package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Aakra extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_aakra);

        TextView textView=findViewById(R.id.title1);
        textView.setText(" ११. ज्ञानेश्वरी/अध्याय अकरावा ");

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        TextView textView1=findViewById(R.id.title2);
        StringBuilder stringBuilder=new StringBuilder();
        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ एकादशोऽध्यायः - अध्याय अकरावा । ।\n" +
                "। विश्वरूपदर्शनयोगः ।\n" +
                "\n" +
                "आतां यावरी एकादशीं । कथा आहे दोहीं रसीं ।\n" +
                "येथ पार्था विश्वरूपेंसीं । होईल भेटी ॥ १ ॥\n" +
                "\n" +
                "जेथ शांताचिया घरा । अद्भुत आला आहे पाहुणेरा ।\n" +
                "आणि येरांही रसां पांतिकरां । जाहला मानु ॥ २ ॥\n" +
                "\n" +
                "अहो वधुवरांचिये मिळणीं । जैशी वराडियां लुगडीं लेणीं ।\n" +
                "तैसे देशियेच्या सुखासनीं । मिरविले रस ॥ ३ ॥\n" +
                "\n" +
                "परी शांताद्भुत बरवे । जे डोळियांच्या अंजुळीं घ्यावें ।\n" +
                "जैसे हरिहर प्रेमभावें । आले खेंवा ॥ ४ ॥\n" +
                "\n" +
                "ना तरी अंवसेच्या दिवशीं । भेटलीं बिंबें दोनी जैशीं ।\n" +
                "तेवीं एकवळा रसीं । केला एथ ॥ ५ ॥\n" +
                "\n" +
                "मीनले गंगेयमुनेचे ओघ । तैसें रसां जाहलें प्रयाग ।\n" +
                "म्हणौनि सुस्नात होत जग । आघवें एथ ॥ ६ ॥\n" +
                "\n" +
                "माजीं गीता सरस्वती गुप्त । आणि दोनी रस ते ओघ मूर्त ।\n" +
                "यालागीं त्रिवेणी हे उचित । फावली बापा ॥ ७ ॥\n" +
                "\n" +
                "एथ श्रवणाचेनि द्वारें । तीर्थीं रिघतां सोपारें ।\n" +
                "ज्ञानदेवो म्हणे दातारें । माझेनि केलें ॥ ८ ॥\n" +
                "\n" +
                "तीरें संस्कृताचीं गहनें । तोडोनि मऱ्हाठियां शब्दसोपानें ।\n" +
                "रचिली धर्मनिधानें । श्रिइनिवृत्तिदेवें ॥ ९ ॥\n" +
                "म्हणौनि भलतेणें एथ सद्भावें नाहावें । प्रयागमाधव विश्वरूप पहावें ।\n" +
                "येतुलेनि संसारासि द्यावें । तिळोदक ॥ १० ॥\n" +
                "हें असो ऐसें सावयव । एथ सासिन्नले आथी रसभाव ।\n" +
                "तेथ श्रवणसुखाची राणीव । जोडली जगा ॥ ११ ॥\n" +
                "जेथ शांताद्भुत रोकडे । आणि येरां रसां पडप जोडे ।\n" +
                "हें अल्पचि परी उघडें । कैवल्य एथ ॥ १२ ॥\n" +
                "तो हा अकरावा अध्यायो । जो देवाचा आपणपें विसंवता ठावो ।\n" +
                "परी अर्जुन सदैवांचा रावो । जो एथही पातला ॥ १३ ॥\n" +
                "एथ अर्जुनचि काय म्हणों पातला । आजि आवडतयाही सुकाळु जाहला ।\n" +
                "जे गीतार्थु हा आला । मऱ्हाठिये ॥ १४ ॥\n" +
                "याचिलागीं माझें । विनविलें आइकिजे ।\n" +
                "तरी अवधान दीजे । सज्जनीं तुम्ही ॥ १५ ॥\n" +
                "तेवींचि तुम्हां संतांचिये सभे । ऐसी सलगी कीर करूं न लभे ।\n" +
                "परी मानावें जी तुम्ही लोभें । अपत्या मज ॥ १६ ॥\n" +
                "अहो पुंसा आपणचि पढविजे । मग पढे तरी माथा तुकिजे ।\n" +
                "कां करविलेनि चोजें न रिझे । बाळका माय ॥ १७ ॥\n" +
                "तेवीं मी जें जें बोलें । तें प्रभु तुमचेंचि शिकविलें ।\n" +
                "म्हणौनि अवधारिजो आपुलें । आपण देवा ॥ १८ ॥\n" +
                "हें सारस्वताचें गोड । तुम्हींचि लाविलें जी झाड ।\n" +
                "तरी आतां अवधानामृतें वाड । सिंपोनि कीजे ॥ १९ ॥\n" +
                "मग हें रसभाव फुलीं फुलेल । नानार्थ फळभारें फळा येईल ।\n" +
                "तुमचेनि धर्में होईल । सुरवाडु जगा ॥ २० ॥\n" +
                "या बोला संत रिझले । म्हणती तोषलों गा भलें केलें ।\n" +
                "आतां सांगैं जें बोलिलें । अर्जुनें तेथ ॥ २१ ॥\n" +
                "तंव निवृत्तिदास म्हणे । जी कृष्णार्जुनांचें बोलणें ।\n" +
                "मी प्राकृत काय सांगों जाणें । परी सांगवा तुम्ही ॥ २२ ॥\n" +
                "अहो रानींचिया पालेखाइरा । नेवाणें करविले लंकेश्वरा ।\n" +
                "एकला अर्जुन परी अक्षौहिणी अकरा । न जिणेचि काई ? ॥ २३ ॥\n" +
                "म्हणौनि समर्थ जें जें करी । तें न हो न ये चराचरीं ।\n" +
                "तुम्ही संत तयापरी । बोलवा मातें ॥ २४ ॥\n" +
                "आतां बोलिजतसें आइका । हा गीताभाव निका ।\n" +
                "जो वैकुंठनायका- । मुखौनि निघाला ॥ २५ ॥\n" +
                "बाप बाप ग्रंथ गीता । जो वेदीं प्रतिपाद्य देवता ।\n" +
                "तो श्रीकृष्ण वक्ता । जिये ग्रंथीं ॥ २६ ॥\n" +
                "तेथिंचे गौरव कैसें वानावें । जें श्रीशंभूचिये मती नागवे ।\n" +
                "तें आतां नमस्कारिजे जीवेंभावें । हेंचि भलें ॥ २७ ॥\n" +
                "मग आइका तो किरीटी । घालूनि विश्वरूपीं दिठी ।\n" +
                "पहिली कैसी गोठी । करिता जाहला ॥ २८ ॥\n" +
                "हें सर्वही सर्वेश्वरु । ऐसा प्रतीतिगत जो पतिकरु ।\n" +
                "तो बाहेरी होआवा गोचरु । लोचनांसी ॥ २९ ॥\n" +
                "हे जिवाआंतुली चाड । परी देवासि सांगतां सांकड ।\n" +
                "कां जें विश्वरूप गूढ । कैसेनि पुसावें ? ॥ ३० ॥\n" +
                "म्हणे मागां कवणीं कहीं । जें पढियंतेनें पुसिलें नाहीं ।\n" +
                "ते सहसा कैसें काई । सांगा म्हणों ? ॥ ३१ ॥\n" +
                "मी जरी सलगीचा चांगु । तरी काय आइसीहूनी अंतरंगु ।\n" +
                "परी तेही हा प्रसंगु । बिहाली पुसों ॥ ३२ ॥\n" +
                "माझी आवडे तैसी सेवा जाहली । तरी काय होईल गरुडाचिया येतुली ? ।\n" +
                "परी तोही हें बोली । करीचिना ॥ ३३ ॥\n" +
                "मी काय सनकादिकांहूनि जवळां । परी तयांही नागवेचि हा चाळा ।\n" +
                "मी आवडेन काय प्रेमळां । गोकुळींचिया ऐसा ? ॥ ३४ ॥\n" +
                "तयांतेंही लेकुरपणें झकविलें । एकाचे गर्भवासही साहिले ।\n" +
                "परी विश्वरूप हें राहविलें । न दावीच कवणा ॥ ३५ ॥\n" +
                "हा ठायवरी गुज । याचिये अंतरीचें हें निज ।\n" +
                "केवीं उराउरी मज । पुसों ये पां ? ॥ ३६ ॥\n" +
                "आणि न पुसेंचि जरी म्हणे । तरी विश्वरूप देखिलियाविणें ।\n" +
                "सुख नोहेचि परी जिणें । तेंही विपायें ॥ ३७ ॥\n" +
                "म्हणौनि आतां पुसों अळुमाळसें । मग करूं देवा आवडे तैसें ।\n" +
                "येणें प्रवर्तला साध्वसें । पार्थु बोलों ॥ ३८ ॥\n" +
                "परी तेंचि ऐसेनि भावें । जें एका दों उत्तरांसवें ।\n" +
                "दावी विश्वरूप आघवें । झाडा देउनी ॥ ३९ ॥\n" +
                "अहो वांसरूं देखिलियाचिसाठीं । धेनु खडबडोनि मोहें उठी ।\n" +
                "मग स्तनामुखाचिये भेटी । काय पान्हा धरे ? ॥ ४० ॥\n" +
                "पाहा पां तया पांडवाचेनि नांवें । जो कृष्ण रानींही प्रतिपाळूं धावे ।\n" +
                "तयांतें अर्जुनें जंव पुसावें । तंव साहील काई ? ॥ ४१ ॥\n" +
                "तो सहजेंचि स्नेहाचें अवतरण । आणि येरु स्नेहा घातलें आहे माजवण ।\n" +
                "ऐसिये मिळवणी वेगळेपण । उरे हेंचि बहु ॥ ४२ ॥\n" +
                "म्हणौनि अर्जुनाचिया बोलासरिसा । देव विश्वरूप होईल आपैसा ।\n" +
                "तोचि पहिला प्रसंगु ऐसा । ऐकिजे तरी ॥ ४३ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "मदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम् ।\n" +
                "यत्वयोक्तं वचस्तेन मोहोऽयं विगतो मम ॥ १॥\n" +
                "\n" +
                "\n" +
                "मग पार्थु देवातें म्हणे । जी तुम्ही मजकारणें ।\n" +
                "वाच्य केलें जें न बोलणें । कृपानिधे ॥ ४४ ॥\n" +
                "जैं महाभूतें ब्रह्मीं आटती । जीव महदादींचे ठाव फिटती ।\n" +
                "तैं जें देव होऊनि ठाकती । तें विसवणें शेषींचें ॥ ४५ ॥\n" +
                "होतें हृदयाचिये परिवरीं । रोंविलें कृपणाचिये परी ।\n" +
                "शब्दब्रह्मासही चोरी । जयाची केली ॥ ४६ ॥\n" +
                "तें तुम्हीं आजि आपुलें । मजपुढां हियें फोडिलें ।\n" +
                "जया अध्यात्मा वोवाळिलें । ऐश्वर्य हरें ॥ ४७ ॥\n" +
                "ते वस्तु मज स्वामी । एकिहेळां दिधली तुम्ही ।\n" +
                "हें बोलों तरी आम्ही । तुज पावोनि कैंचे ॥ ४८ ॥\n" +
                "परी साचचि महामोहाचिये पुरीं । बुडालेया देखोनि सीसवरी ।\n" +
                "तुवां आपणपें घालोनि श्रीहरी । मग काढिलें मातें ॥ ४९ ॥\n" +
                "एक तूंवांचूनि कांहीं । विश्वीं दुजियाची भाष नाहीं ।\n" +
                "कीं आमुचें कर्म पाहीं । जे आम्हीं आथी म्हणों ॥ ५० ॥\n" +
                "मी जगीं एक अर्जुनु । ऐसा देहीं वाहे अभिमानु ।\n" +
                "आणि कौरवांतें इयां स्वजनु । आपुलें म्हणें ॥ ५१ ॥\n" +
                "याहीवरी यांतें मी मारीन । म्हणें तेणें पापें कें रिगेन ।\n" +
                "ऐसें देखत होतों दुःस्वप्न । तों चेवविला प्रभु ॥ ५२ ॥\n" +
                "देवा गंधर्वनगरीची वस्ती । सोडूनि निघालों लक्ष्मीपती ।\n" +
                "होतों उदकाचिया आर्ती । रोहिणी पीत ॥ ५३ ॥\n" +
                "जी किरडूं तरी कापडाचें । परी लहरी येत होतिया साचें ।\n" +
                "ऐसें वायां मरतया जीवाचें । श्रेय तुवां घेतलें ॥ ५४ ॥\n" +
                "आपुलें प्रतिबिंब नेणता । सिंह कुहां घालील देखोनि आतां ।\n" +
                "ऐसा धरिजे तेवीं अनंता । राखिलें मातें ॥ ५५ ॥\n" +
                "एऱ्हवीं माझा तरी येतुलेवरी । एथ निश्चय होता अवधारीं ।\n" +
                "जें आतांचि सातांही सागरीं । एकत्र मिळिजे ॥ ५६ ॥\n" +
                "हें जगचि आघवें बुडावें । वरी आकाशहि तुटोनि पडावें ।\n" +
                "परी झुंजणें न घडावें । गोत्रजेशीं मज ॥ ५७ ॥\n" +
                "ऐसिया अहंकाराचिये वाढी । मियां आग्रहजळीं दिधली होती बुडी ।\n" +
                "चांगचि तूं जवळां एऱ्हवीं काढी । कवणु मातें ॥ ५८ ॥\n" +
                "नाथिलें आपण पां एक मानिलें । आणि नव्हतया नाम गोत्र ठेविलें ।\n" +
                "थोर पिसें होतें लागलें । परि राखिलें तुम्ही ॥ ५९ ॥\n" +
                "मागां जळत काढिलें जोहरीं । तैं तें देहासीच भय अवधारीं ।\n" +
                "आतां हे जोहरवाहर दुसरी । चैतन्यासकट ॥ ६० ॥\n" +
                "दुराग्रह हिरण्याक्षें । माझी बुद्धि वसुंधरा सूदली काखे ।\n" +
                "मग माहार्णव गवाक्षें । रिघोनि ठेला ॥ ६१ ॥\n" +
                "तेथ तुझेनि गोसावीपणें । एकवेळ बुद्धीचिया ठाया येणें ।\n" +
                "हें दुसरें वराह होणें । पडिलें तुज ॥ ६२ ॥\n" +
                "ऐसें अपार तुझें केलें । एकी वाचा काय मी बोलें ।\n" +
                "परी पांचही पालव मोकलिले । मजप्रती ॥ ६३ ॥\n" +
                "तें कांहीं न वचेचि वायां । भलें यश फावलें देवराया ।\n" +
                "जे साद्यंत माया । निरसिली माझी ॥ ६४ ॥\n" +
                "आजीं आनंदसरोवरींचीं कमळें । तैसे हे तुझे डोळे ।\n" +
                "आपुलिया प्रसादाचीं राउळें । जयालागीं करिती ॥ ६५ ॥\n" +
                "हां हो तयाही आणि मोहाची भेटी । हे कायसी पाबळी गोठी ? ।\n" +
                "केउती मृगजळाची वृष्टी । वडवानळेंसीं ? ॥ ६६ ॥\n" +
                "आणि मी तंव दातारा । ये कृपेचिये रिघोनि गाभारां ।\n" +
                "घेत आहें चारा । ब्रह्मरसाचा ॥ ६७ ॥\n" +
                "तेणें माझा जी मोह जाये । एथ विस्मो कांहीं आहे ? ।\n" +
                "तरी उद्धरलों कीं तुझे पाये । शिवतले आहाती ॥ ६८ ॥\n" +
                "\n" +
                "\n" +
                "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया ।\n" +
                "\n" +
                "त्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम् ॥ २॥\n" +
                "\n" +
                "\n" +
                "पैं कमलायतडोळसा । सूर्यकोटितेजसा ।\n" +
                "मियां तुजपासोनि महेशा । परिसिलें आजीं ॥ ६९ ॥\n" +
                "इयें भूतें जयापरी होती । अथवा लया हन जैसेनि जाती ।\n" +
                "ते मजपुढां प्रकृती । विवंचिली देवें ॥ ७० ॥\n" +
                "आणि प्रकृती कीर उगाणा दिधला । वरि पुरुषाचाही ठावो दाविला ।\n" +
                "जयाचा महिमा पांघरोनि जाहला । धडौता वेदु ॥ ७१ ॥\n" +
                "जी शब्दराशी वाढे जिये । कां धर्मा{ऐ}शिया रत्नांतें विये ।\n" +
                "ते एथिंचे प्रभेचे पाये । वोळगे म्हणौनि ॥ ७२ ॥\n" +
                "ऐसें अगाध माहात्म्य । जें सकळमार्गैकगम्य ।\n" +
                "जें स्वात्मानुभवरम्य । तें इयापरी दाविलें ॥ ७३ ॥\n" +
                "जैसा केरु फिटलिया आभाळीं । दिठी रिगे सूर्यमंडळीं ।\n" +
                "कां हातें सारूनि बाबुळीं । जळ देखिजे ॥ ७४ ॥\n" +
                "नातरी उकलतया सापाचे वेढे । जैसें चंदना खेंव देणें घडे ।\n" +
                "अथवा विवसी पळे मग चढे । निधान हातां ॥ ७५ ॥\n" +
                "तैसी प्रकृती हे आड होती । ते देवेंचि सारोनि परौती ।\n" +
                "मग परतत्त्व माझिये मती । शेजार केलें ॥ ७६ ॥\n" +
                "म्हणौनि इयेविषयींचा मज देवा । भरंवसा कीर जाहला जीवा ।\n" +
                "परी आणीक एक हेवा । उपनला असे ॥ ७७ ॥\n" +
                "तो भिडां जरी म्हणों राहों । तरी आना कवणा पुसों जावों ।\n" +
                "काय तुजवांचोनि ठावो । जाणत आहों आम्ही ? ॥ ७८ ॥\n" +
                "जळचरु जळाचा आभारु धरी । बाळक स्तनपानीं उपरोधु करी ।\n" +
                "तरी तया जिणया श्रीहरी । आन उपायो असे ? ॥ ७९ ॥\n" +
                "म्हणौनि भीड सांकडी न धरवे । जीवा आवडे तेंही तुजपुढां बोलावें ।\n" +
                "तंव राहें म्हणितलें देवें । चाड सांगैं ॥ ८० ॥\n" +
                "\n" +
                "\n" +
                "एवमेतद्यथाऽऽत्थ त्वमात्मानं परमेश्वर ।\n" +
                "द्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम ॥ ३॥\n" +
                "\n" +
                "\n" +
                "मग बोलिला तो किरीटी । म्हणे तुम्हीं केली जे गोठी ।\n" +
                "तिया प्रतीतीची दिठी । निवाली माझी ॥ ८१ ॥\n" +
                "आतां जयाचेनि संकल्पें । हे लोकपरंपरा होय हारपे ।\n" +
                "जया ठायातें आपणपें । मी ऐसें म्हणसी ॥ ८२ ॥\n" +
                "तें मुद्दल रूप तुझें । जेथूनि इयें द्विभुजें हन चतुर्भुजें ।\n" +
                "सुरकार्याचेनि व्याजें । घेवों घेवों येसी ॥ ८३ ॥\n" +
                "पैं जळशयनाचिया अवगणिया । कां मत्स्य कूर्म इया मिरवणिया ।\n" +
                "खेळु सरलिया तूं गुणिया । सांठविसी जेथ ॥ ८४ ॥\n" +
                "उपनिषदें जें गाती । योगिये हृदयीं रिगोनि पाहाती ।\n" +
                "जयातें सनकादिक आहाती । पोटाळुनियां ॥ ८५ ॥\n" +
                "ऐसें अगाध जें तुझें । विश्वरूप कानीं ऐकिजे ।\n" +
                "तें देखावया चित्त माझें । उतावीळ देवा ॥ ८६ ॥\n" +
                "देवें फेडूनियां सांकड । लोभें पुसिली जरी चाड ।\n" +
                "तरी हेंचि एकीं वाड । आर्तीं जी मज ॥ ८७ ॥\n" +
                "तुझें विश्वरूपपण आघवें । माझिये दिठीसि गोचर होआवें ।\n" +
                "ऐसी थोर आस जीवें । बांधोनि आहें ॥ ८८ ॥\n" +
                "\n" +
                "\n" +
                "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो ।\n" +
                "योगेश्वर ततो मे त्वं दर्शयाऽत्मानमव्ययम् ॥ ४॥\n" +
                "\n" +
                "\n" +
                "परी आणीक एक एथ शारङ्गी । तुज विश्वरूपातें देखावयालागीं ।\n" +
                "पैं योग्यता माझिया आंगीं । असे कीं नाहीं ॥ ८९ ॥\n" +
                "हें आपलें आपण मी नेणें । तें कां नेणसी जरी देव म्हणे ।\n" +
                "तरी सरोगु काय जाणे । निदान रोगाचें ? ॥ ९० ॥\n" +
                "आणि जी आर्तीचेनि पडिभरें । आर्तु आपुली ठाकी पैं विसरे ।\n" +
                "जैसा तान्हेला म्हणे न पुरे । समुद्र मज ॥ ९१ ॥\n" +
                "ऐशा सचाडपणाचिये भुली । न सांभाळवे समस्या आपुली ।\n" +
                "यालागीं योग्यता जेवीं माउली । बालकाची जाणे ॥ ९२ ॥\n" +
                "तयापरी श्रीजनार्दना । विचारिजो माझी संभावना ।\n" +
                "मग विश्वरूपदर्शना । उपक्रम कीजे ॥ ९३ ॥\n" +
                "तरी ऐसी ते कृपा करा । एऱ्हवीं नव्हे हें म्हणा अवधारा ।\n" +
                "वायां पंचमालापें बधिरा । सुख केउतें देणें ? ॥ ९४ ॥\n" +
                "एऱ्हवीं येकले बापियाचे तृषे । मेघ जगापुरतें काय न वर्षे ? ।\n" +
                "परी जहालीही वृष्टि उपखे । जऱ्ही खडकीं होय ॥ ९५ ॥\n" +
                "चकोरा चंद्रामृत फावलें । येरा आण वाहूनि काय वारिलें ? ।\n" +
                "परी डोळ्यांवीण पाहलें । वायां जाय ॥ ९६ ॥\n" +
                "म्हणौनि विश्वरूप तूं सहसा । दाविसी कीर हा भरवंसा ।\n" +
                "कां जे कडाडां आणि गहिंसा- । माजी नीत्य नवा तूं कीं ॥ ९७ ॥\n" +
                "तुझें औदार्य जाणों स्वतंत्र । देतां न म्हणसी पात्रापात्र ।\n" +
                "पैं कैवल्या ऐसें पवित्र । जें वैरियांही दिधलें ॥ ९८ ॥\n" +
                "मोक्षु दुराराध्यु कीर होय । परी तोही आराधी तुझे पाय ।\n" +
                "म्हणौनि धाडिसी तेथ जाय । पाइकु जैसा ॥ ९९ ॥\n" +
                "तुवां सनकादिकांचेनि मानें । सायुज्यीं सौरसु दिधला पूतने ।\n" +
                "जे विषाचेनि स्तनपानें । मारूं आली ॥ १०० ॥\n" +
                "हां गा राजसूय यागाचिया सभासदीं । देखतां त्रिभुवनाची मांदी ।\n" +
                "कैसा शतधा दुर्वाक्य शब्दीं । निस्तेजिलासी ॥ १०१ ॥\n" +
                "ऐशिया अपराधिया शिशुपाळा । आपणपें ठावो दिधला गोपाळा ।\n" +
                "आणि उत्तानचरणाचिया बाळा । काय ध्रुवपदीं चाड ? ॥ १०२ ॥\n" +
                "तो वना आला याचिलागीं । जे बैसावें पितयाचिया उत्संगीं ।\n" +
                "कीं तो चंद्रसूर्यादिकांपरिस जगीं । श्लाघ्यु केला ॥ १०३ ॥\n" +
                "ऐसा वनवासिया सकळां । देतां एकचि तूं धसाळा ।\n" +
                "पुत्रा आळवितां अजामिळा । आपणपें देसी ॥ १०४ ॥\n" +
                "जेणें उरीं हाणितलासि पांपरा । तयाचा चरणु वाहासी दातारा ।\n" +
                "अझुनी वैरियांचिया कलेवरा । विसंबसीना ॥ १०५ ॥\n" +
                "ऐसा अपकारियां तुझा उपकारु । तूं अपात्रींही परी उदारु ।\n" +
                "दान म्हणौनि दारवंठेकरु । जाहलासी बळीचा ॥ १०६ ॥\n" +
                "तूंतें आराधी ना आयकें । होती पुंसा बोलावित कौतुकें ।\n" +
                "तिये वैकुंठीं तुवां गणिके । सुरवाडु केला ॥ १०७ ॥\n" +
                "ऐसीं पाहूनि वायाणीं मिषें । आपणपें देवों लागसी वानिवसें ।\n" +
                "तो तूं कां अनारिसें । मजलागीं करिसी ॥ १०८ ॥\n" +
                "हां गा दुभतयाचेनि पवाडें । जे जगाचें फेडी सांकडें ।\n" +
                "तिये कामधेनूचे पाडे । काय भुकेले ठाती ? ॥ १०९ ॥\n" +
                "म्हणौनि मियां जें विनविलें कांहीं । तें देव न दाखविती हें कीर नाहीं ।\n" +
                "परी देखावयालागीं देईं । पात्रता मज ॥ ११० ॥\n" +
                "तुझें विश्वरूप आकळे । ऐसे जरी जाणसी माझे डोळे ।\n" +
                "तरी आर्तीचे डोहळे । पुरवीं देवा ॥ १११ ॥\n" +
                "ऐसी ठायेंठावो विनंती । जंव करूं सरला सुभद्रापती ।\n" +
                "तंव तया षड्गुणचक्रवर्ती । साहवेचिना ॥ ११२ ॥\n" +
                "तो कृपापीयूषसजळु । आणि येरु जवळां आला वर्षाकाळु ।\n" +
                "नाना कृष्ण कोकिळु । अर्जुन वसंतु ॥ ११३ ॥\n" +
                "नातरी चंद्रबिंब वाटोळें । देखोनि क्षीरसागर उचंबळे ।\n" +
                "तैसा दुणेंही वरी प्रेमबळें । उल्लसितु जाहला ॥ ११४ ॥\n" +
                "मग तिये प्रसन्नतेचेनि आटोपें । गाजोनि म्हणितलें सकृपें ।\n" +
                "पार्था देख देख अमुपें । स्वरूपें माझीं ॥ ११५ ॥\n" +
                "एक विश्वरूप देखावें । ऐसा मनोरथु केला पांडवें ।\n" +
                "कीं विश्वरूपमय आघवें । करूनि घातलें ॥ ११६ ॥\n" +
                "बाप उदार देवो अपरिमितु । याचक स्वेच्छा सदोदितु ।\n" +
                "असे सहस्रवरी देतु । सर्वस्व आपुलें ॥ ११७ ॥\n" +
                "अहो शेषाचेहि डोळे चोरिले । वेद जयालागीं झकविले ।\n" +
                "लक्ष्मीयेही राहविलें । जिव्हार जें ॥ ११८ ॥\n" +
                "तें आतां प्रकटुनी अनेकधा । करीत विश्वरूपदर्शनाचा धांदा ।\n" +
                "बाप भाग्या अगाधा । पार्थाचिया ॥ ११९ ॥\n" +
                "जो जागता स्वप्नावस्थे जाये । तो जेवीं स्वप्नींचें आघवें होये ।\n" +
                "तेवीं अनंत ब्रह्मकटाह आहे । आपणचि जाहला ॥ १२० ॥\n" +
                "ते सहसा मुद्रा सोडिली । आणि स्थूळदृष्टीची जवनिका फेडिली ।\n" +
                "किंबहुना उघडिली । योगऋद्धी ॥ १२१ ॥\n" +
                "परी हा हें देखेल कीं नाहीं । ऐसी सेचि न करी कांहीं ।\n" +
                "एकसरां म्हणतसे पाहीं । स्नेहातुर ॥ १२२ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः ।\n" +
                "नानाविधानि दिव्यानि नानावर्णाकृतीनि च ॥ ५॥\n" +
                "\n" +
                "\n" +
                "अर्जुना तुवां एक दावा म्हणितलें । आणि तेंचि दावूं तरी काय दाविलें ।\n" +
                "आतां देखें आघवें भरिलें । माझ्याचि रूपीं ॥ १२३ ॥\n" +
                "एकें कृशें एकें स्थूळें । एकें ऱ्हस्वें एकें विशाळें ।\n" +
                "पृथुतरें सरळें । अप्रांतें एकें ॥ १२४ ॥\n" +
                "एकें अनावरें प्रांजळें । सव्यापारें एकें निश्चळें ।\n" +
                "उदासीनें स्नेहाळें । तीव्रें एकें ॥ १२५ ॥\n" +
                "एके घूर्णितें सावधें । असलगें एकें अगाधें ।\n" +
                "एकें उदारें अतिबद्धें । क्रुद्धें एकें ॥ १२६ ॥\n" +
                "एकें शांतें सन्मदें । स्तब्धें एकें सानंदें ।\n" +
                "गर्जितें निःशब्दें । सौम्यें एकें ॥ १२७ ॥\n" +
                "एकें साभिलाषें विरक्तें । उन्निद्रितें एकें निद्रितें ।\n" +
                "परितुष्टें एकें आर्तें । प्रसन्नें एकें ॥ १२८ ॥\n" +
                "एकें अशस्त्रें सशस्त्रें । एकें रौद्रें अतिमित्रें ।\n" +
                "भयानकें एकें पवित्रें । लयस्थें एकें ॥ १२९ ॥\n" +
                "एकें जनलीलाविलासें । एकें पालनशीलें लालसें ।\n" +
                "एकें संहारकें सावेशें । साक्षिभूतें एकें ॥ १३० ॥\n" +
                "एवं नानाविधें परी बहुवसें । आणि दिव्यतेजप्रकाशें ।\n" +
                "तेवींचि एक{ए}का ऐसें । वर्णेंही नव्हे ॥ १३१ ॥\n" +
                "एकें तातलें साडेपंधरें । तैसीं कपिलवर्णें अपारें ।\n" +
                "एकें सर्वांगीं जैसें सेंदुरें । डवरलें नभ ॥ १३२ ॥\n" +
                "एकें सावियाचि चुळुकीं । जैसें ब्रह्मकटाह खचिलें माणिकीं ।\n" +
                "एकें अरुणोदयासारिखीं । कुंकुमवर्णें ॥ १३३ ॥\n" +
                "एकें शुद्धस्फटिकसोज्वळें । एकें इंद्रनीळसुनीळें ।\n" +
                "एकें अंजनवर्णें सकाळें । रक्तवर्णें एकें ॥ १३४ ॥\n" +
                "एकें लसत्कांचनसम पिंवळीं । एकें नवजलदश्यामळीं ।\n" +
                "एकें चांपेगौरीं केवळीं । हरितें एकें ॥ १३५ ॥\n" +
                "एकें तप्तताम्रतांबडीं । एकें श्वेतचंद्र चोखडीं ।\n" +
                "ऐसीं नानावर्णें रूपडीं । देखें माझीं ॥ १३६ ॥\n" +
                "हे जैसे कां आनान वर्ण । तैसें आकृतींही अनारिसेपण ।\n" +
                "लाजा कंदर्प रिघाला शरण । तैसीं सुंदरें एकें ॥ १३७ ॥\n" +
                "एकें अतिलावण्यसाकारें । एकें स्निग्धवपु मनोहरें ।\n" +
                "शृंगारश्रियेचीं भांडारें । उघडिली जैसीं ॥ १३८ ॥\n" +
                "एकें पीनावयवमांसाळें । एकें शुष्कें अति विक्राळें ।\n" +
                "एकें दीर्घकंठें विताळें । विकटें एकें ॥ १३९ ॥\n" +
                "एवं नानाविधाकृती । इयां पाहतां पारु नाहीं सुभद्रापती ।\n" +
                "ययांच्या एकेकीं अंगप्रांतीं । देख पां जग ॥ १४० ॥\n" +
                "\n" +
                "\n" +
                "पश्यादित्यान्वसून्रुद्रान् अश्विनौ मरुतस्तथा ।\n" +
                "बहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत ॥ ६॥\n" +
                "\n" +
                "\n" +
                "जेथ उन्मीलन होत आहे दिठी । तेथ पसरती आदित्यांचिया सृष्टी ।\n" +
                "पुढती निमीलनीं मिठीं । देत आहाती ॥ १४१ ॥\n" +
                "वदनींचिया वाफेसवें । होत ज्वाळामय आघवें ।\n" +
                "जेथ पावकादिक पावे । समूह वसूंचा ॥ १४२ ॥\n" +
                "आणि भ्रूलतांचे शेवट । कोपें मिळों पाहतीं एकवट ।\n" +
                "तेथ रुद्रगणांचे संघाट । अवतरत देखें ॥ १४३ ॥\n" +
                "पैं सौम्यतेचा बोलावा । मिती नेणिजे अश्विनौदेवां ।\n" +
                "श्रोत्रीं होती पांडवा । अनेक वायु ॥ १४४ ॥\n" +
                "यापरी एकेकाचिये लीळे । जन्मती सुरसिद्धांचीं कुळें ।\n" +
                "ऐसीं अपारें आणि विशाळें । रूपें इयें पाहीं ॥ १४५ ॥\n" +
                "जयांतें सांगावया वेद बोबडे । पहावया काळाचेंही आयुष्य थोकडें ।\n" +
                "धातयाही परी न सांपडे । ठाव जयांचा ॥ १४६ ॥\n" +
                "जयांतें देवत्रयी कधीं नायके । तियें इयें प्रत्यक्ष देख अनेकें ।\n" +
                "भोगीं आश्चर्याची कवतिकें । महासिद्धी ॥ १४७ ॥\n" +
                "\n" +
                "\n" +
                "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम् ।\n" +
                "मम देहे गुडाकेश यच्चान्यद्दृष्टुमिच्छसि ॥ ७॥\n" +
                "\n" +
                "\n" +
                "इया मूर्तीचिया किरीटी । रोममूळीं देखें पां सृष्टी ।\n" +
                "सुरतरुतळवटीं । तृणांकुर जैसे ॥ १४८ ॥\n" +
                "चंडवाताचेनि प्रकाशें । उडत परमाणु दिसती जैसे ।\n" +
                "भ्रमत ब्रह्मकटाह तैसें । अवयवसंधीं ॥ १४९ ॥\n" +
                "एथ एकैकाचिया प्रदेशीं । विश्व देख विस्तारेंशी ।\n" +
                "आणि विश्वाही परौतें मानसीं । जरी देखावें वर्ते ॥ १५० ॥\n" +
                "तरी इयेही विषयींचें कांहीं । एथ सर्वथा सांकडें नाहीं ।\n" +
                "सुखें आवडे तें माझिया देहीं । देखसी तूं ॥ १५१ ॥\n" +
                "ऐसें विश्वमूर्ती तेणें । बोलिलें कारुण्यपूर्णें ।\n" +
                "तंव देखत आहे कीं नाहीं न म्हणे । निवांतुचि येरु ॥ १५२ ॥\n" +
                "एथ कां पां हा उगला ? । म्हणौनि श्रीकृष्णें जंव पाहिला ।\n" +
                "तंव आर्तीचें लेणें लेइला । तैसाचि आहे ॥ १५३ ॥\n" +
                "\n" +
                "\n" +
                "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा ।\n" +
                "दिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम् ॥ ८॥\n" +
                "\n" +
                "\n" +
                "मग म्हणें उत्कंठे वोहट न पडे । अझुनी सुखाची सोय न सांपडे ।\n" +
                "परी दाविलें तें फुडें । नाकळेचि यया ॥ १५४ ॥\n" +
                "हे बोलोनि देवो हांसिले । हांसोनि देखणियातें म्हणितलें ।\n" +
                "आम्हीं विश्वरूप तरी दाविलें । परी न देखसीच तूं ॥ १५५ ॥\n" +
                "यया बोला येरें विचक्षणें । म्हणितलें हां जी कवणासी तें उणें ? ।\n" +
                "तुम्ही बकाकरवीं चांदिणें । चरऊं पहा मा ॥ १५६ ॥\n" +
                "हां हो उटोनियां आरिसा । आंधळिया दाऊं बैसा ।\n" +
                "बहिरियापुढें हृषीकेशा । गाणीव करा ॥ १५७ ॥\n" +
                "मकरंदकणाचा चारा । जाणतां घालूनि दर्दुरा ।\n" +
                "वायां धाडा शारङ्गधरा । कोपा कवणा ॥ १५८ ॥\n" +
                "जें अतींद्रिय म्हणौनि व्यवस्थिलें । केवळ ज्ञानदृष्टीचिया भागा फिटलें ।\n" +
                "तें तुम्हीं चर्मचक्षूंपुढें सूदलें । मी कैसेनि देखें ॥ १५९ ॥\n" +
                "परी हें तुमचें उणें न बोलावें । मीचि साहें तेंचि बरवें ।\n" +
                "एथ आथि म्हणितलें देवें । मानूं बापा ॥ १६० ॥\n" +
                "साच विश्वरूप जरी आम्ही दावावें । तरी आधीं देखावया सामर्थ्य कीं द्यावें ।\n" +
                "परी बोलत बोलत प्रेमभावें । धसाळ गेलों ॥ १६१ ॥\n" +
                "काय जाहलें न वाहतां भुई पेरिजे । तरी तो वेलु विलया जाइजे ।\n" +
                "तरी आतां माझें निजरूप देखिजे । तें दृष्टी देवों तुज ॥ १६२ ॥\n" +
                "मग तिया दृष्टी पांडवा । आमुचा ऐश्वर्ययोगु आघवा ।\n" +
                "देखोनियां अनुभवा । माजिवडा करीं ॥ १६३ ॥\n" +
                "ऐसें तेणें वेदांतवेद्यें । सकळ लोक आद्यें ।\n" +
                "बोलिलें आराध्यें । जगाचेनि ॥ १६४ ॥\n" +
                "\n" +
                "\n" +
                "संजय उवाच ।\n" +
                "एवमुक्त्वा ततो राजन् महायोगेश्वरो हरिः ।\n" +
                "दर्शयामास पार्थाय परमं रूपमैश्वरम् ॥ ९॥\n" +
                "\n" +
                "\n" +
                "पैं कौरवकुलचक्रवर्ती । मज हाचि विस्मयो पुढतपुढती ।\n" +
                "जे श्रियेहूनि त्रिजगतीं । सदैव असे कवणी ? ॥ १६५ ॥\n" +
                "ना तरी खुणेचें वानावयालागीं । श्रुतीवांचूनि दावा पां जगीं ।\n" +
                "ना सेवकपण तरी आंगीं । शेषाच्याचि आथी ॥ १६६ ॥\n" +
                "हां हो जयाचेनि सोसें । शिणत आठही पहार योगी जैसे ।\n" +
                "अनुसरलें गरुडा{ऐ}सें । कवण आहे ? ॥ १६७ ॥\n" +
                "परी तें आघवेंचि एकीकडे ठेलें । सापें कृष्णसुख एकंदरें जाहलें ।\n" +
                "जिये दिवूनि जन्मले । पांडव हे ॥ १६८ ॥\n" +
                "परी पांचांही आंतु अर्जुना । श्रीकृष्ण सावियाचि जाहला अधीना ।\n" +
                "कामुक कां जैसा अंगना । आपैता कीजे ॥ १६९ ॥\n" +
                "पढविलें पाखरूं ऐसें न बोले । यापरी क्रीडामृगही तैसा न चले ।\n" +
                "कैसें दैव एथें सुरवाडलें । तें जाणों न ये ॥ १७० ॥\n" +
                "आजि हें परब्रह्म सगळें । भोगावया सदैव याचेचि डोळे ।\n" +
                "कैसे वाचेनि हन लळे । पाळीत असे ॥ १७१ ॥\n" +
                "हा कोपे कीं निवांतु साहे । हा रुसे तरी बुझावीत जाये ।\n" +
                "नवल पिसें लागलें आहे । पार्थाचें देवा ॥ १७२ ॥\n" +
                "एऱ्हवीं विषय जिणोनि जन्मले । जे शुकादिक दादुले ।\n" +
                "ते विषयोचि वानितां जाहले । भाट ययाचें ॥ १७३ ॥\n" +
                "हा योगियांचें समाधिधन । कीं होऊनि ठेले पार्थाआधीन ।\n" +
                "यालागीं विस्मयो माझें मन । करीतसे राया ॥ १७४ ॥\n" +
                "तेवींचि संजय म्हणे कायसा । विस्मयो एथें कौरवेशा ।\n" +
                "श्रीकृष्णें स्वीकारिजे तया ऐसा । भाग्योदय होय ॥ १७५ ॥\n" +
                "म्हणौनि तो देवांचा रावो । म्हणे पार्थाते तुज दृष्टि देवों ।\n" +
                "जया विश्वरूपाचा ठावो । देखसी तूं ॥ १७६ ॥\n" +
                "ऐसी श्रीमुखौनि अक्षरें । निघती ना जंव एकसरें ।\n" +
                "तंव अविद्येचे आंधारें । जावोंचि लागे ॥ १७७ ॥\n" +
                "तीं अक्षरें नव्हती देखा । ब्रह्मसाम्राज्यदीपिका ।\n" +
                "अर्जुनालागीं चित्कळिका । उजळलिया श्रीकृष्णें ॥ १७८ ॥\n" +
                "मग दिव्यचक्षुप्रकाशु प्रगटला । तया ज्ञानदृष्टी फांटा फुटला ।\n" +
                "ययापरी दाविता जाहला । ऐश्वर्य आपुलें ॥ १७९ ॥\n" +
                "हे अवतार जे सकळ । ते जिये समुद्रींचे कां कल्लोळ ।\n" +
                "विश्व हें मृगजळ । जया रश्मीस्तव दिसे ॥ १८० ॥\n" +
                "जिये अनादिभूमिके निटे । चराचर हें चित्र उमटे ।\n" +
                "आपणपें श्रीवैकुंठें । दाविलें तया ॥ १८१ ॥\n" +
                "मागां बाळपणीं येणें श्रीपती । जैं एक वेळ खादली होती माती ।\n" +
                "तैं कोपोनियां हातीं । यशोदां धरिला ॥ १८२ ॥\n" +
                "मग भेणें भेणें जैसें । मुखीं झाडा द्यावयाचेनि मिसें ।\n" +
                "चवदाही भुवनें सावकाशें । दाविलीं तिये ॥ १८३ ॥\n" +
                "ना तरी मधुवनीं ध्रुवासि केलें । जैसें कपोल शंखें शिवतलें ।\n" +
                "आणि वेदांचियेही मतीं ठेलें । तें लागला बोलों ॥ १८४ ॥\n" +
                "तैसा अनुग्रहो पैं राया । श्रीहरी केला धनंजया ।\n" +
                "आतां कवणेकडेही माया । ऐसी भाष नेणेंचि तो ॥ १८५ ॥\n" +
                "एकसरें ऐश्वर्यतेजें पाहलें । तया चमत्काराचें एकार्णव जाहलें ।\n" +
                "चित्त समाजीं बुडोनि ठेलें । विस्मयाचिया ॥ १८६ ॥\n" +
                "जैसा आब्रह्म पूर्णोदकीं । पव्हे मार्कंडेय एकाकीं ।\n" +
                "तैसा विश्वरूप कौतुकीं । पार्थु लोळे ॥ १८७ ॥\n" +
                "म्हणे केवढें गगन एथ होतें । तें कवणें नेलें पां केउतें ।\n" +
                "तीं चराचर महाभूतें । काय जाहलीं ? ॥ १८८ ॥\n" +
                "दिशांचे ठावही हारपले । आधोर्ध्व काय नेणों जाहले ।\n" +
                "चेइलिया स्वप्न तैसे गेले । लोकाकार ॥ १८९ ॥\n" +
                "नाना सूर्यतेजप्रतापें । सचंद्र तारांगण जैसें लोपे ।\n" +
                "तैसीं गिळिलीं विश्वरूपें । प्रपंचरचना ॥ १९० ॥\n" +
                "तेव्हां मनासी मनपण न स्फुरे । बुद्धि आपणपें न सांवरें ।\n" +
                "इंद्रियांचे रश्मी माघारे । हृदयवरी भरले ॥ १९१ ॥\n" +
                "तेथ ताटस्थ्या ताटस्थ्य पडिलें । टकासी टक लागले ।\n" +
                "जैसें मोहनास्त्र घातलें । विचारजातां ॥ १९२ ॥\n" +
                "तैसा विस्मितु पाहे कोडें । तंव पुढां होतें चतुर्भुज रूपडें ।\n" +
                "तेंचि नानारूप चहूंकडे । मांडोनि ठेलें ॥ १९३ ॥\n" +
                "जैसें वर्षाकाळींचे मेघौडे । कां महाप्रळयींचें तेज वाढे ।\n" +
                "तैसें आपणावीण कवणीकडे । नेदीचि उरों ॥ १९४ ॥\n" +
                "प्रथम स्वरूपसमाधान । पावोनि ठेला अर्जुन ।\n" +
                "सवेचि उघडी लोचन । तंव विश्वरूप देखें ॥ १९५ ॥\n" +
                "इहींचि दोहीं डोळां । पाहावें विश्वरूपा सकळा ।\n" +
                "तो श्रीकृष्णें सोहळा । पुरविला ऐसा ॥ १९६ ॥\n" +
                "\n" +
                "\n" +
                "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम् ।\n" +
                "अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम् ॥ १०॥\n" +
                "\n" +
                "\n" +
                "मग तेथ सैंघ देखे वदनें । जैसी रमानायकाचीं राजभुवनें ।\n" +
                "नाना प्रगटलीं निधानें । लावण्यश्रियेचीं ॥ १९७ ॥\n" +
                "कीं आनंदाची वनें सासिन्नलीं । जैसी सौंदर्या राणीव जोडली ।\n" +
                "तैसीं मनोहरें देखिलीं । हरीचीं वक्त्रें ॥ १९८ ॥\n" +
                "तयांही माजीं एकैकें । सावियाचि भयानकें ।\n" +
                "काळरात्रीचीं कटकें । उठवलीं जैसीं ॥ १९९ ॥\n" +
                "कीं मृत्यूसीचि मुखें जाहलीं । हो कां जें भयाचीं दुर्गें पन्नासिलीं ।\n" +
                "कीं महाकुंडें उघडलीं । प्रळयानळाचीं ॥ २०० ॥  ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView2=findViewById(R.id.title3);
        StringBuilder stringBuilder1=new StringBuilder();
        String aadhaya2=" तैसीं अद्भुतें भयासुरें । तेथ वदनें देखिलीं वीरें ।\n" +
                "आणिकें असाधारणें साळंकारें । सौम्यें बहुतें ॥ २०१ ॥\n" +
                "पैं ज्ञानदृष्टीचेनि अवलोकें । परी वदनांचा शेवटु न टके ।\n" +
                "मग लोचन तें कवतिकें । लागला पाहों ॥ २०२ ॥\n" +
                "तंव नानावर्णें कमळवनें । विकासिलीं तैसे अर्जुनें ।\n" +
                "डोळे देखिले पालिंगनें । आदित्यांचीं ॥ २०३ ॥\n" +
                "तेथेंचि कृष्णमेघांचिया दाटी- । माजीं कल्पांत विजूंचिया स्फुटी ।\n" +
                "तैसिया वन्हि पिंगळा दिठी । भ्रूभंगातळीं ॥ २०४ ॥\n" +
                "हें एकैक आश्चर्य पाहतां । तिये एकेचि रूपीं पंडुसुता ।\n" +
                "दर्शनाची अनेकता । प्रतिफळली ॥ २०५ ॥\n" +
                "मग म्हणे चरण ते कवणेकडे । केउते मुकुट कें दोर्दंडें ।\n" +
                "ऐसी वाढविताहे कोडें । चाड देखावयाची ॥ २०६ ॥\n" +
                "तेथ भाग्यनिधि पार्था । कां विफलत्व होईल मनोरथा ।\n" +
                "काय पिनाकपाणीचिया भातां । वायकांडीं आहाती ? ॥ २०७ ॥\n" +
                "ना तरी चतुराननाचिये वाचे । काय आहाती लटिकिया अक्षरांचे साचे ? ।\n" +
                "म्हणौनि साद्यंतपण अपारांचे । देखिलें तेणें ॥ २०८ ॥\n" +
                "जयाची सोय वेदां नाकळे । तयाचे सकळावयव एकेचि वेळे ।\n" +
                "अर्जुनाचे दोन्ही डोळे । भोगिते जाहले ॥ २०९ ॥\n" +
                "चरणौनि मुकुटवरी । देखत विश्वरूपाची थोरी ।\n" +
                "जे नाना रत्न अळंकारीं । मिरवत असे ॥ २१० ॥\n" +
                "परब्रह्म आपुलेनि आंगें । ल्यावया आपणचि जाहला अनेगें ।\n" +
                "तियें लेणीं मी सांगें । काइसयासारिखीं ॥ २११ ॥\n" +
                "जिये प्रभेचिये झळाळा । उजाळु चंद्रादित्यमंडळा ।\n" +
                "जे महातेजाचा जिव्हाळा । जेणें विश्व प्रगटे ॥ २१२ ॥\n" +
                "तो दिव्यतेज शृंगारु । कोणाचिये मतीसी होय गोचरु ।\n" +
                "देव आपणपेंचि लेइले ऐसें वीरु । देखत असे ॥ २१३ ॥\n" +
                "मग तेथेंचि ज्ञानाचिया डोळां । पहात करपल्लवां जंव सरळा ।\n" +
                "तंव तोडित कल्पांतींचिया ज्वाळा । तैसीं शस्त्रें झळकत देखे ॥ २१४ ॥\n" +
                "आपण आंग आपण अलंकार । आपण हात आपण हतियार ।\n" +
                "आपण जीव आपण शरीर । देखें चराचर कोंदलें देवें ॥ २१५ ॥\n" +
                "जयाचिया किरणांचे निखरपणें । नक्षत्रांचे होत फुटाणे ।\n" +
                "तेजें खिरडला वन्हि म्हणे । समुद्रीं रिघों ॥ २१६ ॥\n" +
                "मग कालकूटकल्लोळीं कवळिलें । नाना महाविजूंचें दांग उमटलें ।\n" +
                "तैसे अपार कर देखिले । उदितायुधीं ॥ २१७ ॥\n" +
                "\n" +
                "\n" +
                "दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम् ।\n" +
                "सर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम् ॥ ११॥\n" +
                "\n" +
                "\n" +
                "कीं भेणें तेथूनि काढिली दिठी । मग कंठमुगुट पहातसे किरीटी ।\n" +
                "तंव सुरतरूची सृष्टी । जयांपासोनि कां जाहली ॥ २१८ ॥\n" +
                "जिये महासिद्धींचीं मूळपीठें । शिणली कमळा जेथ वावटे ।\n" +
                "तैसीं कुसुमें अति चोखटें । तुरंबिलीं देखिलीं ॥ २१९ ॥\n" +
                "मुगुटावरी स्तबक । ठायीं ठायीं पूजाबंध अनेक ।\n" +
                "कंठीं रुळताति अलौकिक । माळादंड ॥ २२० ॥\n" +
                "स्वर्गें सूर्यतेज वेढिलें । जैसें पंधरेनें मेरूतें मढिलें ।\n" +
                "तैसें नितंबावरी गाढिलें । पीतांबरु झळके ॥ २२१ ॥\n" +
                "श्रीमहादेवो कापुरें उटिला । कां कैलासु पारजें डवरिला ।\n" +
                "नाना क्षीरोदकें पांघरविला । क्षीरार्णवो जैसा ॥ २२२ ॥\n" +
                "जैसी चंद्रमयाची घडी उपलविली । मग गगनाकरवीं बुंथी घेवविली ।\n" +
                "तैसीं चंदनपिंजरी देखिली । सर्वांगीं तेणें ॥ २२३ ॥\n" +
                "जेणें स्वप्रकाशा कांतीं चढे । ब्रह्मानंदाचा निदाघु मोडे ।\n" +
                "जयाचेनि सौरभ्यें जीवित जोडे । वेदवतीये ॥ २२४ ॥\n" +
                "जयाचे निर्लेप अनुलेपु करी । जे अनंगुही सर्वांगीं धरी ।\n" +
                "तया सुगंधाची थोरी । कवण वानी ? ॥ २२५ ॥\n" +
                "ऐसी एकैक शृंगारशोभा । पाहतां अर्जुन जातसें क्षोभा ।\n" +
                "तेवींचि देवो बैसला कीं उभा । का शयालु हें नेणवें ॥ २२६ ॥\n" +
                "बाहेर दिठी उघडोनि पाहे । तंव आघवें मूर्तिमय देखत आहे ।\n" +
                "मग आतां न पाहें म्हणौनि उगा राहे । तरी आंतुही तैसेंचि ॥ २२७ ॥\n" +
                "अनावरें मुखें समोर देखे । तयाभेणें पाठीमोरा जंव ठाके ।\n" +
                "तंव तयाहीकडे श्रीमुखें । करचरण तैसेचि ॥ २२८ ॥\n" +
                "अहो पाहतां कीर प्रतिभासे । एथ नवलावो काय असे ? ।\n" +
                "परि न पाहतांही दिसे । चोज आइका ॥ २२९ ॥\n" +
                "कैसें अनुग्रहाचें करणें । पार्थाचें पाहणें आणि न पाहणें ।\n" +
                "तयाही सकट नारायणें । व्यापूनि घेतलें ॥ २३० ॥\n" +
                "म्हणौनि आश्चर्याच्या पुरीं एकीं । पडिला ठायेठाव थडीं ठाकी ।\n" +
                "तंव चमत्काराचिया आणिकीं । महार्णवीं पडे ॥ २३१ ॥\n" +
                "तैसा अर्जुनु असाधारणें । आपुलिया दर्शनाचेनि विंदाणें ।\n" +
                "कवळूनि घेतला तेणें । अनंतरूपें ॥ २३२ ॥\n" +
                "तो विश्वतोमुख स्वभावें । आणि तेचि दावावयालागीं पांडवें ।\n" +
                "प्रार्थिला आतां आघवें । होऊनि ठेला ॥ २३३ ॥\n" +
                "आणि दीपें कां सूर्यें प्रगटे । अथवा निमुटलिया देखावेंचि खुंटे ।\n" +
                "तैसी दिठी नव्हे जे वैकुंठें । दिधली आहे ॥ २३४ ॥\n" +
                "म्हणौनि किरीटीसि दोहीं परी । तें देखणें देखें अंधारी ।\n" +
                "हें संजयो हस्तिनापुरीं । सांगतसे राया ॥ २३५ ॥\n" +
                "म्हणे किंबहुना अवधारिलें । पार्थें विश्वरूप देखिलें ।\n" +
                "नाना आभरणीं भरलें । विश्वतोमुख ॥ २३६ ॥\n" +
                "\n" +
                "\n" +
                "दिवि सूर्य सहस्रस्य भवेद्युगपदुत्थिता ।\n" +
                "यदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः ॥ १२॥\n" +
                "\n" +
                "\n" +
                "तिये अंगप्रभेचा देवा । नवलावो काइसया ऐसा सांगावा ।\n" +
                "कल्पांतीं एकुचि मेळावा । द्वादशादित्यांचा होय ॥ २३७ ॥\n" +
                "तैसे ते दिव्यसूर्य सहस्रवरी । जरी उदयजती कां एकेचि अवसरीं ।\n" +
                "तऱ्ही तया तेजाची थोरी । उपमूं नये ॥ २३८ ॥\n" +
                "आघवयाचि विजूंचा मेळावा कीजे । आणि प्रळयाग्नीची सर्व सामग्री आणिजे ।\n" +
                "तेवींचि दशकुही मेळविजे । महातेजांचा ॥ २३९ ॥\n" +
                "तऱ्ही तिये अंगप्रभेचेनि पाडें । हें तेज कांहीं कांहीं होईल थोडें ।\n" +
                "आणि तया ऐसें कीर चोखडें । त्रिशुद्धी नोहे ॥ २४० ॥\n" +
                "ऐसें महात्म्य या श्रीहरीचें सहज । फांकतसे सर्वांगीचें तेज ।\n" +
                "तें मुनिकृपा जी मज । दृष्ट जाहलें ॥ २४१ ॥\n" +
                "\n" +
                "\n" +
                "तत्रैकस्थं जगत्कृत्स्नम् प्रविभक्तमनेकधा ॥\n" +
                "अपश्यद्देवदेवस्य शरीरे पांडवस्तदा ॥ १३॥\n" +
                "\n" +
                "\n" +
                "आणि तिये विश्वरूपीं एकीकडे । जग आघवें आपुलेनि पवाडें ।\n" +
                "जैसे महोदधीमाजीं बुडबुडे । सिनानें दिसती ॥ २४२ ॥\n" +
                "कां आकाशीं गंधर्वनगर । भूतळीं पिपीलिका बांधे घर ।\n" +
                "नाना मेरुवरी सपूर । परमाणु बैसले ॥ २४३ ॥\n" +
                "विश्व आघवेंचि तयापरी । तया देवचक्रवर्तीचिया शरीरीं ।\n" +
                "अर्जुन तिये अवसरीं । देखता जाहला ॥ २४४ ॥\n" +
                "\n" +
                "\n" +
                "ततः स विस्मयाविष्टो हृष्टरोमा धनंजयः ।\n" +
                "प्रणम्य शिरसा देवं कृताझ्जलिरभाषत ॥ १४॥\n" +
                "\n" +
                "\n" +
                "तेथ एक विश्व एक आपण । ऐसें अळुमाळ होतें जें दुजेपण ।\n" +
                "तेंही आटोनि गेलें अंतःकरण । विरालें सहसा ॥ २४५ ॥\n" +
                "आंतु आनंदा चेइरें जाहलें । बाहेरि गात्रांचें बळ हारपोनि गेलें ।\n" +
                "आपाद पां गुंतलें । पुलकांचलें ॥ २४६ ॥\n" +
                "वार्षिये प्रथमदशे । वोहळलया शैलांचें सर्वांग जैसें ।\n" +
                "विरूढे कोमलांकुरीं तैसे । रोमांच जाहले ॥ २४७ ॥\n" +
                "शिवतला चंद्रकरीं । सोमकांतु द्रावो धरी ।\n" +
                "तैसिया स्वेदकणिका शरीरीं । दाटलिया ॥ २४८ ॥\n" +
                "माजीं सापडलेनि अलिकुळें । जळावरी कमळकळिका जेवीं आंदोळे ।\n" +
                "तेवीं आंतुलिया सुखोर्मीचेनि बळें । बाहेरि कांपे ॥ २४९ ॥\n" +
                "कर्पूरकर्दळीचीं गर्भपुटें । उकलतां कापुराचेनि कोंदाटें ।\n" +
                "पुलिका गळती तेवीं थेंबुटें । नेत्रौनि पडती ॥ २५० ॥\n" +
                "उदयलेनि सुधाकरें । जैसा भरलाचि समुद्र भरे ।\n" +
                "तैसा वेळोवेळां उर्मिभरें । उचंबळत असे ॥ २५१ ॥\n" +
                "ऐसा सात्त्विकांही आठां भावां । परस्परें वर्ततसे हेवा ।\n" +
                "तेथ ब्रह्मानंदाची जीवा । राणीव फावली ॥ २५२ ॥\n" +
                "तैसाचि तया सुखानुभवापाठीं । केला द्वैताचा सांभाळु दिठी ।\n" +
                "मग उसासौनि किरीटी । वास पाहिली ॥ २५३ ॥\n" +
                "तेथ बैसला होता जिया सवा । तियाचिया कडे मस्तक खालविला देवा ।\n" +
                "जोडूनि करसंपुट बरवा । बोलतु असे ॥ २५४ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "पश्यामि देवांस्तव देव देहे सर्वांस्तथा भूतविशेषसंघान् ॥\n" +
                "ब्रह्माणमीशं कमलासनस्थ मृषींश्चसर्वानुरगांश्च दिव्यान् ॥ १५॥\n" +
                "\n" +
                "\n" +
                "म्हणे जयजयाजी स्वामी । नवल कृपा केली तुम्हीं ।\n" +
                "जें हें विश्वरूप कीं आम्हीं । प्राकृत देखों ॥ २५५ ॥\n" +
                "परि साचचि भलें केलें गोसाविया । मज परितोषु जाहला साविया ।\n" +
                "जी देखलासि जो इया । सृष्टीसी तूं आश्रयो ॥ २५६ ॥\n" +
                "देवा मंदराचेनि अंगलगें । ठायीं ठायीं श्वापदांचीं दांगें ।\n" +
                "तैसीं इयें तुझ्या देहीं अनेगें । देखतसें भुवनें ॥ २५७ ॥\n" +
                "अहो आकाशचिये खोळे । दिसती ग्रहगणांचीं कुळें ।\n" +
                "कां महावृक्षीं अविसाळें । पक्षिजातीचीं ॥ २५८ ॥\n" +
                "तयापरी श्रीहरी । तुझिया विश्वात्मकीं इये शरीरीं ।\n" +
                "स्वर्गु देखतसें अवधारीं । सुरगणेंसीं ॥ २५९ ॥\n" +
                "प्रभु महाभूतांचें पंचक । येथ देखत आहे अनेक ।\n" +
                "आणि भूतग्राम एकेक । भूतसृष्टीचें ॥ २६० ॥\n" +
                "जी सत्यलोकु तुजमाजीं आहे । देखिला चतुराननु हा नोहे ? ।\n" +
                "आणि येरीकडे जंव पाहें । तंव कैलासुही दिसे ॥ २६१ ॥\n" +
                "श्रीमहादेव भवानियेशीं । तुझ्या दिसतसे एके अंशीं ।\n" +
                "आणि तूंतेंही गा हृषीकेशी । तुजमाजीं देखे ॥ २६२ ॥\n" +
                "पैं कश्यपादि ऋषिकुळें । इयें तुझिया स्वरूपीं सकळें ।\n" +
                "देखतसें पाताळें । पन्नगेंशीं ॥ २६३ ॥\n" +
                "किंबहुना त्रैलोक्यपती । तुझिया एकेकाचि अवयवाचिये भिंती ।\n" +
                "इयें चतुर्दशभुवनें चित्राकृती । अंकुरलीं जाणों ॥ २६४ ॥\n" +
                "आणि तेथिंचे जे जे लोक । ते चित्ररचना जी अनेक ।\n" +
                "ऐसें देखतसे अलोकिक । गांभीर्य तुझें ॥ २६५ ॥\n" +
                "\n" +
                "\n" +
                "अनेकबाहूदरवक्त्रनेत्रं पश्यामि त्वां सर्वतोऽनंतरूपम् ।\n" +
                "नान्तं न मध्यं न पुनस्तवादिं पश्यामि विश्वेश्वर विश्वरूपम् ॥ १६॥\n" +
                "\n" +
                "\n" +
                "त्या दिव्यचक्षूंचेनि पैसें । चहुंकडे जंव पाहात असें ।\n" +
                "तंव दोर्दंडीं कां जैसें । आकाश कोंभैलें ॥ २६६ ॥\n" +
                "तैसे एकचि निरंतर । देवा देखत असें तुझे कर ।\n" +
                "करीत आघवेचि व्यापार । एकेचि काळीं ॥ २६७ ॥\n" +
                "मग महाशून्याचेनि पैसारें । उघडलीं ब्रह्मकटाहाचीं भांडारें ।\n" +
                "तैसीं देखतसें अपारें । उदरें तुझीं ॥ २६८ ॥\n" +
                "जी सहस्रशीर्षयाचें देखिलें । कोडीवरी होताति एकीवेळें ।\n" +
                "कीं परब्रह्मचि वदनफळें । मोडोनि आलें ॥ २६९ ॥\n" +
                "तैसीं वक्त्रें जी जेउतीं तेउतीं । तुझीं देखितसे विश्वमूर्ती ।\n" +
                "आणि तयाचिपरी नेत्रपंक्ती । अनेका सैंघ ॥ २७० ॥\n" +
                "हें असो स्वर्ग पाताळ । कीं भूमी दिशा अंतराळ ।\n" +
                "हे विवक्षा ठेली सकळ । मूर्तिमय देखतसें ॥ २७१ ॥\n" +
                "हें तुजवीण एकादियाकडे । परमाणूहि एतुला कोडें ।\n" +
                "अवकाशु पाहतसें परि न सांपडे । ऐसें व्यापिलें तुवां ॥ २७२ ॥\n" +
                "इये नानापरी अपरिमितें । जेतुलीं साठविलीं होतीं महाभूतें ।\n" +
                "तेतुलाहि पवाडु तुवां अनंतें । कोंदला देखतसें ॥ २७३ ॥\n" +
                "ऐसा कवणें ठायाहूनि तूं आलासी । एथ बैसलासि कीं उभा आहासि ।\n" +
                "आणि कवणिये मायेचिये पोटीं होतासी । तुझें ठाण केवढें ॥ २७४ ॥\n" +
                "तुझें रूप वय कैसें । तुजपैलीकडे काय असे ।\n" +
                "तूं काइसयावरी आहासि ऐसें । पाहिलें मियां ॥ २७५ ॥\n" +
                "तंव देखिलें जी आघवेंचि । तरि आतां तुज ठावो तूंचि ।\n" +
                "तूं कवणाचा नव्हेसि ऐसाचि । अनादि आयता ॥ २७६ ॥\n" +
                "तूं उभा ना बैठा । दिघडु ना खुजटा ।\n" +
                "तुज तळीं वरी वैकुंठा । तूंचि आहासी ॥ २७७ ॥\n" +
                "तूं रूपें आपणयांचि ऐसा । देवा तुझी तूंचि वयसा ।\n" +
                "पाठीं पोट परेशा । तुझें तूं गा ॥ २७८ ॥\n" +
                "किंबहुना आतां । तुझें तूंचि आघवें अनंता ।\n" +
                "हें पुढत पुढती पाहतां । देखिलें मियां ॥ २७९ ॥\n" +
                "परि या तुझिया रूपाआंतु । जी उणीव एक असे देखतु ।\n" +
                "जे आदि मध्य अंतु । तिन्हीं नाहीं ॥ २८० ॥\n" +
                "एऱ्हवीं गिंवसिलें आघवां ठायीं । परि सोय न लाहेचि कहीं ।\n" +
                "म्हणौनि त्रिशुद्धी हे नाहीं । तिन्ही एथ ॥ २८१ ॥\n" +
                "एवं आदिमध्यांतरहिता । तूं विश्वेश्वरा अपरिमिता ।\n" +
                "देखिलासि जी तत्त्वतां । विश्वरूपा ॥ २८२ ॥\n" +
                "तुज महामूर्तीचिया आंगी । उमटलिया पृथक् मूर्ती अनेगी ।\n" +
                "लेइलासी वानेपरींची आंगीं । ऐसा आवडतु आहासी ॥ २८३ ॥\n" +
                "नाना पृथक् मूर्ती तिया द्रुमवल्ली । तुझिया स्वरूपमहाचळीं ।\n" +
                "दिव्यालंकार फुलीं फळीं । सासिन्नलिया ॥ २८४ ॥\n" +
                "हो कां जे महोदधीं तूं देवा । जाहलासि तरंगमूर्ती हेलावा ।\n" +
                "कीं तूं एक वृक्षु बरवा । मूर्तिफळीं फळलासी ॥ २८५ ॥\n" +
                "जी भूतीं भूतळ मांडिलें । जैसें नक्षत्रीं गगन गुढलें ।\n" +
                "तैसें मूर्तिमय भरलें । देखतसें तुझें रूप ॥ २८६ ॥\n" +
                "जी एकेकीच्या अंगप्रांतीं । होय जाय हें त्रिजगती ।\n" +
                "एवढियाही तुझ्या आंगीं मूर्ती । कीं रोमा जालिया ॥ २८७ ॥\n" +
                "ऐसा पवाडु मांडूनि विश्वाचा । तूं कवण पां एथ कोणाचा ।\n" +
                "हें पाहिलें तंव आमुचा । सारथी तोचि तूं ॥ २८८ ॥\n" +
                "तरी मज पाहतां मुकुंदा । तूं ऐसाचि व्यापकु सर्वदा ।\n" +
                "मग भक्तानुग्रहें तया मुग्धा । रूपातें धरिसी ॥ २८९ ॥\n" +
                "कैसें चहूं भुजांचें सांवळें । पाहतां वोल्हावती मन डोळे ।\n" +
                "खेंव देऊं जाइजे तरी आकळे । दोहींचि बाहीं ॥ २९० ॥\n" +
                "ऐसी मूर्ति कोडिसवाणी कृपा । करूनि होसी ना विश्वरूपा ।\n" +
                "कीं अमुचियाचि दिठी सलेपा । जें सामान्यत्वें देखिती ॥ २९१ ॥\n" +
                "तरी आतां दिठीचा विटाळु गेला । तुवां सहजें दिव्यचक्षू केला ।\n" +
                "म्हणौनि यथारूपें देखवला । महिमा तुझा ॥ २९२ ॥\n" +
                "परी मकरतुंडामागिलेकडे । तोचि होतासि तूं एवढें ।\n" +
                "रूप जाहलासि हें फुडें । वोळखिलें मियां ॥ २९३ ॥\n" +
                "\n" +
                "\n" +
                "किरीटिनं गदिनं चक्रिणं च तेजोराशिं सर्वतो दीप्तिमन्तम् ।\n" +
                "पश्यामि त्वां दुर्निरीक्ष्यं समन्ताद्दीप्तानलार्कद्युतिमप्रमेयम् ॥ १७॥\n" +
                "\n" +
                "\n" +
                "नोहे तोचि हा शिरीं ? । मुकुट लेइलासि श्रीहरी ।\n" +
                "परी आतांचें तेज आणि थोरी । नवल कीं बहु हें ॥ २९४ ॥\n" +
                "तेंचि हें वरिलियेचि हातीं । चक्र परिजितया आयती ।\n" +
                "सांवरितासि विश्वमूर्ती । ते न मोडे खूण ॥ २९५ ॥\n" +
                "येरीकडे तेचि हे नोहे गदा । आणि तळिलिया दोनी भुजा निरायुधा ।\n" +
                "वागोरे सांवरावया गोविंदा । संसरिलिया ॥ २९६ ॥\n" +
                "आणि तेणेंचि वेगें सहसा । माझिया मनोरथासरिसा ।\n" +
                "जाहलासि विश्वरूपा विश्वेशा । म्हणौनि जाणें ॥ २९७ ॥\n" +
                "परी कायसें बा हें चोज । विस्मयो करावयाहि पाडू नाहीं मज ।\n" +
                "चित्त होऊनि जातसें निर्बुज । आश्चर्यें येणें ॥ २९८ ॥\n" +
                "हें एथ आथि कां येथ नाहीं । ऐसें श्वसोंही नये कांहीं ।\n" +
                "नवल अंगप्रभेची नवाई । कैसी कोंदलीं सैंघ ॥ २९९ ॥\n" +
                "एथ अग्नीचीही दिठी करपत । सूर्य खद्योतु तैसा हारपत ।\n" +
                "ऐसें तीव्रपण अद्भुत । तेजाचें यया ॥ ३०० ॥\n" +
                "हो कां महातेजाचिया महार्णवीं । बुडोनि गेली सृष्टी आघवी ।\n" +
                "कीं युगांतविजूंच्या पालवीं । झांकलें गगन ॥ ३०१ ॥\n" +
                "नातरी संहारतेजाचिया ज्वाळा । तोडोनि माचू बांधला अंतराळां ।\n" +
                "आतां दिव्य ज्ञानाचिया डोळां । पाहवेना ॥ ३०२ ॥\n" +
                "उजाळु अधिकाधिक बहुवसु । धडाडीत आहे अतिदाहसु ।\n" +
                "पडत दिव्यचक्षुंसही त्रासु । न्याहाळितां ॥ ३०३ ॥\n" +
                "हो कां जे महाप्रळयींचा भडाडु । होता काळाग्निरुद्राचिया ठायीं गूढु ।\n" +
                "तो तृतीयनयनाचा मढू । फुटला जैसा ॥ ३०४ ॥\n" +
                "तैसें पसरलेनि प्रकाशें । सैंघ पांचवनिया ज्वाळांचे वळसे ।\n" +
                "पडतां ब्रह्मकटाह कोळिसे । होत आहाती ॥ ३०५ ॥\n" +
                "ऐसा अद्भुत तेजोराशी । जन्मा नवल म्यां देखिलासी ।\n" +
                "नाहीं व्याप्ती आणि कांतीसी । पारु जी तुझिये ॥ ३०६ ॥\n" +
                "\n" +
                "\n" +
                "त्वमक्षरं परमं वेदितव्यं त्वमस्य विश्वस्य परं निधानम् ।\n" +
                "त्वमव्ययः शाश्वतधर्मगोप्ता सनातनस्त्वं पुरुषो मतो मे ॥ १८॥\n" +
                "\n" +
                "\n" +
                "देवा तूं अक्षर । औटाविये मात्रेसि पर ।\n" +
                "श्रुती जयाचें घर । गिंवसीत आहाती ॥ ३०७ ॥\n" +
                "जें आकाराचें आयतन । जें विश्वनिक्षेपैकनिधान ।\n" +
                "तें अव्यय तूं गहन । अविनाश जी ॥ ३०८ ॥\n" +
                "तूं धर्माचा वोलावा । अनादिसिद्ध तूं नित्य नवा ।\n" +
                "जाणें मी सदतिसावा । पुरुष विशेष तूं ॥ ३०९ ॥\n" +
                "\n" +
                "\n" +
                "अनादिमध्यान्तमनन्तवीर्यं अनन्तबाहुं शशिसूर्यनेत्रम् ।\n" +
                "पश्यामि त्वां दीप्तहुताशवक्त्रं स्वतेजसा विश्वमिदं तपन्तम् ॥ १९॥\n" +
                "\n" +
                "\n" +
                "तूं आदिमध्यांतरहितु । स्वसामर्थ्यें तूं अनंतु ।\n" +
                "विश्वबाहु अपरिमितु । विश्वचरण तूं ॥ ३१० ॥\n" +
                "पैं चंद्र चंडांशु डोळां । दावितासि कोपप्रसाद लीळा ।\n" +
                "एकां रुससी तमाचिया डोळां । एकां पाळितोसि कृपादृष्टी ॥ ३११ ॥\n" +
                "जी एवंविधा तूंतें । मी देखतसें हें निरुतें ।\n" +
                "पेटलें प्रळयाग्नीचें उजितें । तैसें वक्त्र हें तुझें ॥ ३१२ ॥\n" +
                "वणिवेनि पेटले पर्वत । कवळूनि ज्वाळांचे उभड उठत ।\n" +
                "तैसी चाटीत दाढा दांत । जीभ लोळे ॥ ३१३ ॥\n" +
                "इये वदनींचिया उबा । आणि जी सर्वांगकांतीचिया प्रभा ।\n" +
                "विश्व तातलें अति क्षोभा । जात आहे ॥ ३१४ ॥\n" +
                "\n" +
                "\n" +
                "द्यावापृथिव्योरिदमन्तरं हि व्याप्तं त्वयैकेन दिशश्च सर्वाः ।\n" +
                "दृष्ट्वाऽद्भुतं रूपमुग्रं तवेदं लोकत्रयं प्रव्यथितं महात्मन् ॥ २०॥\n" +
                "\n" +
                "\n" +
                "कां जे द्यौर्लोक आणि पाताळ । पृथिवी आणि अंतराळ ।\n" +
                "अथवा दशदिशा समाकुळ । दिशाचक्र ॥ ३१५ ॥\n" +
                "हें आघवेंचि तुंवा एकें । भरलें देखत आहे कौतुकें ।\n" +
                "परि गगनाहीसकट भयानकें । आप्लविजे जेवीं ॥ ३१६ ॥\n" +
                "नातरी अद्भुतरसाचिया कल्लोळीं । जाहली चवदाही भुवनांसि कडियाळीं ।\n" +
                "तैसें आश्चर्यचि मग मी आकळीं । काय एक ? ॥ ३१७ ॥\n" +
                "नावरे व्याप्ती हे असाधारण । न साहवे रूपाचें उग्रपण ।\n" +
                "सुख दूरी गेलें परि प्राण । विपायें धरीजे ॥ ३१८ ॥\n" +
                "देवा ऐसें देखोनि तूंतें । नेणों कैसें आलें भयाचें भरितें ।\n" +
                "आतां दुःखकल्लोळीं झळंबतें । तिन्हीं भुवनें ॥ ३१९ ॥\n" +
                "एऱ्हवीं तुज महात्मयाचें देखणें । तरि भयदुःखासि कां मेळवणें ? ।\n" +
                "परि हें सुख नव्हेचि जेणें गुणें । तें जाणवत आहे मज ॥ ३२० ॥\n" +
                "जंव तुझें रूप नोहे दिठें । तंव जगासि संसारिक गोमटें ।\n" +
                "आतां देखिलासि तरी विषयविटें । उपनला त्रासु ॥ ३२१ ॥\n" +
                "तेवींचि तुज देखिलियासाठीं । काय सहसा तुज देवों येईल मिठी ।\n" +
                "आणि नेदीं तरी शोकसंकटीं । राहों केवीं ? ॥ ३२२ ॥\n" +
                "म्हणौनि मागां सरों तंव संसारु । आडवीत येतसे अनिवारु ।\n" +
                "आणि पुढां तूं तंव अनावरु । न येसि घेवों ॥ ३२३ ॥\n" +
                "ऐसा माझारलिया सांकडां । बापुड्या त्रैलोक्याचा होतसे हुरडा ।\n" +
                "हा ध्वनि जी फुडा । चोजवला मज ॥ ३२४ ॥\n" +
                "जैसा आरंबळला आगीं । तो समुद्रा ये निवावयालागीं ।\n" +
                "तंव कल्लोळपाणियाचिया तरंगीं । आगळा बिहे ॥ ३२५ ॥\n" +
                "तैसें या जगासि जाहलें । तूंतें देखोनि तळमळित ठेलें ।\n" +
                "यामाजीं पैल भले । ज्ञानशूरांचे मेळावे ॥ ३२६ ॥\n" +
                "\n" +
                "\n" +
                "अमी हि त्वां सुरसंघा विशन्ति केचिद्भीताः प्राञ्जलयो गृणन्ति ।\n" +
                "स्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घाः स्तुवन्ति त्वां सुतिभिः पुष्कलाभिः ॥ २१॥\n" +
                "\n" +
                "\n" +
                "हे तुझेनि आंगिकें तेजें । जाळूनि सर्व कर्मांचीं बीजें ।\n" +
                "मिळत तुज आंतु सहजें । सद्भावेसीं ॥ ३२७ ॥\n" +
                "आणिक एक सावियाचि भयभीरु । सर्वस्वें धरूनि तुझी मोहरु ।\n" +
                "तुज प्रार्थिताति करु । जोडोनियां ॥ ३२८ ॥\n" +
                "देवा अविद्यार्णवीं पडिलों । जी विषयवागुरें आंतुडलों ।\n" +
                "स्वर्गसंसाराचिया सांकडलों । दोहीं भागीं ॥ ३२९ ॥\n" +
                "ऐसें आमुचें सोडवणें । तुजवांचोनि कीजेल कवणें ? ।\n" +
                "तुज शरण गा सर्वप्राणें । म्हणत देवा ॥ ३३० ॥\n" +
                "आणि महर्षी अथवा सिद्ध । कां विद्याधरसमूह विविध ।\n" +
                "हे बोलत तुज स्वस्तिवाद । करिती स्तवन ॥ ३३१ ॥\n" +
                "\n" +
                "\n" +
                "रुद्रादित्या वसवो ये च साध्या विश्वेऽश्विनौ मरुतश्चोश्मपाश्च ।\n" +
                "गन्धर्वयक्षासुरसिद्धसङ्घा वीक्षन्ते त्वां विस्मिताश्चैव सर्वे ॥ २२॥\n" +
                "\n" +
                "\n" +
                "हे रुद्रादित्यांचे मेळावे । वसु हन साध्य आघवे ।\n" +
                "अश्विनौ देव विश्वेदेव विभवें । वायुही हे जी ॥ ३३२ ॥\n" +
                "अवधारा पितर हन गंधर्व । पैल यक्षरक्षोगण सर्व ।\n" +
                "जी महेंद्रमुख्य देव । कां सिद्धादिक ॥ ३३३ ॥\n" +
                "हे आघवेचि आपुलालिया लोकीं । सोत्कंठित अवलोकीं ।\n" +
                "हे महामूर्ती दैविकी । पाहात आहाती ॥ ३३४ ॥\n" +
                "मग पाहात पाहात प्रतिक्षणीं । विस्मित होऊनि अंतःकरणीं ।\n" +
                "करित निजमुकटीं वोवाळणी । प्रभुजी तुज ॥ ३३५ ॥\n" +
                "ते जय जय घोष कलरवें । स्वर्ग गाजविताती आघवे ।\n" +
                "ठेवित ललाटावरी बरवे । करसंपुट ॥ ३३६ ॥\n" +
                "तिये विनयद्रुमाचिये आरवीं । सुरवाडली सात्त्विकांची माधवी ।\n" +
                "म्हणौनि करसंपुटपल्लवीं । तूं होतासि फळ ॥ ३३७ ॥\n" +
                "\n" +
                "\n" +
                "रूपं महत्ते बहुवक्त्रनेत्रं महाबाहो बहुबाहूरुपादम् ।\n" +
                "बहूदरं बहुदंष्ट्राकरालं दृष्ट्वा लोकाः प्रव्यथितास्तथाऽहम् ॥ २३॥\n" +
                "\n" +
                "\n" +
                "जी लोचनां भाग्य उदेलें । मना सुखाचें सुयाणें पाहलें ।\n" +
                "जे अगाध तुझें देखिलें । विश्वरूप इहीं ॥ ३३८ ॥\n" +
                "हें लोकत्रयव्यापक रूपडें । पाहतां देवांही वचक पडे ।\n" +
                "याचें सन्मुखपण जोडें । भलतयाकडुनी ॥ ३३९ ॥\n" +
                "ऐसें एकचि परी विचित्रें । आणि भयानकें वक्त्रें ।\n" +
                "बहुलोचन हे सशस्त्रें । अनंतभुजा ॥ ३४० ॥\n" +
                "अनंत चारु बाहु चरण । बहूदर आणि नानावर्ण ।\n" +
                "कैसें प्रतिवदनीं मातलेपण । आवेशाचें ॥ ३४१ ॥\n" +
                "हो कां महाकल्पाचिया अंतीं । तवकलेनि यमें जेउततेउतीं ।\n" +
                "प्रळयाग्नीचीं उजितीं । आंबुखिलीं जैसीं ॥ ३४२ ॥\n" +
                "नातरी संहारत्रिपुरारीचीं यंत्रें । कीं प्रळयभैरवाचीं क्षेत्रें ।\n" +
                "नाना युगांतशक्तीचीं पात्रें । भूतखिचा वोढविलीं ॥ ३४३ ॥\n" +
                "तैसीं जियेतियेकडे । तुझीं वक्त्रें जीं प्रचंडें ।\n" +
                "न समाती दरीमाजीं सिंव्हाडे । तैसे दशन दिसती रागीट ॥ ३४४ ॥\n" +
                "जैसें काळरात्रीचेनि अंधारें । उल्हासत निघतीं संहारखेंचरें ।\n" +
                "तैसिया वदनीं प्रळयरुधिरें । काटलिया दाढा ॥ ३४५ ॥\n" +
                "हें असो काळें अवंतिलें रण । कां सर्व संहारें मातलें मरण ।\n" +
                "तैसें अतिभिंगुळवाणेंपण । वदनीं तुझिये ॥ ३४६ ॥\n" +
                "हे बापुडी लोकसृष्टी । मोटकीये विपाइली दिठी ।\n" +
                "आणि दुःखकालिंदीचिया तटीं । झाड होऊनि ठेली ॥ ३४७ ॥\n" +
                "तुज महामृत्यूचिया सागरीं । आतां हे त्रैलोक्य जीविताची तरी ।\n" +
                "शोकदुर्वातलहरी । आंदोळत असे ॥ ३४८ ॥\n" +
                "एथ कोपोनि जरी वैकुंठें । ऐसें हन म्हणिपैल अवचटें ।\n" +
                "जें तुज लोकांचें काई वाटे ? । तूं ध्यानसुख हें भोगीं ॥ ३४९ ॥\n" +
                "तरी जी लोकांचें कीर साधारण । वायां आड सूतसे वोडण ।\n" +
                "केवीं सहसा म्हणे प्राण । माझेचि कांपती ॥ ३५० ॥\n" +
                "ज्या मज संहाररुद्र वासिपे । ज्या मजभेणें मृत्यु लपे ।\n" +
                "तो मी एथें अहाळबाहळीं कांपें । ऐसें तुवां केलें ॥ ३५१ ॥\n" +
                "परि नवल बापा हे महामारी । इया नाम विश्वरूप जरी ।\n" +
                "हे भ्यासुरपणें हारी । भयासि आणी ॥ ३५२ ॥\n" +
                "\n" +
                "\n" +
                "नभःस्पृशं दीप्तमनेकवर्णं व्यात्ताननं दीप्तविशालनेत्रम् ।\n" +
                "दृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा धृतिं न विन्दामि शमं च विष्णो ॥ २४॥\n" +
                "\n" +
                "\n" +
                "ठेलीं महाकाळेंसि हटेंतटें । तैसी किती{ए}कें मुखें रागिटें ।\n" +
                "इहीं वाढोनियां धाकुटें । आकाश केलें ॥ ३५३ ॥\n" +
                "गगनाचेंनि वाडपणें नाकळे । त्रिभुवनींचियाही वारिया न वेंटाळे ।\n" +
                "ययाचेनि वाफा आगी जळे । कैसें धडाडीत असे ॥ ३५४ ॥\n" +
                "तेवींचि एकसारिखें एक नोहे । एथ वर्णावर्णाचा भेदु आहे ।\n" +
                "हो कां जें प्रळयीं सावावो लाहे । वन्ह्ं ययाचा ॥ ३५५ ॥\n" +
                "जयाचिये आंगींची दीप्ती येवढी । जे त्रैलोक्य कीजे राखोंडी ।\n" +
                "कीं तयाही तोंडें आणि तोंडीं । दांत दाढा ॥ ३५६ ॥\n" +
                "कैसा वारया धनुर्वात चढला । समुद्र कीं महापुरीं पडिला ।\n" +
                "विषाग्नि मारा प्रवर्तला । वडवानळासी ॥ ३५७ ॥\n" +
                "हळाहळ आगी पियालें । नवल मरण मारा प्रवर्तलें ।\n" +
                "तैसें संहारतेजा या जाहलें । वदन देखा ॥ ३५८ ॥\n" +
                "परी कोणें मानें विशाळ । जैसें तुटलिया अंतराळ ।\n" +
                "आकाशासि कव्हळ । पडोनि ठेलें ॥ ३५९ ॥\n" +
                "नातरी काखे सूनि वसुंधरी । जैं हिरण्याक्षु रिगाला विवरीं ।\n" +
                "तैं उघडले हाटकेश्वरीं । जेवीं पाताळकुहर ॥ ३६० ॥\n" +
                "तैसा वक्त्रांचा विकाशु । माजीं जिव्हांचा आगळाचि आवेशु ।\n" +
                "विश्व न पुरे म्हणौनि घांसु । न भरीचि कोंडें ॥ ३६१ ॥\n" +
                "आणि पाताळव्याळांचिया फूत्कारीं । गरळज्वाळा लागती अंबरीं ।\n" +
                "तैसी पसरलिये वदनदरी- । माजीं हे जिव्हा ॥ ३६२ ॥\n" +
                "काढूनि प्रळयविजूंचीं जुंबाडें । जैसें पन्नासिलें गगनाचे हुडे ।\n" +
                "तैसे आवाळुवांवरी आंकडे । धगधगीत दाढांचे ॥ ३६३ ॥\n" +
                "आणि ललाटपटाचिये खोळे । कैसें भयातें भेडविताती डोळे ।\n" +
                "हो कां जे महामृत्यूचे उमाळे । कडवसां राहिले ॥ ३६४ ॥\n" +
                "ऐसें वाऊनि भयाचें भोज । एथ काय निपजवूं पाहातोसि काज ।\n" +
                "तें नेणों परी मज । मरणभय आलें ॥ ३६५ ॥\n" +
                "देवा विश्वरूप पहावयाचे डोहळे । केले तिये पावलों प्रतिफळें ।\n" +
                "बापा देखिलासि आतां डोळे । निवावे तैसे निवाले ॥ ३६६ ॥\n" +
                "अहो देहो पार्थिव कीर जाये । ययाची काकुळती कवणा आहे ।\n" +
                "परि आतां चैतन्य माझें विपायें । वांचे कीं न वांचे ॥ ३६७ ॥\n" +
                "एऱ्हवीं भयास्तव आंग कांपे । नावेक आगळें तरी मन तापे ।\n" +
                "अथवा बुद्धिही वासिपे । अभिमानु विसरिजे ॥ ३६८ ॥\n" +
                "परी येतुलियाही वेगळा । जो केवळ आनंदैककळा ।\n" +
                "तया अंतरात्मयाही निश्चळा । शियारी आली ॥ ३६९ ॥\n" +
                "बाप साक्षात्काराचा वेधु । कैसा देशधडी केला बोधु ।\n" +
                "हा गुरुशिष्यसंबंधु । विपायें नांदे ॥ ३७० ॥\n" +
                "देवा तुझ्या ये दर्शनीं । जें वैकल्य उपजलें आहे अंतःकरणीं ।\n" +
                "तें सावरावयालागीं गंवसणी । धैर्याची करितसें ॥ ३७१ ॥\n" +
                "तंव माझेनि नामें धैर्य हारपलें । कीं तयाहीवरी विश्वरूपदर्शन जाहलें ।\n" +
                "हें असो परि मज भलें आतुडविलें । उपदेशा इया ॥ ३७२ ॥\n" +
                "जीव विसंवावयाचिया चाडा । सैंघ धांवाधांवी करितसे बापुडा ।\n" +
                "परि सोयही कवणेंकडां । न लभे एथ ॥ ३७३ ॥\n" +
                "ऐसें विश्वरूपाचिया महामारी । जीवित्व गेलें आहें चराचरीं ।\n" +
                "जी न बोलें तरि काय करीं । कैसेनि राहें ? ॥ ३७४ ॥\n" +
                "\n" +
                "\n" +
                "दंष्ट्राकरालानि च ते मुखानि दृष्ट्वैव कालानलसन्निभानि ।\n" +
                "दिशो न जाने न लभे च शर्म प्रसीद देवेश जगन्निवास ॥ २५॥\n" +
                "\n" +
                "\n" +
                "पैं अखंड डोळ्यांपुढें । फुटलें जैसें महाभयाचें भांडें ।\n" +
                "तैशीं तुझीं मुखें वितंडें । पसरलीं देखें ॥ ३७५ ॥\n" +
                "असो दांत दाढांची दाटी । न झांकवे मा दों दों वोठीं ।\n" +
                "सैंघ प्रळयशस्त्रांचिया दाट कांटी । लागलिया जैशा ॥ ३७६ ॥\n" +
                "जैसें तक्षका विष भरलें । हो कां जे काळरात्रीं भूत संचरलें ।\n" +
                "कीं आग्नेयास्त्र परजिलें । वज्राग्नि जैसें ॥ ३७७ ॥\n" +
                "तैशीं तुझीं वक्त्रें प्रचंडें । वरि आवेश हा बाहेरी वोसंडे ।\n" +
                "आले मरणरसाचे लोंढे । आम्हांवरी ॥ ३७८ ॥\n" +
                "संहारसमयींचा चंडानिळु । आणि महाकल्पांत प्रळयानळु ।\n" +
                "या दोहीं जैं होय मेळु । तैं काय एक न जळे ? ॥ ३७९ ॥\n" +
                "तैसीं संहारकें तुझीं मुखें । देखोनि धीरु कां आम्हां पारुखे ? ।\n" +
                "आतां भुललों मी दिशा न देखें । आपणपें नेणें ॥ ३८० ॥\n" +
                "मोटकें विश्वरूप डोळां देखिलें । आणि सुखाचें अवर्षण पडिलें ।\n" +
                "आतां जापाणीं जापाणीं आपुलें । अस्ताव्यस्त हें ॥ ३८१ ॥\n" +
                "ऐसें करिसी म्हणौनि जरी जाणें । तरी हे गोष्टी सांगावीं कां मी म्हणें ।\n" +
                "आतां एक वेळ वांचवी जी प्राणें । या स्वरूपप्रळयापासोनि ॥ ३८२ ॥\n" +
                "जरी तूं गोसावी आमुचा अनंता । तरी सुईं वोडण माझिया जीविता ।\n" +
                "सांटवीं पसारा हा मागुता । महामारीचा ॥ ३८३ ॥\n" +
                "आइकें सकळ देवांचिया परदेवते । तुवां चैतन्यें गा विश्व वसतें ।\n" +
                "तें विसरलासी हें उपरतें । संहारूं आदरिलें ॥ ३८४ ॥\n" +
                "म्हणौनि वेगीं प्रसन्न होईं देवराया । संहरीं संहरीं आपुली माया ।\n" +
                "काढीं मातें महाभया- । पासोनियां ॥ ३८५ ॥\n" +
                "हा ठायवरी पुढतपुढतीं । तूंतें म्हणिजे बहुवा काकुळती ।\n" +
                "ऐसा मी विश्वमूर्ती । भेडका जाहलों ॥ ३८६ ॥\n" +
                "जैं अमरावतीये आला धाडा । तैं म्यां एकलेनि केला उवेडा ।\n" +
                "जो मी काळाचियाही तोंडा । वासिपु न धरीं ॥ ३८७ ॥\n" +
                "परी तया आंतुल नव्हे हें देवा । एथ मृत्यूसही करूनि चढावा ।\n" +
                "तुवां आमुचाचि घोटू भरावा । या सकळ विश्वेंसीं ॥ ३८८ ॥\n" +
                "कैसा नव्हता प्रळयाचा वेळु । गोखा तूंचि मिनलासि काळु ।\n" +
                "बापुडा हा त्रिभुवनगोळु । अल्पायु जाहला ॥ ३८९ ॥\n" +
                "अहा भाग्या विपरीता । विघ्न उठिलें शांत करितां ।\n" +
                "कटाकटा विश्व गेलें आतां । तूं लागलासि ग्रासूं ॥ ३९० ॥\n" +
                "हें नव्हे मा रोकडें । सैंघ पसरूनियां तोंडें ।\n" +
                "कवळितासि चहूंकडे । सैन्यें इयें ॥ ३९१ ॥\n" +
                "\n" +
                "\n" +
                "अमी च त्वां धृतराष्ट्रस्य पुत्राः सर्वे सहैवावनिपालसङ्घैः ।\n" +
                "भीष्मो द्रोणः सूतपुत्रस्तथाऽसौ सहास्मदीयैरपि योधमुख्यैः ॥ २६॥\n" +
                "\n" +
                "\n" +
                "नोहेति ? हे कौरवकुळींचे वीर । आंधळिया धृतराष्ट्राचे कुमर ।\n" +
                "हे गेले गेले सहपरिवार । तुझिया वदनीं ॥ ३९२ ॥\n" +
                "आणि जे जे यांचेनि सावायें । आले देशोदेशींचे राये ।\n" +
                "तयांचें सांगावया जावों न लाहे । ऐसें सरकटित आहासी ॥ ३९३ ॥\n" +
                "मदमुखाचिया संघटा । घेत आहासि घटघटां ।\n" +
                "आरणीं हन थाटा । देतासि मिठी ॥ ३९४ ॥\n" +
                "जंत्रावरिचील मार । पदातींचे मोगर ।\n" +
                "मुखाआंत भार । हारपताति मा ॥ ३९५ ॥\n" +
                "कृतांताचिया जावळी । जें एकचि विश्वातें गिळी ।\n" +
                "तियें कोटीवरी सगळीं । गिळितासि शस्त्रें ॥ ३९६ ॥\n" +
                "चतुरंगा परिवारा । संजोडियां रहंवरां ।\n" +
                "दांत न लाविसी मा परमेश्वरा । कसा तुष्टलासि बरवा ॥ ३९७ ॥\n" +
                "हां गा भीष्मा{ऐ}सा कवणु । सत्यशौर्यनिपुणु ।\n" +
                "तोही आणि ब्राह्मण द्रोणु । ग्रासिलासि कटकटा ॥ ३९८ ॥\n" +
                "अहा सहस्रकराचा कुमरु । एथ गेला गेला कर्णवीरु ।\n" +
                "आणि आमुचिया आघवयांचा केरु । फेडिला देखें ॥ ३९९ ॥\n" +
                "कटकटा धातया । कैसें जाहलें अनुग्रहा यया ।\n" +
                "मियां प्रार्थूनि जगा बापुडिया । आणिलें मरण ॥ ४०० ॥ ";
        stringBuilder1.append(aadhaya2);
        textView2.setText(stringBuilder1.toString());



        TextView textView3=findViewById(R.id.title4);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" मागां थोडिया बहुवा उपपत्ती । येणें सांगितलिया विभूती ।\n" +
                "तैसा नसेचि मा पुढती । बैसलों पुसों ॥ ४०१ ॥\n" +
                "म्हणौनि भोग्य तें त्रिशुद्धी न चुके । आणि बुद्धिही होणारासारिखी ठाके ।\n" +
                "माझ्या कपाळीं पिटावें लोकें । तें लोटेल कांह्यां ॥ ४०२ ॥\n" +
                "पूर्वीं अमृतही हातां आलें । परी देव नसतीचि उगले ।\n" +
                "मग काळकूट उठविलें । शेवटीं जैसें ॥ ४०३ ॥\n" +
                "परी तें एकबगीं थोडें । केलिया प्रतिकारामाजिवडें ।\n" +
                "आणि तिये अवसरीचें तें सांकडें । निस्तरविलें शंभू ॥ ४०४ ॥\n" +
                "आतां हा जळतां वारा कें वेंटाळे ? । कोणा हे विषा भरलें गगन गिळे ? ।\n" +
                "महाकाळेंसि कें खेळें ? । आंगवत असे ॥ ४०५ ॥\n" +
                "ऐसा अर्जुन दुःखें शिणतु । शोचित असे जिवाआंतु ।\n" +
                "परी न देखें तो प्रस्तुतु । अभिप्राय देवाचा ॥ ४०६ ॥\n" +
                "जे मी मारिता हे कौरव मरते । ऐसेनि वेंटाळिला होता मोहें बहुतें ।\n" +
                "तो फेडावयालागीं अनंतें । हें दाखविलें निज ॥ ४०७ ॥\n" +
                "अरे कोण्ही कोणातें न मारी । एथ मीचि हो सर्व संहारीं ।\n" +
                "हें विश्वरूपव्याजें हरी । प्रकटित असे ॥ ४०८ ॥\n" +
                "परी वायांचि व्याकुलता । ते न चोजवेचि पंडुसुता ।\n" +
                "मग अहा कंपु नव्हता । वाढवित असे ॥ ४०९ ॥\n" +
                "\n" +
                "\n" +
                "वक्त्राणि ते त्वरमाणा विशन्ति दंष्ट्राकरालानि भयानकानि ।\n" +
                "केचिद्विलग्ना दशनान्तरेषु संदृश्यन्ते चूर्णितैरुत्तमाङ्गैः ॥ २७॥\n" +
                "\n" +
                "\n" +
                "तेथ म्हणे पाहा हो एके वेळे । सासिकवचेंसि दोन्ही दळें ।\n" +
                "वदनीं गेलीं आभाळें । गगनीं कां जैसीं ॥ ४१० ॥\n" +
                "कां महाकल्पाचिया शेवटीं । जैं कृतांतु कोपला होय सृष्टी ।\n" +
                "तैं एकविसांही स्वर्गां मिठी । पाताळासकट दे ॥ ४११ ॥\n" +
                "नातरी उदासीनें दैवें । संचकाचीं वैभवें ।\n" +
                "जेथींचीं तेथ स्वभावें । विलया जाती ॥ ४१२ ॥\n" +
                "तैसीं सासिन्नलीं सैन्यें एकवटें । इये मुखीं जाहलीं प्रविष्टें ।\n" +
                "परी एकही तोंडौनि न सुटे । कैसें कर्म देखा ॥ ४१३ ॥\n" +
                "अशोकाचे अंगवसे । चघळिले कऱ्हेनि जैसे ।\n" +
                "लोक वक्त्रामाजीं तैसे । वायां गेले ॥ ४१४ ॥\n" +
                "परि सिसाळें मुकुटेंसीं । पडिली दाढांचे सांडसीं ।\n" +
                "पीठ होत कैसीं । दिसत आहाती ॥ ४१५ ॥\n" +
                "तियें रत्नें दांतांचिये सवडीं । कूट लागलें जिभेच्या बुडीं ।\n" +
                "कांहीं कांहीं आगरडीं । द्रंष्ट्रांचीं माखलीं ॥ ४१६ ॥\n" +
                "हो कां जे विश्वरूपें काळें । ग्रासिलीं लोकांचीं शरीरें बळें ।\n" +
                "परि जीवित्व देहींचीं सिसाळें । अवश्य कीं राखिलीं ॥ ४१७ ॥\n" +
                "तैसीं शरीरामाजीं चोखडीं । इयें उत्तमांगें होतीं फुडीं ।\n" +
                "म्हणौनि महाकाळाचियाही तोंडीं । परि उरलीं शेखीं ॥ ४१८ ॥\n" +
                "मग म्हणे हें काई । जन्मलयां आन मोहरचि नाहीं ।\n" +
                "जग आपैसेंचि वदनडोहीं । संचारताहे ॥ ४१९ ॥\n" +
                "यया आपेंआप आघविया सृष्टी । लागलिया आहाति वदनाच्या वाटीं ।\n" +
                "आणि हा जेथिंचिया तेथ मिठी । देतसे उगला ॥ ४२० ॥\n" +
                "ब्रह्मादिक समस्त । उंचा मुखामाजीं धांवत ।\n" +
                "येर सामान्य हे भरत । ऐलीच वदनीं ॥ ४२१ ॥\n" +
                "आणीकही भूतजात । तें उपजलेचि ठायीं ग्रासित ।\n" +
                "परि याचिया मुखा निभ्रांत । न सुटेचि कांहीं ॥ ४२२ ॥\n" +
                "\n" +
                "\n" +
                "यथा नदीनाम् बहवोऽम्बुवेगाः समुद्रमेवाभिमुखा द्रवन्ति ।\n" +
                "तथा तवामी नरलोकवीरा विशन्ति वक्त्राण्यभिविज्वलन्ति ॥ २८॥\n" +
                "\n" +
                "\n" +
                "जैसे महानदीचे वोघ । वहिले ठाकिती समुद्राचें आंग ।\n" +
                "तैसें आघवाचिकडूनि जग । प्रवेशत मुखीं ॥ ४२३ ॥\n" +
                "आयुष्यपंथें प्राणिगणी । करोनि अहोरात्रांची मोवणी ।\n" +
                "वेगें वक्त्रामिळणीं । साधिजत आहाती ॥ ४२४ ॥\n" +
                "\n" +
                "\n" +
                "यथा प्रदीप्तं ज्वलनं पतङ्गा विशन्ति नाशाय समृद्धवेगाः ।\n" +
                "तथैव नाशाय विशन्ति लोका स्तवापि वक्त्राणि समृद्धवेगाः ॥ २९॥\n" +
                "\n" +
                "\n" +
                "जळतया गिरीच्या गवखा- । माजीं घापती पतंगाचिया झाका ।\n" +
                "तैसे समग्र लोक देखा । इये वदनीं पडती ॥ ४२५ ॥\n" +
                "परि जेतुलें येथ प्रवेशलें । तें तातलिया लोहें पाणीचि पां गिळिलें ।\n" +
                "वहवटींहि पुसिलें । नामरूप तयांचें ॥ ४२६ ॥\n" +
                "\n" +
                "\n" +
                "लेलिह्यसे ग्रसमानः समन्ताल्लोकान्समग्रान्वदनैर्ज्वद्भिः ।\n" +
                "तेजोभिरापूर्य जगत्समग्रं भासस्तवोग्राः प्रतपन्ति विष्णो ॥ ३०॥\n" +
                "\n" +
                "\n" +
                "आणि येतुलाही आरोगण । करितां भुके नाहीं उणेपण ।\n" +
                "कैसें दीपन असाधारण । उदयलें यया ॥ ४२७ ॥\n" +
                "जैसा रोगिया ज्वराहूनि उठिला । का भणगा दुकाळु पाहला ।\n" +
                "तैसा जिभांचा लळलळाटु देखिला । आवाळुवें चाटितां ॥ ४२८ ॥\n" +
                "तैसें आहाराचे नांवें कांहीं । तोंडापासूनि उरलेंचि नाहीं ।\n" +
                "कैसी समसमीत नवाई । भुकेलेपणाची ॥ ४२९ ॥\n" +
                "काय सागराचा घोंटु भरावा ? । कीं पर्वताचा घांसु करावा ? ।\n" +
                "ब्रह्मकटाहो घालावा । आघवाचि दाढे ॥ ४३० ॥\n" +
                "दिशा सगळियाचि गिळाविया । चांदिणिया चाटूनि घ्याविया ।\n" +
                "ऐसें वर्तत आहे साविया । लोलुप्य बा तुझें ॥ ४३१ ॥\n" +
                "जैसा भोगीं कामु वाढे । कां इंधनें आगीसि हाकाक चढे ।\n" +
                "तैसी खातखातांचि तोंडें । खाखांतें ठेलीं ॥ ४३२ ॥\n" +
                "कैसें एकचि केवढें पसरलें । त्रिभुवन जिव्हाग्रीं आहे टेकलें ।\n" +
                "जैसें कां कवीठ घातलें । वडवानळीं ॥ ४३३ ॥\n" +
                "ऐसीं अपार वदनें । आतां येतुलीं कैंचीं त्रिभुवनें ।\n" +
                "कां आहारु न मिळतां येणें मानें । वाढविलीं सैंघ ॥ ४३४ ॥\n" +
                "अगा हा लोकु बापुडा । जाहला वदनज्वाळां वरपडा ।\n" +
                "जैसी वणवेयाचिया वेढां । सांपडती मृगें ॥ ४३५ ॥\n" +
                "आतां तैसें यां विश्वा जाहालें । देव नव्हे हें कर्म आलें ।\n" +
                "कां जग चळचळां पांगिलें । काळजाळें ॥ ४३६ ॥\n" +
                "आतां इये अंगप्रभेचिये वागुरे । कोणीकडूनि निगिजैल चराचरें ।\n" +
                "हीं वक्त्रें नोहेती जोहारें । वोडवलीं जगा ॥ ४३७ ॥\n" +
                "आगी आपुलेनि दाहकपणें । कैसेनि पोळिजे तें नेणे ।\n" +
                "परी जया लागे तया प्राणें । सुटिकाची नाहीं ॥ ४३८ ॥\n" +
                "नातरी माझेनि तिखटपणें । कैसें निवटे हें शस्त्र कायि जाणें ।\n" +
                "कां आपुलियां मारा नेणें । विष जैसें ॥ ४३९ ॥\n" +
                "तैसी तुज कांहीं । आपुलिया उग्रपणाची सेचि नाहीं ।\n" +
                "परी ऐलीकडिले मुखीं खाई । हो सरली जगाची ॥ ४४० ॥\n" +
                "अगा आत्मा तूं एकु । सकळ विश्वव्यापकु ।\n" +
                "तरी कां आम्हां अंतकु । तैसा वोडवलासी ? ॥ ४४१ ॥\n" +
                "तरी मियां सांडिली जीवित्वाची चाड । आणि तुवांही न धरावी भीड ।\n" +
                "मनीं आहे तें उघड । बोल पां सुखें ॥ ४४२ ॥\n" +
                "किती वाढविसी या उग्ररूपा । आंगींचें भगवंतपण आठवीं बापा ।\n" +
                "नाहीं तरी कृपा । मजपुरती पाही ॥ ४४३ ॥\n" +
                "\n" +
                "\n" +
                "आख्याहि मे को भवानुग्ररूपो नमोऽस्तु ते देववर प्रसीद ।\n" +
                "विज्ञातुमिच्छामिभवन्तमाद्यं न हि प्रजानामि तव प्रवृत्तिम् ॥ ३१॥\n" +
                "\n" +
                "\n" +
                "तरी एक वेळ वेदवेद्या । जी त्रिभुवनैक आद्या ।\n" +
                "विनवणी विश्ववंद्या । आइकें माझी ॥ ४४४ ॥\n" +
                "ऐसें बोलोनि वीरें । चरण नमस्कारिलें शिरें ।\n" +
                "मग म्हणें तरी सर्वेश्वरें । अवधारिजो ॥ ४४५ ॥\n" +
                "मियां होआवया समाधान । जी पुसिलें विश्वरूपध्यान ।\n" +
                "आणि एकेंचि काळें त्रिभुवन । गिळितुचि उठिलासी ॥ ४४६ ॥\n" +
                "तरी तूं कोण कां येतुलीं । इयें भ्यासुरें मुखें कां मेळविलीं ।\n" +
                "आघवियाचि करीं परिजिलीं । शस्त्रें कांह्या ॥ ४४७ ॥\n" +
                "जी जंव तंव रागीटपणें । वाढोनि गगना आणितोसि उणें ।\n" +
                "कां डोळे करूनि भिंगुळवाणे । भेडसावीत आहासी ॥ ४४८ ॥\n" +
                "एथ कृतांतेंसि देवा । कासया किजतसे हेवा ।\n" +
                "हा आपुला तुवां सांगावा । अभिप्राय मज ॥ ४४९ ॥\n" +
                "या बोला म्हणे अनंतु । मी कोण हें आहासी पुसतु ।\n" +
                "आणि कायिसयालागीं असे वाढतु । उग्रतेसी ॥ ४५० ॥\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "कालोऽस्मि लोकक्षयकृत्प्रवृद्धो लोकान् समाहर्तुमिह प्रवृत्तः ॥\n" +
                "ऋतेऽपि त्वां न भविष्यन्ति सर्वे येऽवस्थिताः प्रत्यनीकेषु योधाः ॥ ३२॥\n" +
                "\n" +
                "तरी मी काळु गा हें फुडें । लोक संहारावयालागीं वाढें ।\n" +
                "सैंघ पसरिलीं आहातीं तोंडें । आतां ग्रासीन हें आघवें ॥ ४५१ ॥\n" +
                "एथ अर्जुन म्हणे कटकटा । उबगिलों मागिल्या संकटा ।\n" +
                "म्हणौनि आळविला तंव वोखटा । उवाइला हा ॥ ४५२ ॥\n" +
                "तेवींचि कठिण बोलें आसतुटी । अर्जुन होईल हिंपुटी ।\n" +
                "म्हणौनि सवेंचि म्हणे किरीटी । परि आन एक असे ॥ ४५३ ॥\n" +
                "तरी आतांचिये संहारवाहरे । तुम्हीं पांडव असा बाहिरे ।\n" +
                "तेथ जातजातां धनुर्धरें । सांवरिले प्राण ॥ ४५४ ॥\n" +
                "होता मरणमहामारीं गेला । तो मागुता सावधु जाहला ।\n" +
                "मग लागला बोला । चित्त देऊं ॥ ४५५ ॥\n" +
                "ऐसें म्हणिजत आहे देवें । अर्जुना तुम्ही माझें हें जाणावें ।\n" +
                "येर जाण मी आघवें । सरलों ग्रासूं ॥ ४५६ ॥\n" +
                "वज्रानळीं प्रचंडीं । जैसी घापे लोणियाची उंडी ।\n" +
                "तैसें जग हें माझिया तोंडीं । तुवां देखिलें जें ॥ ४५७ ॥\n" +
                "तरी तयामाझारीं कांहीं । भरंवसेनि उणें नाहीं ।\n" +
                "इये वायांचि सैन्यें पाहीं । बरवतें आहाती ॥ ४५८ ॥\n" +
                "ऐसा चतुरंगाचिया संपदा । करित महाकाळेंसीं स्पर्धा ।\n" +
                "वांटिवेचिया मदा । वघळले जे ॥ ४५९ ॥\n" +
                "हे जे मिळोनियां मेळे । कुंथती वीरवृत्तीचेनि बळें ।\n" +
                "यमावरी गजदळें । वाखाणिजताती ॥ ४६० ॥\n" +
                "म्हणती सृष्टीवरी सृष्टी करूं । आण वाहूनि मृत्यूतें मारूं ।\n" +
                "आणि जगाचा भरूं । घोंटु यया ॥ ४६१ ॥\n" +
                "पृथ्वी सगळीचि गिळूं । आकाश वरिच्यावरी जाळूं ।\n" +
                "कां बाणवरी खिळूं । वारयातें ॥ ४६२ ॥\n" +
                "बोल हतियेराहूनि तिखट । दिसती अग्निपरिस दासट ।\n" +
                "मारकपणें काळकूट । महुर म्हणत ॥ ४६३ ॥\n" +
                "तरी हे गंधर्वनगरींचे उमाळे । जाण पोकळीचे पेंडवळें ।\n" +
                "अगा चित्रीव फळें । वीर हे देखें ॥ ४६४ ॥\n" +
                "हां गा मृगजळाचा पूर आला । दळ नव्हे कापडाचा साप केला ।\n" +
                "इया शृंगारूनियां खाला । मांडिलिया पैं ॥ ४६५ ॥\n" +
                "\n" +
                "\n" +
                "तस्मात्त्वमुत्तिष्ठ यशो लभस्व जित्वा शत्रून्भुंक्ष्व राज्यं समृद्धम् ।\n" +
                "मयैवैते निहताः पूर्वमेव निमित्तमात्रं भव सव्यसाचिन् ॥ ३३॥\n" +
                "\n" +
                "\n" +
                "येर चेष्टवितें जें बळ । तें मागांचि मियां ग्रासिलें सकळ ।\n" +
                "आतां कोल्हारिचे वेताळ । तैसे निर्जीव हे आहाती ॥ ४६६ ॥\n" +
                "हालविती दोरी तुटली । तरी तियें खांबावरील बाहुलीं ।\n" +
                "भलतेणें लोटिलीं । उलथोनि पडती ॥ ४६७ ॥\n" +
                "तैसा सैन्याचा यया बगा । मोडतां वेळू न लगेल पैं गा ।\n" +
                "म्हणौनि उठीं उठीं वेगां । शाहाणा होईं ॥ ४६८ ॥\n" +
                "तुवां गोग्रहणाचेनि अवसरें । घातलें मोहनास्त्र एकसरें ।\n" +
                "मग विराटाचेनि महाभेडें उत्तरें । आसडूनि नागाविलें ॥ ४६९ ॥\n" +
                "आतां हें त्याहूनि निपटारें जहालें । निवटीं आयितें रण पडिलें ।\n" +
                "घेईं यश रिपु जिंतिले । एकलेनि अर्जुनें ॥ ४७० ॥\n" +
                "आणि कोरडें यशचि नोहे । समग्र राज्यही आलें आहे ।\n" +
                "तूं निमित्तमात्रचि होयें । सव्यसाची ॥ ४७१ ॥\n" +
                "\n" +
                "\n" +
                "द्रोणं च भीष्मं च जयद्रथं च कर्णां तथान्यानपि योधवीरान् ।\n" +
                "मया हतांस्त्वं जहि मा व्यथिष्ठा युध्यस्व जेतासि रणे सपत्\u200Cनान् ॥ ३४॥\n" +
                "\n" +
                "\n" +
                "द्रोणाचा पाडु न करीं । भीष्माचें भय न धरीं ।\n" +
                "कैसेनि कर्णावरी । परजूं हें न म्हण ॥ ४७२ ॥\n" +
                "कोण उपायो जयद्रथा कीजे । हें न चिंतूं चित्त तुझें ।\n" +
                "आणिकही आथि जे जे । नावाणिगे वीर ॥ ४७३ ॥\n" +
                "तेही एक एक आघवें । चित्रींचे सिंहाडे मानावे ।\n" +
                "जैसे वोलेनि हातें घ्यावें । पुसोनियां ॥ ४७४ ॥\n" +
                "यावरी पांडवा । काइसा युद्धाचा मेळावा ? ।\n" +
                "हा आभासु गा आघवा । येर ग्रासिलें मियां ॥ ४७५ ॥\n" +
                "जेव्हां तुवां देखिले । हे माझिया वदनीं पडिले ।\n" +
                "तेव्हांचि यांचें आयुष्य सरलें । आतां रितीं सोपें ॥ ४७६ ॥\n" +
                "म्हणौनि वहिला उठीं । मियां मारिले तूं निवटीं ।\n" +
                "न रिगे शोकसंकटीं । नाथिलिया ॥ ४७७ ॥\n" +
                "आपणचि आडखिळा कीजे । तो कौतुकें जैसा विंधोनि पाडिजे ।\n" +
                "तैसें देखें गा तुझें । निमित्त आहे ॥ ४७८ ॥\n" +
                "बापा विरुद्ध जें जाहलें । तें उपजतांचि वाघें नेलें ।\n" +
                "आतां राज्येंशीं संचलें । यश तूं भोगीं ॥ ४७९ ॥\n" +
                "सावियाचि उतत होते दायाद । आणि बळिये जगीं दुर्मद ।\n" +
                "ते वधिले विशद । सायासु न लागतां ॥ ४८० ॥\n" +
                "ऐसिया इया गोष्टी । विश्वाच्या वाक्पटीं ।\n" +
                "लिहूनि घाली किरीटी । जगामाजीं ॥ ४८१ ॥\n" +
                "\n" +
                "\n" +
                "संजय उवाच ।\n" +
                "एतच्छ्रुत्वा वचनं केशवस्य कृताञ्जलिर्वेपमानः किरीटी ॥\n" +
                "नमस्कृत्वा भूय एवाह कृष्णं सगद्गदं भीतभीतः प्रणम्य ॥ ३५॥\n" +
                "\n" +
                "\n" +
                "ऐसी आघवीचि हे कथा । तया अपूर्ण मनोरथा ।\n" +
                "संजयो सांगे कुरुनाथा । ज्ञानदेवो म्हणे ॥ ४८२ ॥\n" +
                "मग सत्यलोकौनि गंगाजळ । सुटलिया वाजत खळाळ ।\n" +
                "तैशी वाचा विशाळ । बोलतां तया ॥ ४८३ ॥\n" +
                "नातरी महामेघांचे उमाळे । घडघडीत एके वेळे ।\n" +
                "कां घुमघुमिला मंदराचळें । क्षीराब्धी जैसा ॥ ४८४ ॥\n" +
                "तैसें गंभीरें महानादें । हें वाक्य विश्वकंदें ।\n" +
                "बोलिलें अगाधें । अनंतरूपें ॥ ४८५ ॥\n" +
                "तें अर्जुनें मोटकें ऐकिलें । आणि सुख कीं भय दुणावलें ।\n" +
                "हें नेणों परि कांपिन्नलें । सर्वांग तयाचें ॥ ४८६ ॥\n" +
                "सखोलपणें वळली मोट । आणि तैसेचि जोडले करसंपुट ।\n" +
                "वेळोवेळां ललाट । चरणीं ठेवी ॥ ४८७ ॥\n" +
                "तेवींचि कांहीं बोलों जाये । तंव गळा बुजालाचि ठाये ।\n" +
                "हें सुख कीं भय होये । हें विचारा तुम्हीं ॥ ४८८ ॥\n" +
                "परि तेव्हां देवाचेनि बोलें । अर्जुना हें ऐसें जाहलें ।\n" +
                "मियां पदांवरूनि देखिलें । श्लोकींचिया ॥ ४८९ ॥\n" +
                "मग तैसाचि भेणभेण । पुढती जोहारूनि चरण ।\n" +
                "मग म्हणे जी आपण । ऐसें बोलिलेती ॥ ४९० ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "स्थाने हृषीकेश तव प्रकीर्त्या जगत्प्रहृष्यत्यनुरज्यते च ॥\n" +
                "रक्षांसि भीतानि दिशो द्रवन्ति सर्वे नमस्यन्ति च सिद्धसंघाः ॥ ३६॥\n" +
                "\n" +
                "\n" +
                "ना तरी अर्जुना मी काळु । आणि ग्रासिजे तो माझा खेळु ।\n" +
                "हा बोलु तुझा कीर अढळु । मानूं आम्ही ॥ ४९१ ॥\n" +
                "परि तुवां जी काळें । आजि स्थितीचिये वेळे ।\n" +
                "ग्रासिजे हें न मिळे । विचारासी ॥ ४९२ ॥\n" +
                "कैसेनि आंगींचें तारुण्य काढावें ? । कैचें नव्हे तें वार्धक्य आणावें ? ।\n" +
                "म्हणौनि करूं म्हणसी तें नव्हे । बहुतकरुनी ॥ ४९३ ॥\n" +
                "हां जी चौपाहारी न भरतां । कोणेही वेळे श्रीअनंता ।\n" +
                "काय माध्यान्हीं सविता । मावळतु आहे ? ॥ ४९४ ॥\n" +
                "पैं तुज अखंडिता काळा । तिन्ही आहाती जी वेळा ।\n" +
                "त्या तिन्ही परी सबळा । आपुलालिया समयीं ॥ ४९५ ॥\n" +
                "जे वेळीं हों लागे उत्पत्ती । ते वेळीं स्थिति प्रळयो हारपती ।\n" +
                "आणि स्थितिकाळीं न मिरविती । उत्पत्ति प्रळयो ॥ ४९६ ॥\n" +
                "पाठीं प्रळयाचिये वेळे । उत्पत्ति स्थिति मावळे ।\n" +
                "हें कायसेनही न ढळे । अनादि ऐसें ॥ ४९७ ॥\n" +
                "म्हणौनि आजि तंव भरें भोगें । स्थिति वर्तिजत आहे जगें ।\n" +
                "एथ ग्रसिसी तूं हें न लगे । माझ्या जीवीं ॥ ४९८ ॥\n" +
                "तंव संकेतें देव बोले । अगा या दोन्ही सैन्यांसीचि मरण पुरलें ।\n" +
                "तें प्रत्यक्षचि तुज दाविलें । येर यथाकाळें जाण ॥ ४९९ ॥\n" +
                "हा संकेतु जंव अनंता । वेळु लागला बोलतां ।\n" +
                "तंव अर्जुनें लोकु मागुता । देखिला यथास्थिति ॥ ५०० ॥\n" +
                "मग म्हणतसे देवा । तूं सूत्रीं विश्वलाघवा ।\n" +
                "जग आला मा आघवा । पूर्वस्थिति पुढती ॥ ५०१ ॥\n" +
                "परी पडिलिया दुःखसागरीं । तूं काढिसी कां जयापरी ।\n" +
                "ते कीर्ति तुझी श्रीहरी । आठवित असे ॥ ५०२ ॥\n" +
                "कीर्ति आठवितां वेळोवेळां । भोगितसें महासुखाचा सोहळा ।\n" +
                "तेथ हर्षामृतकल्लोळा । वरी लोळत आहें ॥ ५०३ ॥\n" +
                "देवा जियालेपणें जग । धरी तुझ्या ठायीं अनुराग ।\n" +
                "आणि दुष्टां तयां भंग । अधिकाधिक ॥ ५०४ ॥\n" +
                "पैं त्रिभुवनींचिया राक्षसां । महाभय तूं हृषीकेशा ।\n" +
                "म्हणौनि पळताती दाही दिशां । पैलीकडे ॥ ५०५ ॥\n" +
                "येथ सुर नर सिद्ध किन्नर । किंबहुना चराचर ।\n" +
                "ते तुज देखोनि हर्षनिर्भर । नमस्कारित असती ॥ ५०६ ॥\n" +
                "\n" +
                "\n" +
                "कस्माच्च ते न नमेरन्महात्मन् गरीयसे ब्रह्मणोऽप्यादिकर्त्रे ।\n" +
                "अनन्त देवेश जगन्निवास त्वमक्षरं सदसत्तत्परं यत् ॥ ३७॥\n" +
                "\n" +
                "\n" +
                "एथ गा कवणा कारणा । राक्षस हे नारायणा ।\n" +
                "न लगतीचि चरणा । पळते जाहले ॥ ५०७ ॥\n" +
                "आणि हें काय तूंतें पुसावें । येतुलें आम्हांसिही जाणवे ।\n" +
                "तरी सूर्योदयीं राहावें । कैसेनि तमें ? ॥ ५०८ ॥\n" +
                "जी तूं प्रकाशाचा आगरु । आणि जाहला आम्हासि गोचरू ।\n" +
                "म्हणौनिया निशाचरां केरु । फिटला सहजें ॥ ५०९ ॥\n" +
                "हें येतुले दिवस आम्हां । कांहीं नेणवेचि श्रीरामा ।\n" +
                "आतां देखतसों महिमा । गंभीर तुझा ॥ ५१० ॥\n" +
                "जेथूनि नाना सृष्टींचिया वोळी । पसरती भूतग्रामाचिया वेली ।\n" +
                "तया महद्ब्रह्मातें व्याली । दैविकी इच्छा ॥ ५११ ॥\n" +
                "देवो निःसीम तत्त्व सदोदितु । देवो निःसीम गुण अनंतु ।\n" +
                "देवो निःसीम साम्य सततु । नरेंद्र देवांचा ॥ ५१२ ॥\n" +
                "जी तूं त्रिजगतिये वोलावा । अक्षर तूं सदाशिवा ।\n" +
                "तूंचि सदसत् देवा । तयाही अतीत तें तूं ॥ ५१३ ॥\n" +
                "\n" +
                "\n" +
                "त्वमादिदेवः पुरुषः पुराणस्त्वमस्य विश्वस्य परं निधानम् ।\n" +
                "वेत्तासि वेद्यं च परं च धाम त्वया ततं विश्वमनन्तरूप ॥ ३८॥\n" +
                "\n" +
                "\n" +
                "तूं प्रकृतिपुरुषांचिया आदी । जी महत्तत्वां तूंचि अवधी ।\n" +
                "स्वयें तूं अनादि । पुरातनु ॥ ५१४ ॥\n" +
                "तूं सकळ विश्वजीवन । जीवांसि तूंचि निधान ।\n" +
                "भूतभविष्याचें ज्ञान । तुझ्याचि हातीं ॥ ५१५ ॥\n" +
                "जी श्रुतीचियां लोचनां । स्वरूपसुख तूंचि अभिन्ना ।\n" +
                "त्रिभुवनाचिया आयतना । आयतन तूं ॥ ५१६ ॥\n" +
                "म्हणौनि जी परम । तूंतें म्हणिजे महाधाम ।\n" +
                "कल्पांतीं महद्ब्रह्म । तुजमाजीं रिगे ॥ ५१७ ॥\n" +
                "किंबहुना तुवां देवें । विश्व विस्तारिलें आहे आघवें ।\n" +
                "तरि अनंतरूपा वानावें । कवणें तूंतें ॥ ५१८ ॥\n" +
                "\n" +
                "\n" +
                "वायुर्यमोग्निर्वरुणः शशाङ्कः प्रजापतिस्त्वं प्रपितामहश्च ।\n" +
                "नमो नमस्तेऽस्तुसहस्रकृत्वः पुनश्च भूयोऽपि नमो नमस्ते ॥ ३९॥\n" +
                "नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व ।\n" +
                "अनन्तवीर्यामितविक्रमस्त्वं सर्वं समाप्नोषि ततोऽसि सर्वः ॥ ४०॥\n" +
                "\n" +
                "\n" +
                "जी काय एक तूं नव्हसी । कवणे ठायीं नससी ।\n" +
                "हें असो जैसा आहासी । तैसिया नमो ॥ ५१९ ॥\n" +
                "वायु तूं अनंता । यम तूं नियमिता ।\n" +
                "प्राणिगणीं वसता । अग्नि तो तूं ॥ ५२० ॥\n" +
                "वरुण तूं सोम । स्रष्टा तूं ब्रह्म ।\n" +
                "पितामहाचाही परम । आदि जनक तूं ॥ ५२१ ॥\n" +
                "आणिकही जें जें कांहीं । रूप आथि अथवा नाहीं ।\n" +
                "तया नमो तुज तैसयाही । जगन्नाथा ॥ ५२२ ॥\n" +
                "ऐसें सानुरागें चित्तें । नमन केलें पंडुसुतें ।\n" +
                "मग पुढती म्हणे नमस्ते । नमस्ते प्रभो ॥ ५२३ ॥\n" +
                "पाठीं तिये साद्यंते । न्याहाळी श्रीमूर्तीतें ।\n" +
                "आणि पुढती म्हणे नमस्ते । नमस्ते प्रभो ॥ ५२४ ॥\n" +
                "पाहतां पाहतां प्रांतें । समाधान पावे चित्तें ।\n" +
                "आणि पुढती म्हणे नमस्ते । नमस्ते प्रभो ॥ ५२५ ॥\n" +
                "इये चराचरीं जीं भूतें । सर्वत्र देखे तयांतें ।\n" +
                "आणि पुढती म्हणे नमस्ते । नमस्ते प्रभो ॥ ५२६ ॥\n" +
                "ऐसीं रूपें तियें अद्भुतें । आश्चर्यें स्फुरती अनंतें ।\n" +
                "तंव तंव नमस्ते । नमस्तेचि म्हणे ॥ ५२७ ॥\n" +
                "आणिक स्तुतिही नाठवे । आणि निवांतुही न बैसवे ।\n" +
                "नेणें कैसा प्रेमभावें । गाजोंचि लागे ॥ ५२८ ॥\n" +
                "किंबहुना इयापरी । नमन केलें सहस्रवरी ।\n" +
                "कीं पुढती म्हणे श्रीहरी । तुज सन्मुखा नमो ॥ ५२९ ॥\n" +
                "देवासि पाठी पोट आथि कीं नाहीं । येणें उपयोगु आम्हां काई ।\n" +
                "तरि तुज पाठिमोरेयाही । नमो स्वामी ॥ ५३० ॥\n" +
                "उभा माझिये पाठीसीं । म्हणौनि पाठीमोरें म्हणावें तुम्हांसी ।\n" +
                "सन्मुख विन्मुख जगेंसीं । न घडें तुज ॥ ५३१ ॥\n" +
                "आतां वेगळालिया अवयवां । नेणें रूप करूं देवा ।\n" +
                "म्हणौनि नमो तुज सर्वा । सर्वात्मका ॥ ५३२ ॥\n" +
                "जी अनंतबळसंभ्रमा । तुज नमो अमित विक्रमा ।\n" +
                "सकळकाळीं समा । सर्वरूपा ॥ ५३३ ॥\n" +
                "आघविया आकाशीं जैसें । अवकाशचि होऊनि आकाश असे ।\n" +
                "तूं सर्वपणें तैसें । पातलासि सर्व ॥ ५३४ ॥\n" +
                "किंबहुना केवळ । सर्व हें तूंचि निखिळ ।\n" +
                "परी क्षीरार्णवीं कल्लोळ । पयाचे जैसे ॥ ५३५ ॥\n" +
                "म्हणौनिया देवा । तूं वेगळा नव्हसी सर्वां ।\n" +
                "हें आलें मज सद्भावा । आतां तूंचि सर्व ॥ ५३६ ॥\n" +
                "\n" +
                "\n" +
                "सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति ।\n" +
                "अजानता महिमानं तवेदं मया प्रमादात्प्रणयेन वापि ॥ ४१॥\n" +
                "\n" +
                "\n" +
                "परि ऐसिया तूतें स्वामी । कहींच नेणों जी आम्ही ।\n" +
                "म्हणौनि सोयरे संबंधधर्मीं । राहाटलों तुजसीं ॥ ५३७ ॥\n" +
                "अहा थोर वाउर जाहलें । अमृतें संमार्जन म्यां केलें ।\n" +
                "वारिकें घेऊनि दिधलें । कामधेनूतें ॥ ५३८ ॥\n" +
                "परिसाचा खडवाचि जोडला । कीं फोडोनि आम्ही गाडोरा घातला ।\n" +
                "कल्पतरू तोडोनि केला । कूंप शेता ॥ ५३९ ॥\n" +
                "चिंतामणीची खाणी लागली । तेणें करें वोढाळें वोल्हांडिली ।\n" +
                "तैसी तुझी जवळिक धाडिली । सांगातीपणें ॥ ५४० ॥\n" +
                "हें आजिचेंचि पाहें पां रोकडें । कवण झुंज हें केवढें ।\n" +
                "एथ परब्रह्म तूं उघडें । सारथी केलासी ॥ ५४१ ॥\n" +
                "यया कौरवांचिया घरा । शिष्टाई धाडिलासि दातारा ।\n" +
                "ऐसा वणिजेसाठीं जागेश्वरा । विकलासि आम्हीं ॥ ५४२ ॥\n" +
                "तूं योगियांचें समाधिसुख । कैसा जाणेचिना मी मूर्ख ।\n" +
                "उपरोधु जी सन्मुख । तुजसीं करूं ॥ ५४३ ॥\n" +
                "\n" +
                "\n" +
                "यच्चावहासार्थमसत्कृतोऽसि विहारशय्यासनभोजनेषु ।\n" +
                "एकोऽथवाप्यच्युत तत्समक्षं तत्क्षामये त्वामहमप्रमेयम् ॥ ४२॥\n" +
                "\n" +
                "\n" +
                "तूं या विश्वाची अनादि आदी । बैससी जिये सभासदीं ।\n" +
                "तेथें सोयरीकीचिया संबंधीं । रळीं बोलों ॥ ५४४ ॥\n" +
                "विपायें राउळा येवों । तरि तुझेनि अंगें मानु पावों ।\n" +
                "न मानिसी तरी जावों । रुसोनि सलगी ॥ ५४५ ॥\n" +
                "पायां लागोनि बुझावणी । तुझ्या ठायीं शारङ्गपाणी ।\n" +
                "पाहिजे ऐशी करणी । बहु केली आम्हीं ॥ ५४६ ॥\n" +
                "सजणपणाचिया वाटा । तुजपुढें बैसें उफराटा ।\n" +
                "हा पाडु काय वैकुंठा ? । परि चुकलों आम्हीं ॥ ५४७ ॥\n" +
                "देवेंसि कोलकाठी धरूं । आखाडा झोंबीलोंबी करूं ।\n" +
                "सारी खेळतां आविष्करूं । निकरेंही भांडों ॥ ५४८ ॥\n" +
                "चांग तें उराउरीं मागों । देवासि कीं बुद्धि सांगों ।\n" +
                "तेवींचि म्हणों काय लागों । तुझें आम्ही ॥ ५४९ ॥\n" +
                "ऐसा अपराधु हा आहे । जो त्रिभुवनीं न समाये ।\n" +
                "जी नेणतांचि कीं पाये । शिवतिले तुझे ॥ ५५० ॥\n" +
                "देवो बोनयाच्या अवसरीं । लोभें कीर आठवण करी ।\n" +
                "परी माझा निसुग गर्व अवधारीं । जे फुगूनचि बैसें ॥ ५५१ ॥\n" +
                "देवाचिया भोगायतनीं । खेळतां आशंकेना मनीं ।\n" +
                "जी रिगोनियां शयनीं । सरिसा पहुडें ॥ ५५२ ॥\n" +
                "'कृष्ण म्हणौनि हाकारिजे । यादवपणें तूंतें लेखिजे ।\n" +
                "आपली आण घालिजे । जातां तुज ॥ ५५३ ॥\n" +
                "मज एकासनीं बैसणें । कां तुझा बोलु न मानणें ।\n" +
                "हें वोतटीचेनि दाटपणें । बहुत घडलें ॥ ५५४ ॥\n" +
                "म्हणौनि काय काय आतां । निवेदिजेल अनंता ।\n" +
                "मी राशि आहें समस्तां । अपराधांचि ॥ ५५५ ॥\n" +
                "यालागीं पुढां अथवा पाठीं । जियें राहटलों बहुवें वोखटीं ।\n" +
                "तियें मायेचिया परी पोटीं । सामावीं प्रभो ॥ ५५६ ॥\n" +
                "जी कोण्ही एके वेळे । सरिता घेऊन येती खडुळें ।\n" +
                "तियें सामाविजेति सिंधुजळें । आन उपायो नाहीं ॥ ५५७ ॥\n" +
                "तैसी प्रीती कां प्रमादें । देवेंसीं मज विरुद्धें ।\n" +
                "बोलविलीं तियें मुकुंदें । उपसाहावीं जी ॥ ५५८ ॥\n" +
                "आणि देवाचेनि क्षमत्वें क्षमा । आधारु जाली आहे या भूतग्रामा ।\n" +
                "म्हणौनि जी पुरुषोत्तमा । विनवूं तें थोडें ॥ ५५९ ॥\n" +
                "तरी आतां अप्रमेया । मज शरणागता आपुलिया ।\n" +
                "क्षमा कीजो जी यया । अपराधांसि ॥ ५६० ॥\n" +
                "\n" +
                "\n" +
                "पितासि लोकस्य चराचरस्य त्वमस्य पूज्यश्च गुरुर्गरीयान् ।\n" +
                "न त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो लोकत्रयेऽप्यप्रतिमप्रभावः ॥ ४३॥\n" +
                "\n" +
                "\n" +
                "जी जाणितलें मियां साचें । महिमान आतां देवाचें ।\n" +
                "जे देवो होय चराचराचें । जन्मस्थान ॥ ५६१ ॥\n" +
                "हरिहरादि समस्तां । देवा तूं परम देवता ।\n" +
                "वेदांतेंही पढविता । आदिगुरु तूं ॥ ५६२ ॥\n" +
                "गंभीर तूं श्रीरामा । नाना भूतैकसमा ।\n" +
                "सकळगुणीं अप्रतिमा । अद्वितीया ॥ ५६३ ॥\n" +
                "तुजसी नाहीं सरिसें । हें प्रतिपादनचि कायसें ? ।\n" +
                "तुवां जालेनि आकाशें । सामाविलें जग ॥ ५६४ ॥\n" +
                "तया तुझेनि पाडें दुजें । ऐसें बोलतांचि लाजिजे ।\n" +
                "तेथ अधिकाची कीजे । गोठी केवीं ॥ ५६५ ॥\n" +
                "म्हणौनि त्रिभुवनीं तूं एकु । तुजसरिखा ना अधिकु ।\n" +
                "तुझा महिमा अलौकिकु । नेणिजे वानूं ॥ ५६६ ॥\n" +
                "\n" +
                "\n" +
                "तस्मात् प्रणम्य प्रणिधाय कायं प्रसादये त्वामहमीशमीड्यम् ।\n" +
                "पितेव पुत्रस्य सखेव सख्युः प्रियः प्रियायाऱसि देव सोढुम् ॥ ४४॥\n" +
                "\n" +
                "\n" +
                "ऐसें अर्जुनें म्हणितलें । मग पुढती दंडवत घातलें ।\n" +
                "तेथें सात्त्विकाचें आलें । भरतें तया ॥ ५६७ ॥\n" +
                "मग म्हणतसे प्रसीद प्रसीद । वाचा होतसे सद्गद ।\n" +
                "काढी जी अपराध- । समुद्रौनि मातें ॥ ५६८ ॥\n" +
                "तुज विश्वसुहृदातें कहीं । सोयरेपणें न मनूंचि पाहीं ।\n" +
                "तुज विईश्वेश्वराचिया ठायीं । ऐश्वर्य केलें ॥ ५६९ ॥\n" +
                "तूं वर्णनीय परी लोभें । मातें वर्णिसी पां सभे ।\n" +
                "तरि मियां वल्गिजे क्षोभें । अधिकाधिक ॥ ५७० ॥\n" +
                "आतां ऐसिया अपराधां । मर्यादा नाहीं मुकुंदा ।\n" +
                "म्हणौनि रक्ष रक्ष प्रमादा । पासोनियां ॥ ५७१ ॥\n" +
                "जी हेंचि विनवावयालागीं । कैंची योग्यता माझिया आंगीं ।\n" +
                "परी अपत्य जैसें सलगी । बापेंसीं बोले ॥ ५७२ ॥\n" +
                "पुत्राचे अपराध । जरी जाहले अगाध ।\n" +
                "तरी पिता साहे निर्द्वंद्व । तैसें साहिजो जी ॥ ५७३ ॥\n" +
                "सख्याचें उद्धत । सखा साहे निवांत ।\n" +
                "तैसें तुवां समस्त । साहिजो जी ॥ ५७४ ॥\n" +
                "प्रियाचिया ठायीं सन्मान । प्रिय न पाहें सर्वथा जाण ।\n" +
                "तेवीं उच्छिष्ट काढिलें आपण । ते क्षमा कीजो जी ॥ ५७५ ॥\n" +
                "नातरी प्राणाचें सोयरें भेटे । मग जीवें भूतलीं जियें संकटें ।\n" +
                "तियें निवेदितां न वाटे । संकोचु कांहीं ॥ ५७६ ॥\n" +
                "कां उखितें आंगें जीवें । आपणपें दिधलें जिया मनोभावें ।\n" +
                "तिया कांतु मिनलिया न राहवें । हृदय जेवीं ॥ ५७७ ॥\n" +
                "तयापरी जी मियां । हें विनविलें तुमतें गोसाविया ।\n" +
                "आणि कांहीं एक म्हणावया । कारण असे ॥ ५७८ ॥\n" +
                "\n" +
                "\n" +
                "अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा भयेन च प्रव्यथितं मनो मे ।\n" +
                "तदेव मे दर्शय देव रूपं प्रसीद देवेश जगन्निवास ॥ ४५॥\n" +
                "\n" +
                "\n" +
                "तरी देवेंसीं सलगी केली । जे विश्वरूपाची आळी घेतली ।\n" +
                "ते मायबापें पुरविली । स्नेहाळाचेनि ॥ ५७९ ॥\n" +
                "सुरतरूंची झाडें । आंगणीं लावावीं कोडें ।\n" +
                "देयावें कामधेनुचें पाडें । खेळावया ॥ ५८० ॥\n" +
                "मियां नक्षत्रीं डाव पाडावा । चंद्र चेंडुवालागीं आणावा ।\n" +
                "हा छंदु सिद्धी नेला आघवा । माउलिये तुवां ॥ ५८१ ॥\n" +
                "जिया अमृतलेशालागीं सायास । तयाचा पाऊस केला चारी मास ।\n" +
                "पृथ्वी वाहून चासेचास । चिंतामणी पेरिले ॥ ५८२ ॥\n" +
                "ऐसा कृतकृत्य केला स्वामी । बहुवे लळा पाळिला तुम्हीं ।\n" +
                "दाविलें जें हरब्रह्मीं । नायकिजे कानीं ॥ ५८३ ॥\n" +
                "मा देखावयाची केउती गोठी । जयाची उपनिषदां नाहीं भेटी ।\n" +
                "ते जिव्हारींची गांठी । मजलागीं सोडिली ॥ ५८४ ॥\n" +
                "जी कल्पादीलागोनि । आजिची घडी धरुनी ।\n" +
                "माझीं जेतुलीं हौनी । गेलीं जन्में ॥ ५८५ ॥\n" +
                "तयां आघवियांचि आंतु । घरडोळी घेऊनि असें पाहतु ।\n" +
                "परि ही देखिली ऐकिली मातु । आतुडेचिना ॥ ५८६ ॥\n" +
                "बुद्धीचें जाणणें । कहीं न वचेचि याचेनि आंगणें ।\n" +
                "हे सादही अंतःकरणें । करवेचिना ॥ ५८७ ॥\n" +
                "तेथा डोळ्यां देखी होआवी । ही गोठीचि कायसया करावी ।\n" +
                "किंबहुना पूर्वीं । दृष्ट ना श्रुत ॥ ५८८ ॥\n" +
                "तें हें विश्वरूप आपुलें । तुम्हीं मज डोळां दाविलें ।\n" +
                "तरी माझें मन झालें । हृष्ट देवा ॥ ५८९ ॥\n" +
                "परि आतां ऐसी चाड जीवीं । जे तुजसीं गोठी करावी ।\n" +
                "जवळीक हे भोगावी । आलिंगावासी ॥ ५९० ॥\n" +
                "ते याचि रूपीं करूं म्हणिजे । तरि कोणे एके मुखेंसी चावळिजे ।\n" +
                "आणि कवणा खेंव देईजे । तुज लेख नाहीं ॥ ५९१ ॥\n" +
                "म्हणौनि वारियासवें धावणें । न ठके गगना खेंव देणें ।\n" +
                "जळकेली खेळणें । समुद्रीं केउतें ? ॥ ५९२ ॥\n" +
                "यालागीं जी देवा । एथिंचें भय उपजतसे जीवा ।\n" +
                "म्हणौनि येतुला लळा पाळावा । जे पुरे हें आतां ॥ ५९३ ॥\n" +
                "पैं चराचर विनोदें पाहिजे । मग तेणें सुखें घरीं राहिजे ।\n" +
                "तैसें चतुर्भुज रूप तुझें । तो विसांवा आम्हां ॥ ५९४ ॥\n" +
                "आम्हीं योगजात अभ्यासावें । तेणें याचि अनुभवा यावें ।\n" +
                "शास्त्रांतें आलोडावें । परि सिद्धांतु तो हाचि ॥ ५९५ ॥\n" +
                "आम्हीं यजनें किजती सकळें । परि तियें फळावीं येणेंचि फळें ।\n" +
                "तीर्थें होतु सकळें । याचिलागीं ॥ ५९६ ॥\n" +
                "आणीकही कांहीं जें जें । दान पुण्य आम्हीं कीजे ।\n" +
                "तया फळीं फळ तुझें । चतुर्भुज रूप ॥ ५९७ ॥\n" +
                "ऐसी तेथिंची जीवा आवडी । म्हणौनि तेंचि देखावया लवडसवडी ।\n" +
                "वर्तत असे ते सांकडी । फेडीजे वेगीं ॥ ५९८ ॥\n" +
                "अगा जीवींचें जाणतेया । सकळ विश्ववसवितेया ।\n" +
                "प्रसन्न होईं पूजितया । देवांचिया देवा ॥ ५९९ ॥\n" +
                "\n" +
                "\n" +
                "किरीटिनं गदिनं चक्रहस्तमिच्छामि त्वां द्रष्टुमहं तथैव ।\n" +
                "तेनैव रूपेण चतुर्भुजेन सहस्रबाहो भव विश्वमूर्ते ॥ ४६॥\n" +
                "\n" +
                "\n" +
                "कैसें नीलोत्पलातें रांवित । आकाशाही रंगु लावित ।\n" +
                "तेजाची वोज दावित । इंद्रनीळा ॥ ६०० ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());



        TextView textView4=findViewById(R.id.title5);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" जैसा परिमळ जाहला मरगजा । कां आनंदासि निघालिया भुजा ।\n" +
                "ज्याचे जानुवरी मकरध्वजा । जोडली बरव ॥ ६०१ ॥\n" +
                "मस्तकीं मुकुटातें ठेविलें । कीं मुकुटा मुकुट मस्तक झालें ।\n" +
                "शृंगारा लेणें लाधलें । आंगाचेनि जया ॥ ६०२ ॥\n" +
                "इंद्रधनुष्याचिये आडणी । माजीं मेघ गगनरंगणीं ।\n" +
                "तैसें आवरिलें शारङ्गपाणी । वैजयंतिया ॥ ६०३ ॥\n" +
                "आतां कवणी ते उदार गदा । असुरां देत कैवल्य पदा ।\n" +
                "कैसें चक्र हन गोविंदा । सौम्यतेजें मिरवे ॥ ६०४ ॥\n" +
                "किंबहुना स्वामी । तें देखावया उत्कंठित पां मी ।\n" +
                "म्हणौनि आतां तुम्हीं । तैसया होआवें ॥ ६०५ ॥\n" +
                "हे विश्वरूपाचे सोहळे । भोगूनि निवाले जी डोळे ।\n" +
                "आतां होताति आंधले । कृष्णमूर्तीलागीं ॥ ६०६ ॥\n" +
                "तें साकार कृष्णरूपडें । वांचूनि पाहों नावडे ।\n" +
                "तें न देखतां थोडें । मानिताती हे ॥ ६०७ ॥\n" +
                "आम्हां भोगमोक्षाचिया ठायीं । श्रीमूर्तीवांचूनि नाहीं ।\n" +
                "म्हणौनि तैसाचि साकारु होईं । हें सांवरीं आतां ॥ ६०८ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "मया प्रसन्नेन तवार्जुनेदं रूपं परं दर्शितमात्मयोगात् ।\n" +
                "तेजोमयं विश्वमनन्तमाद्यं यन्मे त्वदन्येन न दृष्टपूर्वम् ॥ ४७॥\n" +
                "\n" +
                "\n" +
                "या अर्जुनाचिया बोला । विश्वरूपा विस्मयो जाहला ।\n" +
                "म्हणे ऐसा नाहीं देखिला । धसाळ कोणी ॥ ६०९ ॥\n" +
                "कोण हे वस्तु पावला आहासी । तया लाभाचा तोषु न घेसी ।\n" +
                "मा भेणें काय नेणों बोलसी । हेकाडु ऐसा ॥ ६१० ॥\n" +
                "आम्हीं सावियाचि जैं प्रसन्न होणें । तैं आंगचिवरी म्हणें देणें ।\n" +
                "वांचोनि जीव असे वेंचणें । कवणासि गा ॥ ६११ ॥\n" +
                "तें हें तुझिये चाडे । आजि जिवाचेंचि दळवाडें ।\n" +
                "कामऊनियां येवढें । रचिलें ध्यान ॥ ६१२ ॥\n" +
                "ऐसी काय नेणों तुझिये आवडी । जाहली प्रसन्नता आमुची वेडी ।\n" +
                "म्हणौनि गौप्याचीही गुढी । उभविली जगीं ॥ ६१३ ॥\n" +
                "तें हें अपारां अपार । स्वरूप माझें परात्पर ।\n" +
                "एथूनि ते अवतार । कृष्णादिक ॥ ६१४ ॥\n" +
                "हें ज्ञानतेजाचें निखिळ । विश्वात्मक केवळ ।\n" +
                "अनंत हे अढळ । आद्य सकळां ॥ ६१५ ॥\n" +
                "हें तुजवांचोनि अर्जुना । पूर्वीं श्रुत दृष्ट नाहीं आना ।\n" +
                "जे जोगें नव्हे साधना । म्हणौनियां ॥ ६१६ ॥\n" +
                "\n" +
                "\n" +
                "न वेदयज्ञाध्ययनैर्न दानैर्न च क्रियाभिर्न तपोभिरुग्रैः ।\n" +
                "एवं रूपः शक्य अहं नृलोके द्रष्टुं त्वदन्येन कुरुप्रवीर ॥ ४८॥\n" +
                "\n" +
                "\n" +
                "याची सोय पातले । आणि वेदीं मौनचि घेतलें ।\n" +
                "याज्ञिकी माघौते आले । स्वर्गौनियां ॥ ६१७ ॥\n" +
                "साधकीं देखिला आयासु । म्हणौनि वाळिला योगाभ्यासु ।\n" +
                "आणि अध्ययनें सौरसु । नाहीं एथ ॥ ६१८ ॥\n" +
                "सीगेचीं सत्कर्मे । धाविन्नलीं संभ्रमें ।\n" +
                "तिहीं बहुतेकीं श्रमें । सत्यलोकु ठाकिला ॥ ६१९ ॥\n" +
                "तपीं ऐश्वर्य देखिलें । आणि उग्रपण उभयांचि सांडिलें ।\n" +
                "एक तपसाधन जें ठेलें । अपारांतरें ॥ ६२० ॥\n" +
                "तें हें तुवां अनायासें । विश्वरूप देखिलें जैसें ।\n" +
                "इये मनुष्यलोकीं तैसें । न फवेचि कवणा ॥ ६२१ ॥\n" +
                "आजि ध्यानसंपत्तीलागीं । तूंचि एकु आथिला जगीं ।\n" +
                "हें परम भाग्य आंगीं । विरंचीही नाहीं ॥ ६२२ ॥\n" +
                "\n" +
                "\n" +
                "मा ते व्यथा मा च विमूढभावो दृष्ट्वा रूपं घोरमीदृङ्ममेदम् ।\n" +
                "व्यपेतभीः प्रीतमनाः पुनस्त्वं तदेव मे रूपमिदं प्रपश्य ॥ ४९॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि विश्वरूपलाभें श्लाघ । एथिचें भय नेघ नेघ ।\n" +
                "हें वांचूनि अन्य चांग । न मनीं कांहीं ॥ ६२३ ॥\n" +
                "हां गा समुद्र अमृताचा भरला । आणि अवसांत वरपडा जाहला ।\n" +
                "मग कोणीही आथि वोसंडिला । बुडिजैल म्हणौनि ? ॥ ६२४ ॥\n" +
                "नातरी सोनयाचा डोंगरु । येसणा न चले हा थोरु ।\n" +
                "ऐसें म्हणौनि अव्हेरु । करणें घडे ? ॥ ६२५ ॥\n" +
                "दैवें चिंतामणी लेईजे । कीं हें ओझें म्हणौनि सांडिजे ? ।\n" +
                "कामधेनु दवडिजे । न पोसवे म्हणौनि ? ॥ ६२६ ॥\n" +
                "चंद्रमा आलिया घरा । म्हणिजे निगे करितोसि उबारा ।\n" +
                "पडिसायि पाडितोसि दिनकरा । परता सर ॥ ६२७ ॥\n" +
                "तैसें ऐश्वर्य हें महातेज । आजि हातां आलें आहे सहज ।\n" +
                "कीं एथ तुज गजबज । होआवी कां ? ॥ ६२८ ॥\n" +
                "परि नेणसीच गांवढिया । काय कोपों आतां धनंजया ।\n" +
                "आंग सांडोनि छाया । आलिंगितोसि मा ? ॥ ६२९ ॥\n" +
                "हें नव्हे जो मी साचें । एथ मन करूनियां काचें ।\n" +
                "प्रेम धरिसी अवगणियेचें । चतुर्भुज जें ॥ ६३० ॥\n" +
                "तरि अझुनिवरी पार्था । सांडीं सांडीं हे व्यवस्था ।\n" +
                "इयेविषयीं आस्था । करिसी झणें ॥ ६३१ ॥\n" +
                "हें रूप जरी घोर । विकृति आणि थोर ।\n" +
                "तरी कृतनिश्चयाचें घर । हेंचि करीं ॥ ६३२ ॥\n" +
                "कृपण चित्तवृत्ति जैसी । रोंवोनि घालीं ठेवयापासीं ।\n" +
                "मग नुसधेनि देहेंसीं । आपण असे ॥ ६३३ ॥\n" +
                "कां अजातपक्षिया जवळा । जीव बैसवूनि अविसाळां ।\n" +
                "पक्षिणी अंतराळा- । माजीं जाय ॥ ६३४ ॥\n" +
                "नाना गाय चरे डोंगरीं । परि चित्त बांधिलें वत्सें घरीं ।\n" +
                "प्रेम एथिंचें करीं । स्थानपती ॥ ६३५ ॥\n" +
                "येरें वरिचिलेनि चित्तें । बाह्य सख्य सुखापुरतें ।\n" +
                "भोगिजो कां श्रीमूर्तींतें । चतुर्भुज ॥ ६३६ ॥\n" +
                "परि पुढतपुढती पांडवा । हा एक बोलु न विसरावा ।\n" +
                "जे इये रूपींहूनि सद्भावा । नेदावें निघों ॥ ६३७ ॥\n" +
                "हें कहीं नव्हतेंचि देखिलें । म्हणौनि भय जें तुज उपजलें ।\n" +
                "तें सांडीं एथ संचलें । असों दे प्रेम ॥ ६३८ ॥\n" +
                "आतां करूं तुजयासारखें । ऐसें म्हणितलें विश्वतोमुखें ।\n" +
                "तरि मागील रूप सुखें । न्याहाळीं पां तूं ॥ ६३९ ॥\n" +
                "\n" +
                "\n" +
                "संजय उवाच ।\n" +
                "इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः ॥\n" +
                "आश्वासयामास च भीतमेनं भूत्वा पुनः सौम्यवपुर्महात्मा ॥ ५०॥\n" +
                "\n" +
                "\n" +
                "ऐसें वाक्य बोलतखेंवो । मागुता मनुष्य जाहला देवो ।\n" +
                "हें ना परि नवलावो । आवडीचा तिये ॥ ६४० ॥\n" +
                "श्रीकृष्णचि कैवल्य उघडें । वरि सर्वस्व विश्वरूपायेवढें ।\n" +
                "हातीं दिधलें कीं नावडे । अर्जुनासि ॥ ६४१ ॥\n" +
                "वस्तु घेऊनि वाळिजे । जैसें रत्नासि दूषण ठेविजे ।\n" +
                "नातरी कन्या पाहूनियां म्हणिजे । मना न ये हे ॥ ६४२ ॥\n" +
                "तया विश्वरूपायेवढी दशा । करितां प्रीतीचा वाढू कैसा ।\n" +
                "सेल दीधलीसे उपदेशा । किरीटीसिं देवें ॥ ६४३ ॥\n" +
                "मोडोनि भांगाराचा रवा । लेणें घडिलें आपलिया सवा ।\n" +
                "मग नावडे जरी जीवा । तरी आटिजे पुढती ॥ ६४४ ॥\n" +
                "तैसें शिष्याचिये प्रीती जाहलें । कृष्णत्व होतें तें विश्वरूप केलें ।\n" +
                "तें मना नयेचि मग आणिलें । कृष्णपण मागुतें ॥ ६४५ ॥\n" +
                "हा ठाववरी शिष्याची निकसी । सहातें गुरु आहाती कवणे देशीं ? ।\n" +
                "परि नेणिजे आवडी कैशी । संजयो म्हणे ॥ ६४६ ॥\n" +
                "मग विश्वरूप व्यापुनि भोंवतें । जें दिव्य तेज प्रगटलें होतें ।\n" +
                "तेंचि सामावलें मागुतें । कृष्णरूपीं तये ॥ ६४७ ॥\n" +
                "जैसें त्वंपद हें आघवें । तत्पदीं सामावे ।\n" +
                "अथवा द्रुमाकारु सांठवे । बीजकणिके जेवीं ॥ ६४८ ॥\n" +
                "नातरी स्वप्नसंभ्रमु जैसा । गिळी चेइली जीवदशा ।\n" +
                "श्रीकृष्णें योगु हा तैसा । संहारिला तो ॥ ६४९ ॥\n" +
                "जैसी प्रभा हारपली बिंबीं । कीं जळदसंपत्ती नभीं ।\n" +
                "नाना भरतें सिंधुगर्भीं । रिगालें राया ॥ ६५० ॥\n" +
                "हो कां जे कृष्णाकृतीचिये मोडी । होती विश्वरूपपटाची घडी ।\n" +
                "ते अर्जुनाचिये आवडी । उकलूनि दाविली ॥ ६५१ ॥\n" +
                "तंव परिमाणा रंगु । तेणें देखिलें साविया चांगु ।\n" +
                "तेथ ग्राहकीये नव्हेचि लागु । म्हणौनि घडी केली पुढती ॥ ६५२ ॥\n" +
                "तैसें वाढीचेनि बहुवसपणें । रूपें विश्व जिंतिलें जेणें ।\n" +
                "तें सौम्य कोडिसवाणें । साकार जाहलें ॥ ६५३ ॥\n" +
                "किंबहुना अनंतें । धरिलें धाकुटपण मागुतें ।\n" +
                "परि आश्वासिलें पार्थातें । बिहालियासी ॥ ६५४ ॥\n" +
                "जो स्वप्नीं स्वर्गा गेला । तो अवसांत जैसा चेइला ।\n" +
                "तैसा विस्मयो जाहला । किरीटीसी ॥ ६५५ ॥\n" +
                "नातरी गुरुकृपेसवें । वोसरलेया प्रपंचज्ञान आघवें ।\n" +
                "स्फुरे तत्त्व तेवीं पांडवें । श्रीमूर्ति देखिली ॥ ६५६ ॥\n" +
                "तया पांडवा ऐसें चित्तीं । आड विश्वरूपाची जवनिका होती ।\n" +
                "ते फिटोनि गेली परौती । हें भलें जाहलें ॥ ६५७ ॥\n" +
                "काय काळातें जिणोनि आला । कीं महावातु मागां सांडिला ।\n" +
                "आपुलिया बाही उतरला । सातही सिंधु ॥ ६५८ ॥\n" +
                "ऐसा संतोष बहु चित्तें । घेइजत असे पंडुसुतें ।\n" +
                "विश्वरूपापाठीं कृष्णातें । देखोनियां ॥ ६५९ ॥\n" +
                "मग सूर्याचिया अस्तमानीं । मागुती तारा उगवती गगनीं ।\n" +
                "तैसी देखों लागला अवनीं । लोकांसहित ॥ ६६० ॥\n" +
                "पाहे तंव तेंचि कुरुक्षेत्र । तैसेंचि देखे दोहीं भागीं गोत्र ।\n" +
                "वीर वर्षताती शस्त्रास्त्र । संघाटवरी ॥ ६६१ ॥\n" +
                "तया बाणांचिया मांडवाआंतु । तैसाचि रथु देखे निवांतु ।\n" +
                "धुरे बैसला लक्ष्मीकांतु । आपण तळीं ॥ ६६२ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन ।\n" +
                "इदानीमस्मि संवृत्तः सचेताः प्रकृउतिं गतः ॥ ५१॥\n" +
                "\n" +
                "\n" +
                "एवं मागील जैसें तैसें । तेणें देखिलें वीरविलासें ।\n" +
                "मग म्हणे जियालों ऐसें । जाहलें आतां ॥ ६६३ ॥\n" +
                "बुद्धीतें सांडोनि ज्ञान । भेणें वळघलें रान ।\n" +
                "अहंकारेंसी मन । देशोधडी जाहलें ॥ ६६४ ॥\n" +
                "इंद्रियें प्रवृत्ती भुललीं । वाचा प्राणा चुकली ।\n" +
                "ऐसें आपांपरी होती जाली । शरीरग्रामीं ॥ ६६५ ॥\n" +
                "तियें आघवींचि मागुतीं । जिवंत भेटलीं प्रकृती ।\n" +
                "आतां जिताणें श्रीमूर्ती । जाहलें मियां ॥ ६६६ ॥\n" +
                "ऐसें सुख जीवीं घेतलें । मग श्रीकृष्णातें म्हणितलें ।\n" +
                "मियां तुमचें रूप देखिलें । मानुष हें ॥ ६६७ ॥\n" +
                "हें रूप दाखवणें देवराया । कीं मज अपत्या चुकलिया ।\n" +
                "बुझावोनि तुवां माया । स्तनपान दिधलें ॥ ६६८ ॥\n" +
                "जी विश्वरूपाचिया सागरीं । होतों तरंग मवित वांवेवरी ।\n" +
                "तो इये निजमूर्तीच्या तीरीं । निगालों आतां ॥ ६६९ ॥\n" +
                "आइकें द्वारकापुरसुहाडा । मज सुकतिया जी झाडा ।\n" +
                "हे भेटी नव्हे बहुडा । मेघाचा केला ॥ ६७० ॥\n" +
                "जी सावियाची तृषा फुटला । तया मज अमृतसिंधु हा भेटला ।\n" +
                "आतां जिणयाचा जाहला । भरंवसा मज ॥ ६७१ ॥\n" +
                "माझिया हृदयरंगणीं । होताहे हरिखलतांची लावणी ।\n" +
                "सुखेंसीं बुझावणी । जाहली मज ॥ ६७२ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "सुदुदर्शमिदं रूपं दृष्टवानसि यन्मम ।\n" +
                "देवा अप्यस्य रूपस्य नित्यं दर्शकाङ्क्षिणः ॥ ५२॥\n" +
                "\n" +
                "\n" +
                "यया पार्थाचिया बोलासवें । हें काय म्हणितलें देवें ।\n" +
                "तुवां प्रेम ठेवूनि यावें । विश्वरूपीं कीं ॥ ६७३ ॥\n" +
                "मग इये श्रीमूर्ती । भेटावें सडिया आयती ।\n" +
                "ते शिकवण सुभद्रापती । विसरलासि मा ॥ ६७४ ॥\n" +
                "अगा आंधळिया अर्जुना । हाता आलिया मेरूही होय साना ।\n" +
                "ऐसा आथी मना । चुकीचा भावो ॥ ६७५ ॥\n" +
                "तरी विश्वात्मक रूपडें । जें दाविलें आम्ही तुजपुढें ।\n" +
                "तें शंभूही परि न जोडे । तपें करितां ॥ ६७६ ॥\n" +
                "आणि अष्टांगादिसंकटीं । योगी शिणताति किरीटी ।\n" +
                "परि अवसरु नाहीं भेटी । जयाचिये ॥ ६७७ ॥\n" +
                "तें विश्वरूप एकादे वेळ । कैसेनि देखों अळुमाळ ।\n" +
                "ऐसें स्मरतां काळ । जातसे देवां ॥ ६७८ ॥\n" +
                "आशेचिये अंजुळी । ठेऊनि हृदयाचिया निडळीं ।\n" +
                "चातक निराळीं । लागले जैसे ॥ ६७९ ॥\n" +
                "तैसे उत्कंठा निर्भर । होऊनियां सुरवर ।\n" +
                "घोकीत आठही पाहार । भेटी जयाची ॥ ६८० ॥\n" +
                "परि विश्वरूपासारिखें । स्वप्नींही कोण्ही न देखे ।\n" +
                "तें प्रत्यक्ष तुवां सुखें । देखिलें हें ॥ ६८१ ॥\n" +
                "\n" +
                "\n" +
                "नाहं वेदैर्न तपसा न दानेन न चेज्यया ।\n" +
                "शक्यं एवंविधो द्रष्टुं दृष्टवानसि मां यथा ॥ ५३॥\n" +
                "\n" +
                "\n" +
                "पैं उपायांसि वाटा । न वाहती एथ सुभटा ।\n" +
                "साहीसहित वोहटा । वाहिला वेदीं ॥ ६८२ ॥\n" +
                "मज विश्वरूपाचिया मोहरा । चालावया धनुर्धरा ।\n" +
                "तपांचियाही संभारा । नव्हेचि लागु ॥ ६८३ ॥\n" +
                "आणि दानादि कीर कानडें । मी यज्ञींही तैसा न सांपडें ।\n" +
                "जैसेनि कां सुरवाडें । देखिला तुवां ॥ ६८४ ॥\n" +
                "तैसा मी एकीचि परि । आंतुडें गा अवधारीं ।\n" +
                "जरी भक्ति येऊनि वरी । चित्तातें गा ॥ ६८५ ॥\n" +
                "\n" +
                "\n" +
                "भक्त्या त्वनन्यया शक्य अहमेवंविधोऽर्जुन ।\n" +
                "ज्ञातुं द्रष्टुं च तत्त्वेन प्रवेष्टुं च परंतप ॥ ५४॥\n" +
                "\n" +
                "\n" +
                "परि तेचि भक्ति ऐसी । पर्जन्याची सुटिका जैसी ।\n" +
                "धरावांचूनि अनारिसी । गतीचि नेणें ॥ ६८६ ॥\n" +
                "कां सकळ जळसंपत्ती । घेऊनि समुद्रातें गिंवसिती ।\n" +
                "गंगा जैसी अनन्यगती । मिळालीचि मिळे ॥ ६८७ ॥\n" +
                "तैसें सर्वभावसंभारें । न धरत प्रेम एकसरें ।\n" +
                "मजमाजीं संचरे । मीचि होऊनि ॥ ६८८ ॥\n" +
                "आणि तेवींचि मी ऐसा । थडिये माझारीं सरिसा ।\n" +
                "क्षीराब्धि कां जैसा । क्षीराचाचि ॥ ६८९ ॥\n" +
                "तैसें मजलागुनि मुंगीवरी । किंबहुना चराचरीं ।\n" +
                "भजनासि कां दुसरी । परीचि नाहीं ॥ ६९० ॥\n" +
                "तयाचि क्षणासवें । एवंविध मी जाणवें ।\n" +
                "जाणितला तरी स्वभावें । दृष्टही होय ॥ ६९१ ॥\n" +
                "मग इंधनीं अग्नि उद्दीपें । आणि इंधन हें भाष हारपे ।\n" +
                "तें अग्निचि होऊनि आरोपें । मूर्त जेवीं ॥ ६९२ ॥\n" +
                "कां उदय न कीजे तेजाकारें । तंव गगनचि होऊनि असे आंधारें ।\n" +
                "मग उदईलिया एकसरें । प्रकाशु होय ॥ ६९३ ॥\n" +
                "तैसें माझिये साक्षात्कारीं । सरे अहंकाराची वारी ।\n" +
                "अहंकारलोपीं अवधारीं । द्वैत जाय ॥ ६९४ ॥\n" +
                "मग मी तो हें आघवें । एक मीचि आथी स्वभावें ।\n" +
                "किंबहुना सामावे । समरसें तो ॥ ६९५ ॥\n" +
                "\n" +
                "\n" +
                "मत्कर्मकृन्मत्परमो मद्भक्तः संगवर्जितः ॥\n" +
                "निर्वैरः सर्वभूतेषु यः स मामेति पाण्डव ॥ ५५॥\n" +
                "ॐ इति श्रीमद्भग्वद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे विश्वरूपदर्शनयोगोनाम एकादशोऽध्यायः ॥ ११ ॥\n" +
                "\n" +
                "\n" +
                "जो मजचि एकालागीं । कर्में वाहातसे आंगीं ।\n" +
                "जया मीवांचोनि जगीं । गोमटें नाहीं ॥ ६९६ ॥\n" +
                "दृष्टादृष्ट सकळ । जयाचें मीचि केवळ ।\n" +
                "जेणें जिणयाचें फळ । मजचि नाम ठेविलें ॥ ६९७ ॥\n" +
                "मग भूतें हे भाष विसरला । जे दिठी मीचि आहें सूदला ।\n" +
                "म्हणौनि निर्वैर जाहला । सर्वत्र भजे ॥ ६९८ ॥\n" +
                "ऐसा जो भक्तु होये । तयाचें त्रिधातुक हें जैं जाये ।\n" +
                "तैं मीचि हौनि ठायें । पांडवा गा ॥ ६९९ ॥\n" +
                "ऐसें जगदुदरदोंदिलें । तेणें करुणारसरसाळें ।\n" +
                "संजयो म्हणे बोलिलें । श्रीकृष्णदेवें ॥ ७०० ॥\n" +
                "ययावरी तो पंडुकुमरु । जाहला आनंदसंपदा थोरु ।\n" +
                "आणि कृष्णचरणचतुरु । एक तो जगीं ॥ ७०१ ॥\n" +
                "तेणें देवाचिया दोनही मूर्ती । निकिया न्याहाळिलिया चित्तीं ।\n" +
                "तंव विश्वरूपाहूनि कृष्णाकृतीं । देखिला लाभु ॥ ७०२ ॥\n" +
                "परि तयाचिये जाणिवे । मानु न कीजेचि देवें ।\n" +
                "जें व्यापकाहूनि नव्हे । एकदेशी ॥ ७०३ ॥\n" +
                "हेंचि समर्थावयालागीं । एक दोन चांगी ।\n" +
                "उपपत्ती शारङ्गी । दाविता जाहला ॥ ७०४ ॥\n" +
                "तिया ऐकोनि सुभद्राकांतु । चित्तीं आहे म्हणतु ।\n" +
                "तरि होय बरवें दोन्हीं आंतु । तें पुढती पुसों ॥ ७०५ ॥\n" +
                "ऐसा आलोचु करूनि जीवीं । आतां पुसती वोज बरवी ।\n" +
                "आदरील ते परिसावी । पुढें कथा ॥ ७०६ ॥\n" +
                "प्रांजळ ओंवीप्रबंधें । गोष्टी सांगिजेल विनोदें ।\n" +
                "तें परिसा आनंदें । ज्ञानदेवो म्हणे ॥ ७०७ ॥\n" +
                "भरोनि सद्भावाची अंजुळी । मियां वोंवियाफुलें मोकळीं ।\n" +
                "अर्पिलीं अंघ्रियुगुलीं । विश्वरूपाच्या ॥ ७०८ ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां एकादशोऽध्यायः ॥ ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());
    }
}
