package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Aathra extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_aathra);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);
        textView.setText(" १८. ज्ञानेश्वरी/अध्याय अठरावा ");

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        StringBuilder stringBuilder=new StringBuilder();
        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अश्टादशोऽध्यायः - अध्याय अठरावा । ।\n" +
                "। मोक्षसंज्ञासयोगः ।\n" +
                "\n" +
                "जयजय देव निर्मळ । निजजनाखिलमंगळ ।\n" +
                "जन्मजराजलदजाळ । प्रभंजन ॥ १ ॥\n" +
                "\n" +
                "जयजय देव प्रबळ । विदळितामंगळकुळ ।\n" +
                "निगमागमद्रुमफळ । फलप्रद ॥ २ ॥\n" +
                "\n" +
                "जयजय देव सकल । विगतविषयवत्सल ।\n" +
                "कलितकाळकौतूहल । कलातीत ॥ ३ ॥\n" +
                "\n" +
                "जयजय देव निश्चळ । चलितचित्तपानतुंदिल ।\n" +
                "जगदुन्मीलनाविरल । केलिप्रिय ॥ ४ ॥\n" +
                "\n" +
                "जयजय देव निष्कळ । स्फुरदमंदानंदबहळ ।\n" +
                "नित्यनिरस्ताखिलमळ । मूळभूत ॥ ५ ॥\n" +
                "\n" +
                "जयजय देव स्वप्रभ । जगदंबुदगर्भनभ ।\n" +
                "भुवनोद्भवारंभस्तंभ । भवध्वंस ॥ ६ ॥\n" +
                "\n" +
                "जयजय देव विशुद्ध । विदुदयोद्यानद्विरद ।\n" +
                "शमदम\\-मदनमदभेद । दयार्णव ॥ ७ ॥\n" +
                "\n" +
                "जयजय देवैकरूप । अतिकृतकंदर्पसर्पदर्प ।\n" +
                "भक्तभावभुवनदीप । तापापह ॥ ८ ॥\n" +
                "\n" +
                "जयजय देव अद्वितीय । परीणतोपरमैकप्रिय ।\n" +
                "निजजनजित भजनीय । मायागम्य ॥ ९ ॥\n" +
                "\n" +
                "जयजय देव श्रीगुरो । अकल्पनाख्यकल्पतरो ।\n" +
                "स्वसंविद्रुमबीजप्ररो । हणावनी ॥ १० ॥\n" +
                "\n" +
                "हे काय एकैक ऐसैसें । नानापरीभाषावशें ।\n" +
                "स्तोत्र करूं तुजोद्देशें । निर्विशेषा ॥ ११ ॥\n" +
                "\n" +
                "जिहींं विशेषणीं विशेषिजे । तें दृश्य नव्हे रूप तुझें ।\n" +
                "हें जाणें मी म्हणौनि लाजें । वानणा इहीं ॥ १२ ॥\n" +
                "\n" +
                "परी मर्यादेचा सागरु । हा तंवचि तया डगरु ।\n" +
                "जंव न देखे सुधाकरु । उदया आला ॥ १३ ॥\n" +
                "\n" +
                "सोमकांतु निजनिर्झरींं । चंद्रा अर्घ्यादिक न करी ।\n" +
                "तें तोचि अवधारीं । करवी कीं जी ॥ १४ ॥\n" +
                "\n" +
                "नेणों कैसी वसंतसंगें । अवचितिया वृक्षाचीं अंगें ।\n" +
                "फुटती तैं हे तयांहि जोगें । धरणें नोहे ? ॥ १५ ॥\n" +
                "\n" +
                "पद्मिनी रविकिरण । लाहे मग लाजें कवण ? ।\n" +
                "कां जळें शिवतलें लवण । आंग भुले ॥ १६ ॥\n" +
                "\n" +
                "तैसा तूतें जेथ मी स्मरें । तेथ मीपण मी विसरें ।\n" +
                "मग जाकळिला ढेंकरें । तृप्तु जैसा ॥ १७ ॥\n" +
                "\n" +
                "मज तुवां जी केलें तैसें । माझें मीपण दवडूनि देशें ।\n" +
                "स्तुतिमिषेंच पां पिसें । बांधलें वाचे ॥ १८ ॥\n" +
                "\n" +
                "ना येऱ्हवींं तरी आठवीं । राहोनि स्तुति जैं करावी ।\n" +
                "तैं गुणागुणिया धरावी । सरोभरी कींंं ॥ १९ ॥\n" +
                "तरी तूं जी एकरसाचें लिंग । केवीं करूं गुणागुणीं विभाग ।\n" +
                "मोतीं फोडोनि सांधितां चांग । कीं तैसेंचि भलें ॥ २० ॥\n" +
                "आणि बाप तूं माय । इहीं बोलीं ना स्तुति होय ।\n" +
                "डिंभोपाधिक आहे । विटाळु तेथें ॥ २१ ॥\n" +
                "जी जालेनि पाइकें आलें । तें गोसावीपण केवीं बोलें ? ।\n" +
                "ऐसें उपाधी उशिटलें । काय वर्णूं ॥ २२ ॥\n" +
                "जरी आत्मा तूं एकसरा । हेंही म्हणतां दातारा ।\n" +
                "तरी आंतुल तूं बाहेरा । घापतासी ॥ २३ ॥\n" +
                "म्हणौनि सत्यचि तुजलागींं । स्तुति न देखों जी जगीं ।\n" +
                "मौनावांचूनि लेणें आंगीं । सुसीना मा ॥ २४ ॥\n" +
                "स्तुति कांहीं न बोलणें । पूजा कांहींं न करणें ।\n" +
                "सन्निधी कांहींंं न होणें । तुझ्या ठायीं॥ २५ ॥\n" +
                "तरी जिंतलें जैसें भुली । पिसें आलापु घाली ।\n" +
                "तैसें वानूं तें माऊली । उपसाहावें तुवां ॥ २६ ॥\n" +
                "आतां गीतार्थाची मुक्तमुदी । लावीं माझिये वाग्वृद्धी ।\n" +
                "जे माने हे सभासदीं । सज्जनांच्या ॥ २७ ॥\n" +
                "तेथ म्हणितलें श्रीनिवृत्ती । नको हें पुढतपुढती ।\n" +
                "परीसीं लोहा घृष्टी किती । वेळवेळां कीजे गा । ॥ २८ ॥\n" +
                "तंव विनवी ज्ञानदेवो । म्हणे हो कां जी पसावो ।\n" +
                "तरी अवधान देतु देवो । ग्रंथा आतां ॥ २९ ॥\n" +
                "जी गीतारत्नप्रासादाचा । कळसु अर्थचिंतामणीचा ।\n" +
                "सर्व गीतादर्शनाचा । पाढाऊं जो ॥ ३० ॥\n" +
                "लोकीं तरी आथी ऐसें । जे दुरूनि कळसु दिसे ।\n" +
                "आणी भेटीचि हातवसे । देवतेची तिये ॥ ३१ ॥\n" +
                "तैसेंचि एथही आहे । जे एकेचि येणें अध्यायें ।\n" +
                "आघवाचि दृष्ट होये । गीतागमु हा ॥ ३२ ॥\n" +
                "मी कळसु याचि कारणें । अठरावा अध्यायो म्हणें ।\n" +
                "उवाइला बादरायणें । गीताप्रासादा ॥ ३३ ॥\n" +
                "नोहे कळसापरतें कांहीं । प्रासादीं काम नाहीं ।\n" +
                "तें सांगतसे गीता ही । संपलेपणें ॥ ३४ ॥\n" +
                "व्यासु सहजें सूत्री बळी । तेणें निगमरत्नाचळीं ।\n" +
                "उपनिषदार्थाची माळी\\- । माजीं खांडिली ॥ ३५ ॥\n" +
                "तेथ त्रिवर्गाचा अणुआरु । आडऊ निघाला जो अपारु ।\n" +
                "तो महाभारतप्राकारु । भोंवता केला ॥ ३६ ॥\n" +
                "माजीं आत्मज्ञानाचें एकवट । दळवाडें झाडूनि चोखट ।\n" +
                "घडिलें पार्थवैकुंठ\\- । संवाद कुसरी ॥ ३७ ॥\n" +
                "निवृत्तिसूत्र सोडवणिया । सर्व शास्त्रार्थ पुरवणिया ।\n" +
                "आवो साधिला मांडणिया । मोक्षरेखेचा ॥ ३८ ॥\n" +
                "ऐसेनि करितां उभारा । पंधरा अध्यायांत पंधरा ।\n" +
                "भूमि निर्वाळलिया पुरा । प्रासादु जाहला ॥ ३९ ॥\n" +
                "उपरी सोळावा अध्यायो । तो ग्रीवघंटेचा आवो ।\n" +
                "सप्तदशु तोचि ठावो । पडघाणिये ॥ ४० ॥\n" +
                "तयाहीवरी अष्टादशु । तो अपैसा मांडला कळसु ।\n" +
                "उपरि गीतादिकीं व्यासु । ध्वजें लागला ॥ ४१ ॥\n" +
                "म्हणौनि मागील जे अध्याये । ते चढते भूमीचे आये ।\n" +
                "तयांचें पुरें दाविताहे । आपुल्या आंगीं ॥ ४२ ॥\n" +
                "जालया कामा नाहीं चोरी । ते कळसें होय उजरी ।\n" +
                "तेवींं अष्टादशु विवरी । साद्यंत गीता ॥ ४३ ॥\n" +
                "ऐसा व्यासें विंदाणियें । गीताप्रासादु सोडवणिये ।\n" +
                "आणूनि राखिले प्राणिये । नानापरी ॥ ४४ ॥\n" +
                "एक प्रदक्षिणा जपाचिया । बाहेरोनि करिती यया ।\n" +
                "एक ते श्रवणमिषें छाया । सेविती ययाची ॥ ४५ ॥\n" +
                "एक ते अवधानाचा पुरा । विडापाऊड भीतरां ।\n" +
                "घेऊनि रिघती गाभारां । अर्थज्ञानाच्या ॥ ४६ ॥\n" +
                "ते निजबोधें उराउरी । भेटती आत्मया श्रीहरी ।\n" +
                "परी मोक्षप्रासादीं सरी । सर्वांही आथी ॥ ४७ ॥\n" +
                "समर्थाचिये पंक्तिभोजनें । तळिल्या वरील्या एकचि पक्वान्नें ।\n" +
                "तेवीं श्रवणें अर्थें पठणें । मोक्षुचि लाभे ॥ ४८ ॥\n" +
                "ऐसा गीता वैष्णवप्रासादु । अठरावा अध्याय कळसु विशदु ।\n" +
                "म्यां म्हणितला हा भेदु । जाणोनियां ॥ ४९ ॥\n" +
                "आतां सप्तदशापाठीं । अध्याय कैसेनि उठी ।\n" +
                "तो संबंधु सांगो दिठी । दिसे तैसा ॥ ५० ॥\n" +
                "का गंगायमुना उदक । वोघबगें वेगळिक ।\n" +
                "दावी होऊनि एक । पाणीपणें ॥ ५१ ॥\n" +
                "न मोडितां दोन्ही आकार । घडिलें एक शरीर ।\n" +
                "हें अर्धनारी नटेश्वर\\- । रूपीं दिसें ॥ ५२ ॥\n" +
                "नाना वाढिली दिवसें । कळा बिंबीं पैसे ।\n" +
                "परी सिनानें लेवे जैसें । चंद्रीं नाहीं ॥ ५३ ॥\n" +
                "तैसींं सिनानीं चारीं पदें । श्लोक तो श्लोकावच्छेदें ।\n" +
                "अध्यावो अध्यायभेदें । गमे कीर ॥ ५४ ॥\n" +
                "परी प्रमेयाची उजरी । आनान रूप न धरी ।\n" +
                "नाना रत्नमणीं दोरी । एकचि जैसी ॥ ५५ ॥\n" +
                "मोतियें मिळोनि बहुवें । एकावळीचा पाडु आहे ।\n" +
                "परी शोभे रूप होये । एकचि तेथ ॥ ५६ ॥\n" +
                "फुलांफुलसरां लेख चढे । द्रुतीं दुजी अंगुळी न पडे ।\n" +
                "श्लोक अध्याय तेणें पाडें । जाणावे हे ॥ ५७ ॥\n" +
                "सात शतें श्लोक । अध्यायां अठरांचे लेख ।\n" +
                "परी देवो बोलिले एक । जें दुजें नाहीं ॥ ५८ ॥\n" +
                "\n" +
                "आणि म्यांही न सांडूनि ते सोये । ग्रंथ व्यक्ति केली आहे ।\n" +
                "प्रस्तुत तेणें निर्वाहे । निरूपण आइका ॥ ५९ ॥\n" +
                "तरी सतरावा अध्यावो । पावतां पुरता ठावो ।\n" +
                "जें संपतां श्लोकीं देवो । बोलिले ऐसें ॥ ६० ॥\n" +
                "अर्जुना ब्रह्मनामाच्याविखीं। बुद्धि सांडूनि आस्तिकीं ।\n" +
                "कर्मे कीजती तितुकींंंं । असंतें होतीं ॥ ६१ ॥\n" +
                "हा ऐकोनि देवाचा बोलु । अर्जुना आला डोलु ।\n" +
                "म्हणे कर्मनिष्ठां मळु । ठेविला देखों ॥ ६२ ॥\n" +
                "तो अज्ञानांधु तंव बापुडा । ईश्वरुचि न देखे एवढा ।\n" +
                "तेथ नामचि एक पुढां । कां सुझे तया ॥ ६३ ॥\n" +
                "आणि रजतमें दोन्हीं । गेलियावीण श्रद्धा सानी ।\n" +
                "ते कां लागे अभिधानीं । ब्रह्माचिये ? । ॥ ६४ ॥\n" +
                "मग कोता खेंव देणें । वार्तेवरील धावणें ।\n" +
                "सांडी पडे खेळणें । नागिणीचें तें ॥ ६५ ॥\n" +
                "तैसीं कर्में दुवाडें । तयां जन्मांतराची कडे ।\n" +
                "दुर्मेळावे येवढे । कर्मामाजीं ॥ ६६ ॥\n" +
                "ना विपायें हें उजू होये । तरी ज्ञानाची योग्यता लाहे ।\n" +
                "येऱ्हवीं येणेंचि जाये । निरयालया ॥ ६७ ॥\n" +
                "कर्मीं हा ठायवरी । आहाती बहुवा अवसरी ।\n" +
                "आतां कर्मठां कैं वारी । मोक्षाची हे ॥ ६८ ॥\n" +
                "तरी फिटो कर्माचा पांगु । कीजो अवघाचि त्यागु ।\n" +
                "आदरिजो अव्यंगु । संन्यासु हा ॥ ६९ ॥\n" +
                "कर्मबाधेची कहीं । जेथ भयाची गोठी नाहीं ।\n" +
                "तें आत्मज्ञान जिहीं । स्वाधीन होय ॥ ७० ॥\n" +
                "ज्ञानाचें आवाहनमंत्र । जें ज्ञान पिकतें सुक्षेत्र ।\n" +
                "ज्ञान आकर्षितें सूत्र । तंतु जे का ॥ ७१ ॥\n" +
                "ते दोनी संन्यास त्याग । अनुष्ठूनि सुटे जग ।\n" +
                "तरी हेंचि आतां चांग । व्यक्त पुसों ॥ ७२ ॥\n" +
                "ऐसें म्हणौनि पार्थें । त्यागसंन्यासव्यवस्थे ।\n" +
                "रूप होआवया जेथें । प्रश्नु केला ॥ ७३ ॥\n" +
                "तेथ प्रत्युत्तरें बोली । श्रीकृष्णें जे चावळिली ।\n" +
                "तया व्यक्ति जाली । अष्टादशा ॥ ७४ ॥\n" +
                "एवं जन्यजनकभावें । अध्यावो अध्यायातें प्रसवे ।\n" +
                "आतां ऐका बरवें । पुसिलें जें ॥ ७५ ॥\n" +
                "तरी पंडुकुमरें तेणें । देवाचें सरतें बोलणें ।\n" +
                "जाणोनि अंतःकरणें । काणी घेतली ॥ ७६ ॥\n" +
                "येऱ्हवीं तत्वविषयीं भला । तो निश्चितु असे कीर जाहला ।\n" +
                "परी देवो राहे उगला । तें साहावेना ॥ ७७ ॥\n" +
                "वत्स धालयाही वरी । धेनू न वचावी दुरी ।\n" +
                "अनन्य प्रीतीची परी । ऐसी आहे ॥ ७८ ॥\n" +
                "तेणें काजेवीणही बोलावें । तें देखीलें तरी पाहावें ।\n" +
                "भोगितां चाड दुणावे । पढियंतयाठायीं ॥ ७९ ॥\n" +
                "ऐसी प्रेमाची हे जाती । आणि पार्थ तंव तेचि मूर्ती ।\n" +
                "म्हणौनि करूं लाहे खंती । उगेपणाची ॥ ८० ॥\n" +
                "आणि संवादाचेनि मिषें । जे अव्यवहारी वस्तु असे ।\n" +
                "ते भोगिजे कीं जैसें । आरिसां रूप ॥ ८१ ॥\n" +
                "मग संवादु तोही पारुखे । तरी भोगितां भोगणें थोके ।\n" +
                "हें कां साहवेल सुखें । लांचावलेया ? ॥ ८२ ॥\n" +
                "यालागीं त्याग संन्यास । पुसावयाचें घेऊनि मिस ।\n" +
                "मग उपलविलें दुस । गीतेंचें तें ॥ ८३ ॥\n" +
                "अठरावा अध्यावो नोहे । हे एकाध्यायी गीताचि आहे ।\n" +
                "जैं वांसरुचि गाय दुहे । तैं वेळु कायसा ॥ ८४ ॥\n" +
                "तैसी संपतां अवसरीं । गीता आदरविली माघारीं ।\n" +
                "स्वामी भृत्याचा न करी । संवादु काई ? ॥ ८५ ॥\n" +
                "परी हें असो ऐसें । अर्जुनें पुसिजत असे ।\n" +
                "म्हणे विनंती विश्वेशें । अवधारिजो ॥ ८६ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "संन्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् ।\n" +
                "त्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥ १॥\n" +
                "\n" +
                "\n" +
                "हां जी संन्यासु आणि त्यागु । इयां दोहीं एक अर्थीं लागु ।\n" +
                "जैसा सांघातु आणि संघु । संघातेंचि बोलिजे ॥ ८७ ॥\n" +
                "तैसेंचि त्यागें आणि संन्यासें । त्यागुचि बोलिजतु असे ।\n" +
                "आमचेनि तंव मानसें । जाणिजे हेंचि ॥ ८८ ॥\n" +
                "ना कांहीं आथी अर्थभेदु । तो देवो करोतु विशदु ।\n" +
                "तेथ म्हणती श्रीमुकुंदु । भिन्नचि पैं ॥ ८९ ॥\n" +
                "तरी अर्जुना तुझ्या मनीं । त्याग संन्यास दोनी ।\n" +
                "एकार्थ गमलें हें मानीं । मीही साच ॥ ९० ॥\n" +
                "इहीं दोहीं कीर शब्दीं । त्यागुचि बोलिजे त्रिशुद्धी ।\n" +
                "परी कारण एथ भेदीं । येतुलेंचि ॥ ९१ ॥\n" +
                "जें निपटूनि कर्म सांडिजे । तें सांडणें संन्यासु म्हणिजे ।\n" +
                "आणि फलमात्र का त्यजिजे । तो त्यागु गा ॥ ९२ ॥\n" +
                "तरी कोणा कर्माचें फळ । सांडिजे कोण कर्म केवळ ।\n" +
                "हेंही सांगों विवळ । चित्त दे पां ॥ ९३ ॥\n" +
                "तरी आपैसीं दांगें डोंगर । झाडें डाळती अपार ।\n" +
                "तैसें लांबे राजागर । नुठिती ते ॥ ९४ ॥\n" +
                "न पेरितां सैंघ तृणें । उठती तैसें साळीचें होणें ।\n" +
                "नाहीं गा राबाउणें । जियापरी ॥ ९५ ॥\n" +
                "कां अंग जाहलें सहजें । परी लेणें उद्यमें कीजे ।\n" +
                "नदी आपैसी आपादिजे । विहिरी जेवीं ॥ ९६ ॥\n" +
                "तैसें नित्य नैमित्तिक । कर्म होय स्वाभाविक ।\n" +
                "परी न कामितां कामिक । न निफजे जें ॥ ९७ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "काम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः ।\n" +
                "सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः ॥ २॥\n" +
                "\n" +
                "\n" +
                "कां कामनेचेनि दळवाडें । जें उभारावया घडे ।\n" +
                "अश्वमेधादिक फुडे । याग जेथ ॥ ९८ ॥\n" +
                "वापी कूप आराम । अग्रहारें हन महाग्राम ।\n" +
                "आणीकही नाना संभ्रम । व्रतांचे ते ॥ ९९ ॥\n" +
                "ऐसें इष्टापूर्त सकळ । जया कामना एक मूळ ।\n" +
                "जें केलें भोगवी फळ । बांधोनियां ॥ १०० ॥\n" +
                "देहाचिया गांवा अलिया । जन्ममृत्यूचिया सोहळिया ।\n" +
                "ना म्हणों नये धनंजया । जियापरी ॥ १०१ ॥\n" +
                "का ललाटींचें लिहिलें । न मोडे गा कांहीं केलें ।\n" +
                "काळेगोरेपण धुतलें । फिटों नेणे ॥ १०२ ॥\n" +
                "केलें काम्य कर्म तैसें । फळ भोगावया धरणें बैसे ।\n" +
                "न फेडितां ऋण जैसें । वोसंडीना ॥ १०३ ॥\n" +
                "कां कामनाही न करितां । अवसांत घडे पंडुसुता ।\n" +
                "तरी वायकांडें न झुंजतां । लागे जैसें ॥ १०४ ॥\n" +
                "गूळ नेणतां तोंडीं । घातला देचि गोडी ।\n" +
                "आगी मानूनि राखोंडी । चेपिला पोळी ॥ १०५ ॥\n" +
                "काम्यकर्मी हें एक । सामर्थ्य आथी स्वाभाविक ।\n" +
                "म्हणौनि नको कौतुक । मुमुक्षु एथ ॥ १०६ ॥\n" +
                "किंबहुना पार्था ऐसें । जें काम्य कर्म गा असे ।\n" +
                "तें त्यजिजे विष जैसें । वोकूनियां ॥ १०७ ॥\n" +
                "मग तया त्यागातें जगीं । संन्यासु ऐसया भंगीं ।\n" +
                "बोलिजे अंतरंगीं । सर्वद्रष्टा ॥ १०८ ॥\n" +
                "हें काम्य कर्म सांडणें । तें कामनेतेंचि उपडणें ।\n" +
                "द्रव्यत्यागें दवडणें । भय जैसें ॥ १०९ ॥\n" +
                "आणि सोमसूर्यग्रहणें । येऊनि करविती पार्वणें ।\n" +
                "का मातापितरमरणें । अंकित जे दिवस ॥ ११० ॥\n" +
                "अथवा अतिथी हन पावे । हें ऐसैसें पडे जैं करावें ।\n" +
                "तैं तें कर्म जाणावें । नौमित्तिक गा ॥ १११ ॥\n" +
                "वार्षिया क्षोमे गगन । वसंतें दुणावे वन ।\n" +
                "देहा श्रृंगारी यौवन\\- । दशा जैसी ॥ ११२ ॥\n" +
                "का सोमकांतु सोमें पघळें । सूर्यें फांकती कमळें ।\n" +
                "एथ असे तेंचि पाल्हाळे । आन नये ॥ ११३ ॥\n" +
                "तैसें नित्य जें का कर्म । तेंचि निमित्ताचे लाहे नियम ।\n" +
                "एथ उंचावे तेणें नाम । नैमित्तिक होय ॥ ११४ ॥\n" +
                "आणि सायंप्रातर्मध्यान्हीं । जें कां करणीय प्रतिदिनीं ।\n" +
                "परी दृष्टि जैसी लोचनीं । अधिक नोहे ॥ ११५ ॥\n" +
                "कां नापादितां गती । चरणीं जैसी आथी ।\n" +
                "नातरी ते दीप्ती । दीपबिंबीं ॥ ११६ ॥\n" +
                "वासु नेदितां जैसे । चंदनीं सौरभ्य असे ।\n" +
                "अधिकाराचे तैसें । रूपचि जें ॥ ११७ ॥\n" +
                "नित्य कर्म ऐसें जनीं । पार्था बोलिजे तें मानीं ।\n" +
                "एवं नित्य नैमित्तिक दोन्हीं । दाविलीं तुज ॥ ११८ ॥\n" +
                "हेंचि नित्य नैमित्तिक । अनुष्ठेय आवश्यक ।\n" +
                "म्हणौनि म्हणोंं पाहती एक । वांझ ययातें ॥ ११९ ॥\n" +
                "परी भोजनीं जैसें होये । तृप्ति लाहे भूक जाये ।\n" +
                "तैसे नित्यनैमित्तिकीं आहे । सर्वांगीं फळ ॥ १२० ॥\n" +
                "कीड आगिठां पडे । तरी मळु तुटे वानी चढे ।\n" +
                "यया कर्मा तया सांगडें । फळ जाणावें ॥ १२१ ॥\n" +
                "जे प्रत्यवाय तंव गळे । स्वाधिकार बहुवें उजळे ।\n" +
                "तेथ हातोफळिया मिळे । सद्गतीसी ॥ १२२ ॥\n" +
                "येवढेवरी ढिसाळ । नित्यनैमित्तिकीं आहे फळ ।\n" +
                "परी तें त्यजिजे मूळ । नक्षत्रीं जैसें ॥ १२३ ॥\n" +
                "लता पिके आघवी । तंव च्यूत बांधे पालवीं ।\n" +
                "मग हात न लावित माधवीं । सोडूनि घाली ॥ १२४ ॥\n" +
                "तैसी नोलांडितां कर्मरेखा । चित्त दीजे नित्यनैमित्तिका ।\n" +
                "पाठीं फळा कीजे अशेखा । वांताचे वानी ॥ १२५ ॥\n" +
                "यया कर्म फळत्यागातें । त्यागु म्हणती पैं जाणते ।\n" +
                "एवं त्याग संन्यास तूतें । परीसविले ॥ १२६ ॥\n" +
                "हा संन्यासु जैं संभवे । तैं काम्य बाधूं न पावे ।\n" +
                "निषिद्ध तंव स्वभावें । निषेधें गेलें ॥ १२७ ॥\n" +
                "आणि नित्यादिक जें असे । तें येणें फलत्यागें नसे ।\n" +
                "शिर लोटलिया जैसें । येर आंग ॥ १२८ ॥\n" +
                "मग सस्य फळपाकांत । तैसें निमालिया कर्मजात ।\n" +
                "आत्मज्ञान गिंवसीत । अपैसें ये ॥ १२९ ॥\n" +
                "ऐसिया निगुती दोनी । त्याग संन्यास अनुष्ठानीं ।\n" +
                "पडले गा आत्मज्ञानीं । बांधती पाटु ॥ १३० ॥\n" +
                "नातरी हे निगुती चुके । मग त्यागु कीजे हाततुकें ।\n" +
                "तैं कांहीं न त्यजे अधिकें । गोंवींचि पडे ॥ १३१ ॥\n" +
                "जें औषध व्याधी अनोळख । तें घेतलिया परतें विख ।\n" +
                "कां अन्न न मानितां भूक । मारी ना काय ? ॥ १३२ ॥\n" +
                "म्हणौनि त्याज्य जें नोहे । तेथ त्यागातें न सुवावें ।\n" +
                "त्याज्यालागीं नोहावें । लोभापर ॥ १३३ ॥\n" +
                "चुकलिया त्यागाचें वेझें । केला सर्वत्यागुही होय वोझें ।\n" +
                "न देखती सर्वत्र दुजें । वीतराग ते ॥ १३४ ॥\n" +
                "\n" +
                "\n" +
                "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः ।\n" +
                "यज्ञदानतपःकर्म न त्याज्यमिति चापरे ॥ ३॥\n" +
                "\n" +
                "\n" +
                "एकां फळाभिलाष न ठके । ते कर्मांते म्हणती बंधकें ।\n" +
                "जैसें आपण नग्न भांडकें । जगातें म्हणे ॥ १३५ ॥\n" +
                "कां जिव्हालंपट रोगिया । अन्नें दूषी धनंजया ।\n" +
                "आंगा न रुसे कोढिया । मासियां कोपे ॥ १३६ ॥\n" +
                "तैसे फळकाम दुर्बळ । म्हणती कर्मचि किडाळ ।\n" +
                "मग निर्णयो देती केवळ । त्यजावें ऐसा ॥ १३७ ॥\n" +
                "एक म्हणती यागादिक । करावेंचि आवश्यक ।\n" +
                "जे यावांचूनि शोधक । आन नसे ॥ १३८ ॥\n" +
                "मनशुद्धीच्या मार्गीं । जैं विजयी व्हावें वेगीं ।\n" +
                "तैं कर्म सबळालागीं । आळसु न कीजे ॥ १३९ ॥\n" +
                "भांगार आथी शोधावें । तरी आगी जेवी नुबगावें ।\n" +
                "कां दर्पणालागीं सांचावें । अधिक रज ॥ १४० ॥\n" +
                "नाना वस्त्रें चोख होआवीं । ऐसें आथी जरी जीवीं ।\n" +
                "तरी संवदणी न मनावी । मलिन जैसी ॥ १४१ ॥\n" +
                "तैसीं कर्में क्लेशकारें । म्हणौनि न न्यावीं अव्हेरें ।\n" +
                "कां अन्नलाभें अरुवारें । रांधितिये उणें ॥ १४२ ॥\n" +
                "इहीं इहीं गा शब्दीं । एक कर्मीं बांधिती बुद्धी ।\n" +
                "ऐसा त्यागु विसंवादीं । पडोनि ठेला ॥ १४३ ॥\n" +
                "तरी विसंवादु तो फिटे । त्यागाचा निश्चयो भेटे ।\n" +
                "तैसें बोलों गोमटें । अवधान देईं ॥ १४४ ॥\n" +
                "\n" +
                "\n" +
                "निश्चयं शृणु मे तत्र त्यागे भरतसत्तम ।\n" +
                "त्यागो हि पुरुषव्याघ्र त्रिविधः सम्प्रकीर्तितः ॥ ४॥\n" +
                "\n" +
                "\n" +
                "तरी त्यागु एथें पांडवा । त्रिविधु पैं जाणावा ।\n" +
                "तया त्रिविधाही बरवा । विभाग करूं ॥ १४५ ॥\n" +
                "त्यागाचे तीन्ही प्रकार । कीजती जरी गोचर ।\n" +
                "तरी तूं इत्यर्थाचें सार । इतुलें जाण ॥ १४६ ॥\n" +
                "मज सर्वज्ञाचिये बुद्धी । जें अलोट माने त्रिशुद्धी ।\n" +
                "निश्चयतत्व तें आधीं । अवधारीं पां ॥ १४७ ॥\n" +
                "तरी आपुलिये सोडवणें । जो मुमुक्षु जागों म्हणे ।\n" +
                "तया सर्वस्वें करणें । हेंचि एक ॥ १४८ ॥\n" +
                "\n" +
                "\n" +
                "यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् ।\n" +
                "यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥ ५॥\n" +
                "\n" +
                "\n" +
                "जियें यज्ञदानतपादिकें । इयें कर्में आवश्यकें ।\n" +
                "तियें न सांडावीं पांथिकें । पाउलें जैसीं ॥ १४९ ॥\n" +
                "हारपलें न देखिजे । तंव तयाचा मागु न सांडिजे ।\n" +
                "कां तृप्त न होतां न लोटिजे । भाणें जेवीं ॥ १५० ॥\n" +
                "नाव थडी न पवतां । न खांडिजे केळी न फळतां ।\n" +
                "कां ठेविलें न दिसतां । दीपु जैसा ॥ १५१ ॥\n" +
                "तैसी आत्मज्ञानविखीं । जंव निश्चिती नाहीं निकी ।\n" +
                "तंव नोहावें यागादिकीं । उदासीन ॥ १५२ ॥\n" +
                "तरी स्वाधिकारानुरुपें । तियें यज्ञदानें तपें ।\n" +
                "अनुष्ठावींचि साक्षेपें । अधिकेंवर ॥ १५३ ॥\n" +
                "जें चालणें वेगावत जाये । तो वेगु बैसावयाचि होये ।\n" +
                "तैसा कर्मातिशयो आहे । नैष्कर्म्यालागीं ॥ १५४ ॥\n" +
                "अधिकें जंव जंव औषधी । सेवनेची मांडी बांधी ।\n" +
                "तंव तंव मुकिजे व्याधी । तयाचिये ॥ १५५ ॥\n" +
                "तैसीं कर्में हातोपातीं । जैं कीजती यथानिगुती ।\n" +
                "तैं रजतमें झडती । झाडा देऊनी ॥ १५६ ॥\n" +
                "कां पाठोवाटीं पुटें । भांगारा खारु देणें घटे ।\n" +
                "तैं कीड झडकरी तुटे । निर्व्याजु होय ॥ १५७ ॥\n" +
                "तैसें निष्ठा केलें कर्म । तें झाडी करूनि रजतम ।\n" +
                "सत्वशुद्धीचें धाम । डोळां दावी ॥ १५८ ॥\n" +
                "म्हणौनियां धनंजया । सत्वशुद्धी गिंवसितया ।\n" +
                "तीर्थांचिया सावाया । आलीं कर्में ॥ १५९ ॥\n" +
                "तीर्थें बाह्यमळु क्षाळे । कर्में अभ्यंतर उजळे ।\n" +
                "एवं तीर्थें जाण निर्मळें । सत्कर्मे.चि ॥ १६० ॥\n" +
                "तृषार्ता मरुदेशीं । झळे अमृतें वोळलीं जैसींं ।\n" +
                "कीं अंधालागीं डोळ्यांसी । सूर्यु आला ॥ १६१ ॥\n" +
                "बुडतया नदीच धाविन्नली । पडतया पृथ्वीच कळवळिली ।\n" +
                "निमतया मृत्यूनें दिधली । आयुष्यवृद्धी ॥ १६२ ॥\n" +
                "तैसें कर्में कर्मबद्धता । मुमुक्षु सोडविले पंडुसुता ।\n" +
                "जैसा रसरीति मरतां । राखिला विषें ॥ १६३ ॥\n" +
                "तैसीं एके हातवटिया । कर्में कीजती धनंजया ।\n" +
                "बंधकेंचि सोडवावया । मुख्यें होती ॥ १६४ ॥\n" +
                "आतां तेचि हातवटी । तुज सांगों गोमटी ।\n" +
                "जया कर्मातें किरीटी । कर्मचि रुसे ॥ १६५ ॥\n" +
                "\n" +
                "\n" +
                "एतान्यपि तु कर्माणि सण्\u200Cगं त्यक्त्वा फलानि च ।\n" +
                "कर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ॥ ६॥\n" +
                "\n" +
                "\n" +
                "तरी महायागप्रमुखें । कर्मे निफजतांही अचुकें ।\n" +
                "कर्तेपणाचें न ठाके । फुंजणें आंगीं ॥ १६६ ॥\n" +
                "जो मोलें तीर्था जाये । तया मी यात्रा करितु आहे ।\n" +
                "ऐसिये श्लाघ्यतेचा नोहे । तोषु जेवीं ॥ १६७ ॥\n" +
                "कां मुद्रा समर्थाचिया । जो एकवटु झोंबे राया ।\n" +
                "तो मी जिणता ऐसिया । न येचि गर्वा ॥ १६८ ॥\n" +
                "जो कासें लागोनि तरे । तया पोहती ऊर्मी नुरे ।\n" +
                "पुरोहितु नाविष्करे । दातेपणें ॥ १६९ ॥\n" +
                "तैसें कर्तृत्व अहंकारें । नेघोनि यथा अवसरें ।\n" +
                "कृत्यजातांचें मोहरें । सारीजती ॥ १७० ॥\n" +
                "केल्या कर्मा पांडवा । जो आथी फळाचा यावा ।\n" +
                "तया मोहरा हों नेदावा । मनोरथु ॥ १७१ ॥\n" +
                "आधींचि फळीं आस तुटिया । कर्मे आरंभावीं धनंजया ।\n" +
                "परावें बाळ धाया । पाहिजे जैसें ॥ १७२ ॥\n" +
                "पिंपरुवांचिया आशा । न शिंपिजे पिंपळु जैसा ।\n" +
                "तैसिया फळनिराशा । कीजती कर्में ॥ १७३ ॥\n" +
                "सांडूनि दुधाची टकळी । गोंवारी गांवधेनु वेंटाळी ।\n" +
                "किंबहुना कर्मफळीं । तैसें कीजे ॥ १७४ ॥\n" +
                "ऐसी हे हातवटी । घेऊनि जे क्रिया उठी ।\n" +
                "आपणा आपुलिया गांठी । लाहेची तो ॥ १७५ ॥\n" +
                "म्हणौनि फळीं लागु । सांडोनि देहसंगु ।\n" +
                "कर्में करावीं हा चांगु । निरोपु माझा ॥ १७६ ॥\n" +
                "जो जीवबंधीं शिणला । सुटके जाचे आपला ।\n" +
                "तेणें पुढतपुढतीं या बोला । आन न कीजे ॥ १७७ ॥\n" +
                "\n" +
                "\n" +
                "नियतस्य तु संन्यासः कर्मणो नोपपद्यते ।\n" +
                "मोहात्तस्य परित्यागस्तामसः परिकीर्तितः ॥ ७॥\n" +
                "\n" +
                "\n" +
                "नातरी आंधाराचेनि रोखें । जैसीं डोळां रोंविजती नखें ।\n" +
                "तैसा कर्मद्वेषें अशेखें । कर्मेंचि सांडी ॥ १७८ ॥\n" +
                "तयाचें जें कर्म सांडणें । तें तामस पैं मी म्हणें ।\n" +
                "शिसाराचे रागें लोटणें । शिरचि जैसें ॥ १७९ ॥\n" +
                "हां गा मार्गु दुवाडु होये । तरी निस्तरितील पाये ।\n" +
                "कीं तेचि खांडणें आहे । मार्गापराधें ॥ १८० ॥\n" +
                "भुकेलियापुढें अन्न । हो कां भलतैसें उन्ह ।\n" +
                "तरी बुद्धी न घेतां लंघन । भाणें पापरां हल्या ॥ १८१ ॥\n" +
                "तैसा कर्माचा बाधु कर्में । निस्तरीजे करितेनि वर्में ।\n" +
                "हे तामसु नेणें भ्रमें । माजविला ॥ १८२ ॥\n" +
                "कीं स्वभावें आलें विभागा । तें कर्मचि वोसंडी पैं गा ।\n" +
                "तरी झणें आतळा त्यागा । तामसा तया ॥ १८३ ॥\n" +
                "\n" +
                "\n" +
                "दुःखमित्येव यत्कर्म कायक्लेशभयात्त्यजेत् ।\n" +
                "स कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् ॥ ८॥\n" +
                "\n" +
                "\n" +
                "अथवा स्वाधिकारु बुझे । आपले विहितही सुजे ।\n" +
                "परी करितया उमजे । निबरपणा ॥ १८४ ॥\n" +
                "जे कर्माची ऐलीकड । नावेक दिसे दुवाड ।\n" +
                "जे वाहतिये वेळे जड । शिदोरी जैसी ॥ १८५ ॥\n" +
                "जैसा निंब जिभे कडवटु । हिरडा पहिलें तुरटु ।\n" +
                "तैसा कर्मा ऐल शेवटु । खणुवाळा होय ॥ १८६ ॥\n" +
                "कां धेनु दुवाड शिंग । शेवंतीये अडव आंग ।\n" +
                "भोजनसुख महाग । पाकु करितां ॥ १८७ ॥\n" +
                "तैसें पुढतपुढती कर्म । आरंभींच अति विषम ।\n" +
                "म्हणौनि तो तें श्रम । करितां मानी ॥ १८८ ॥\n" +
                "येऱ्हवीं विहितत्वें मांडी । परी घालितां असुरवाडीं ।\n" +
                "तेथ पोळला ऐसा सांडी । आदरिलेंही ॥ १८९ ॥\n" +
                "म्हणे वस्तु देहासारिखी । आली बहुतीं भाग्यविशेखीं ।\n" +
                "मा जाचूं कां कर्मादिकीं । पापिया जैसा ? ॥ १९० ॥\n" +
                "केलें कर्मीं जे द्यावें । तें झणें मज होआवें ।\n" +
                "आजि भोगूं ना कां बरवे । हातींचे भोग ? ॥ १९१ ॥\n" +
                "ऐसा शरीराचिया क्लेशा । भेणें कर्में वीरेशा ।\n" +
                "सांडी तो परीयेसा । राजसु त्यागु ॥ १९२ ॥\n" +
                "येऱ्हवीं तेथही कर्म सांडे । परी तया त्यागफळ न जोडे ।\n" +
                "जैसें उतलें आगीं पडे । तें नलगेचि होमा ॥ १९३ ॥\n" +
                "कां बुडोनि प्राण गेले । ते अर्धोदकीं निमाले ।\n" +
                "हें म्हणों नये जाहलें । दुर्मरणचि ॥ १९४ ॥\n" +
                "तैसें देहाचेनि लोभें । जेणें कर्मा पाणी सुभे ।\n" +
                "तेणें साच न लभे । त्यागाचें फळ ॥ १९५ ॥\n" +
                "किंबहुना आपुलें । जैं ज्ञान होय उदया आलें ।\n" +
                "तैं नक्षत्रातें पाहलें । गिळी जैसें ॥ १९६ ॥\n" +
                "तैशा सकारण क्रिया । हारपती धनंजया ।\n" +
                "तो कर्मत्यागु ये जया । मोक्षफळासी ॥ १९७ ॥\n" +
                "तें मोक्षफळ अज्ञाना । त्यागिया नाहीं अर्जुना ।\n" +
                "म्हणौनि तो त्यागु न माना । राजसु जो ॥ १९८ ॥\n" +
                "तरी कोणे पां एथ त्यागें । तें मोक्षफळ घर रिघे ।\n" +
                "हेंही आइक प्रसंगे । बोलिजेल ॥ १९९ ॥\n" +
                "\n" +
                "\n" +
                "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन ।\n" +
                "सण्\u200Cगं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः ॥ ९॥\n" +
                "\n" +
                "\n" +
                "तरी स्वाधिकाराचेनि नांवें । जें वांटिया आलें स्वभावें ।\n" +
                "तें आचरे विधिगौरवें । शृंगारोनि ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" परी हें मी करितु असें । ऐसा आठवु त्यजी मानसें ।\n" +
                "तैसेचि पाणी दे आशे । फळाचिये ॥ २०१ ॥\n" +
                "पैं अवज्ञा आणि कामना । मातेच्या ठायीं अर्जुना ।\n" +
                "केलिया दोनी पतना । कारण होती ॥ २०२ ॥\n" +
                "तरी दोनीं यें त्यजावीं । मग माताची ते भजावी ।\n" +
                "वांचूनि मुखालागीं वाळावी । गायचि सगळी ? ॥ २०३ ॥\n" +
                "आवडतियेही फळीं । असारें साली आंठोळीं ।\n" +
                "त्यासाठीं अवगळी । फळातें कोण्ही ? ॥ २०४ ॥\n" +
                "तैसा कर्तृत्वाचा मदु । आणि कर्मफळाचा आस्वादु ।\n" +
                "या दोहींचें नांव बंधु । कर्माचा कीं ॥ २०५ ॥\n" +
                "तरी या दोहींच्या विखीं । जैसा बापु नातळे लेंकीं ।\n" +
                "तैसा हों न शके दुःखी । विहिता क्रिया ॥ २०६ ॥\n" +
                "हा तो त्याग तरुवरु । जो गा मोक्षफळें ये थोरु ।\n" +
                "सात्विक ऐसा डगरु । यासींच जगीं ॥ २०७ ॥\n" +
                "आतां जाळूनि बीज जैसें । झाडा कीजे निर्वंशें ।\n" +
                "फळ त्यागूनि कर्म तैसें । त्यजिलें जेणें ॥ २०८ ॥\n" +
                "लोह लागतखेंवो परीसीं । धातूची गंधिकाळिमा जैसी ।\n" +
                "जाती रजतमें तैसीं । तुटलीं दोन्ही ॥ २०९ ॥\n" +
                "मग सत्वें चोखाळें । उघडती आत्मबोधाचे डोळे ।\n" +
                "तेथ मृगांबु सांजवेळे । होय जैसें ॥ २१० ॥\n" +
                "तैसा बुद्ध्यादिकांपुढां । असतु विश्वाभासु हा येवढा ।\n" +
                "तो न देखे कवणीकडां । आकाश जैसें ॥ २११ ॥\n" +
                "\n" +
                "\n" +
                "न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते ।\n" +
                "त्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः ॥ १०॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि प्राचिनाचेनि बळें । अलंकृतें कुशलाकुशलें ।\n" +
                "तियें व्योमाआंगीं आभाळें । जिरालीं जैसीं ॥ २१२ ॥\n" +
                "तैसीं तयाचिये दिठी । कर्में चोखाळलीं किरीटी ।\n" +
                "म्हणौनि सुखदुःखीं उठी । पडेना तो ॥ २१३ ॥\n" +
                "तेणें शुभकर्म जाणावें । मग तें हर्षें करावें ।\n" +
                "कां अशुभालागीं होआवें । द्वेषिया ना ॥ २१४ ॥\n" +
                "तरी इयाविषयींचा कांहीं । तया एकुही संदेहो नाहीं ।\n" +
                "जैसा स्वप्नाच्या ठायीं । जागिन्नलिया ॥ २१५ ॥\n" +
                "म्हणौनि कर्म आणि कर्ता । या द्वैतभावाची वार्ता ।\n" +
                "नेणें तो पंडुसुता । सात्विक त्यागु ॥ २१६ ॥\n" +
                "ऐसेनि कर्में पार्था । त्यजिलीं त्यजिती सर्वथा ।\n" +
                "अधिकें बांधिती अन्यथा । सांडिलीं तरी ॥ २१७ ॥\n" +
                "\n" +
                "\n" +
                "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः ।\n" +
                "यस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते ॥ ११॥\n" +
                "\n" +
                "\n" +
                "आणि हां गा सव्यसाची । मूर्ति लाहोनि देहाची ।\n" +
                "खंती करिती कर्माची । ते गांवढे गा ॥ २१८ ॥\n" +
                "मृत्तिकेचा वीटु । घेऊनि काय करील घटु ? ।\n" +
                "केउता ताथु पटु । सांडील तो ? ॥ २१९ ॥\n" +
                "तेवींचि वन्हित्व आंगीं । आणि उबे उबगणें आगी ।\n" +
                "कीं तो दीपु प्रभेलागीं । द्वेषु करील काई ? ॥ २२० ॥\n" +
                "हिंगु त्रासिला घाणी । तरी कैचें सुगंधत्व आणी ? ।\n" +
                "द्रवपण सांडूनि पाणी । कें राहे तें ? ॥ २२१ ॥\n" +
                "तैसा शरीराचेनि आभासें । नांदतु जंव असे ।\n" +
                "तंव कर्मत्यागाचें पिसें । काइसें तरी ? ॥ २२२ ॥\n" +
                "आपण लाविजे टिळा । म्हणौनि पुसों ये वेळोवेळा ।\n" +
                "मा घाली फेडी निडळा । कां करूं ये गा ? ॥ २२३ ॥\n" +
                "तैसें विहित स्वयें आदरिलें । म्हणौनि त्यजूं ये त्यजिलें ।\n" +
                "परी कर्मचि देह आतलें । तें कां सांडील गा ? ॥ २२४ ॥\n" +
                "जें श्वासोच्छ्वासवरी । होत निजेलियाहीवरी ।\n" +
                "कांहीं न करणेंयाचि परी । होती जयाची ॥ २२५ ॥\n" +
                "या शरीराचेनि मिसकें । कर्मची लागलें असिकें ।\n" +
                "जितां मेलया न ठाके । इया रीती ॥ २२६ ॥\n" +
                "यया कर्मातें सांडिती परी । एकीचि ते अवधारीं ।\n" +
                "जे करितां न जाइजे हारीं । फळशेचिये ॥ २२७ ॥\n" +
                "कर्मफळ ईश्वरीं अर्पे । तत्प्रसादें बोधु उद्दीपें ।\n" +
                "तेथ रज्जुज्ञानें लोपे । व्याळशंका ॥ २२८ ॥\n" +
                "तेणें आत्मबोधें तैसें । अविद्येसीं कर्म नाशे ।\n" +
                "पार्था त्यजिजे जैं ऐसें । तैं त्यजिलें होय ॥ २२९ ॥\n" +
                "म्हणौनि इयापरी जगीं । कर्में करितां मानूं त्यागी ।\n" +
                "येर मुर्छने नांव रोगी । विसांवा जैसा ॥ २३० ॥\n" +
                "तैसा कर्मीं शिणे एकीं । तो विसांवो पाहे आणिकीं ।\n" +
                "दांडेयाचे घाय बुकी । धाडणें जैसें ॥ २३१ ॥\n" +
                "परी हें असो पुढती । तोचि त्यागी त्रिजगतीं ।\n" +
                "जेणें फळत्यागें निष्कृती । नेलें कर्म ॥ २३२ ॥\n" +
                "\n" +
                "\n" +
                "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम् ।\n" +
                "भवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित् ॥ १२॥\n" +
                "\n" +
                "\n" +
                "येऱ्हवीं तरी धनंजया । त्रिविधा कर्मफळा गा यया ।\n" +
                "समर्थ ते कीं भोगावया । जे न सांडितीचि आशा ॥ २३३ ॥\n" +
                "आपणचि विऊनि दुहिता । कीं न मम म्हणे पिता ।\n" +
                "तो सुटे कीं प्रतिग्रहीता । जांवई शिरके ॥ २३४ ॥\n" +
                "विषाचे आगरही वाहती । तें विकितां सुखें लाभे जिती ।\n" +
                "येर निमालें जे घेती । वेंचोनि मोलें ॥ २३५ ॥\n" +
                "तैसें कर्ता कर्म करू । अकर्ता फळाशा न धरू ।\n" +
                "एथ न शके आवरूं । दोहींतें कर्म ॥ २३६ ॥\n" +
                "वाटे पिकलिया रुखाचें । फळ अपेक्षी तयाचें ।\n" +
                "तेवीं साधारण कर्माचें । फळ घे तया ॥ २३७ ॥\n" +
                "परी करूनि फळ नेघे । तो जगाच्या कामीं न रिघे ।\n" +
                "जे त्रिविध जग अवघें । कर्मफळ हें ॥ २३८ ॥\n" +
                "देव मनुष्य स्थावर । यया नांव जगडंबर ।\n" +
                "आणि हे तंव तिन्ही प्रकार । कर्मफळांचे ॥ २३९ ॥\n" +
                "तेंचि एक गा अनिष्ट । एक तें केवळ इष्ट ।\n" +
                "आणि एक इष्टानिष्ट । त्रिविध ऐसें ॥ २४० ॥\n" +
                "परी विषयमंतीं बुद्धी । आंगीं सूनि अविधी ।\n" +
                "प्रवर्तती जे निषिद्धीं । कुव्यापारीं ॥ २४१ ॥\n" +
                "तेथ कृमि कीट लोष्ट । हे देह लाहती निकृष्ट ।\n" +
                "तया नाम तें अनिष्ट । कर्मफळ ॥ २४२ ॥\n" +
                "कां स्वधर्मा मानु देतां । स्वाधिकारु पुढां सूतां ।\n" +
                "सुकृत कीजे पुसतां । आम्नायातें ॥ २४३ ॥\n" +
                "तैं इंद्रादिक देवांचीं । देहें लाहिजती सव्यसाची ।\n" +
                "तया कर्मफळा इष्टाची । प्रसिद्धि गा ॥ २४४ ॥\n" +
                "आणि गोड आंबट मिळे । तेथ रसांतर फरसाळें ।\n" +
                "उठी दोंही वेगळें । दोहीं जिणतें ॥ २४५ ॥\n" +
                "रेचकुचि योगवशें । होय स्तंभावयादोषें ।\n" +
                "तेवीं सत्यासत्य समरसें । सत्यासत्यचि जिणिजे ॥ २४६ ॥\n" +
                "म्हणौनि समभागें शुभाशुभें । मिळोनि अनुष्ठानाचें उभें ।\n" +
                "तेणें मनुष्यत्व लाभे । तें मिश्र फळ ॥ २४७ ॥\n" +
                "ऐसें त्रिविध यया भागीं । कर्मफळ मांडलेसें जगीं ।\n" +
                "हें न सांडी तयां भोगीं । जें सूदले आशा ॥ २४८ ॥\n" +
                "जेथें जिव्हेचा हातु फांटे । तंव जेवितां वाटे गोमटें ।\n" +
                "मग परीणामीं शेवटें । अवश्य मरण ॥ २४९ ॥\n" +
                "संवचोरमैत्री चांग । जंव न पविजे तें दांग ।\n" +
                "सामान्या भली आंग । न शिवे तंव ॥ २५० ॥\n" +
                "तैसीं कर्में करितां शरीरीं । लाहती महत्त्वाची फरारी ।\n" +
                "पाठीं निधनीं एकसरी । पावती फळें ॥ २५१ ॥\n" +
                "तैसा समर्थु आणि ऋणिया । मागों आला बाइणिया ।\n" +
                "न लोटे तैसा प्राणिया । पडे तो भोगु ॥ २५२ ॥\n" +
                "मग कणिसौनि कणु झडे । तो विरूढला कणिसा चढे ।\n" +
                "पुढती भूमी पडे । पुढती उठी ॥ २५३ ॥\n" +
                "तैसें भोगीं जें फळ होय । तें फळांतरें वीत जाय ।\n" +
                "चालतां पावो पाय । जिणिजे जैसा ॥ २५४ ॥\n" +
                "उताराचिये सांगडी । ठाके ते ऐलीच थडी ।\n" +
                "तेवीं न मुकीजती वोढी । भोग्याचिये ॥ २५५ ॥\n" +
                "पैं साध्यसाधनप्रकारें । फळभोगु तो पसरे ।\n" +
                "एवं गोंविले संसारें । अत्यागी ते ॥ २५६ ॥\n" +
                "येऱ्हवीं जाईचियां फुलां फांकणें । त्याचि नाम जैसें सुकणें ।\n" +
                "तैसें कर्ममिषें न करणें । केलें जिहीं ॥ २५७ ॥\n" +
                "बीजचि वरोसि वेंचे । तेथ वाढती कुळवाडी खांचे ।\n" +
                "तेवीं फळत्यागें कर्माचें । सारिलें काम ॥ २५८ ॥\n" +
                "ते सत्वशुद्धि साहाकारें । गुरुकृपामृततुषारें ।\n" +
                "सासिन्नलेनि बोधें वोसरे । द्वैतदैन्य ॥ २५९ ॥\n" +
                "तेव्हां जगदाभासमिषें । स्फुरे तें त्रिविध फळ नाशे ।\n" +
                "एथ भोक्ता भोग्य आपैसें । निमालें हें ॥ २६० ॥\n" +
                "घडे ज्ञानप्रधानु हा ऐसा । संन्यासु जयां वीरेशा ।\n" +
                "तेचि फलभोग सोसा । मुकले गा ॥ २६१ ॥\n" +
                "आणि येणें कीर संन्यासें । जैं आत्मरूपीं दिठी पैसे ।\n" +
                "तैं कर्म एक ऐसें । देखणें आहे ? ॥ २६२ ॥\n" +
                "पडोनि गेलिया भिंती । चित्रांची केवळ होय माती ।\n" +
                "कां पाहालेया राती । आंधारें उरे ? ॥ २६३ ॥\n" +
                "जैं रूपचि नाहीं उभें । तैं साउली काह्याची शोभे ? ।\n" +
                "दर्पणेवीण बिंबें । वदन कें पां ? ॥ २६४ ॥\n" +
                "फिटलिया निद्रेचा ठावो । कैचा स्वप्नासि प्रस्तावो ? ।\n" +
                "मग साच का वावो । कोण म्हणे ? ॥ २६५ ॥\n" +
                "तैसें गा संन्यासें येणें । मूळ अविद्येसीचि नाहीं जिणें ।\n" +
                "मा तियेचें कार्य कोणें । घेपे दीजे ? ॥ २६६ ॥\n" +
                "म्हणौनि संन्यासी ये पाहीं । कर्माची गोठी कीजेल खई ।\n" +
                "परी अविद्या आपुलाम् देहीं । आहे जै कां ॥ २६७ ॥\n" +
                "जैं कर्तेपणाचेनि थांवें । आत्मा शुभाशुभीं धांवें ।\n" +
                "दृष्टि भेदाचिये राणिवे । रचलीसे जैं ॥ २६८ ॥\n" +
                "तैं तरी गा सुवर्मा । बिजावळी आत्मया कर्मा ।\n" +
                "अपाडें जैसी पश्चिमा । पूर्वेसि कां ॥ २६९ ॥\n" +
                "नातरी आकाशा का आभाळा । सूर्या आणि मृगजळा ।\n" +
                "बिजावळी भूतळा । वायूसि जैसी ॥ २७० ॥\n" +
                "पांघरौनि नईचें उदक । असे नईचिमाजीं खडक ।\n" +
                "परी जाणिजे का वेगळिक । कोडीची ते ॥ २७१ ॥\n" +
                "हो कां उदकाजवळी । परी सिनानीचि ते बाबुळी ।\n" +
                "काय संगास्तव काजळी । दीपु म्हणों ये ? ॥ २७२ ॥\n" +
                "जरी चंद्रीं जाला कलंकु । तरी चंद्रेसीं नव्हे एकु ।\n" +
                "आहे दृष्टी डोळ्यां विवेकु । अपाडु जेतुला ॥ २७३ ॥\n" +
                "नाना वाटा वाटे जातया । वोघा वोघीं वाहातया ।\n" +
                "आरसा आरसां पाहातया । अपाडु जेतुला ॥ २७४ ॥\n" +
                "पार्था गा तेतुलेनि मानें । आत्मेंनिसीं कर्म सिनें ।\n" +
                "परी घेवविजे अज्ञानें । तें कीर ऐसें ॥ २७५ ॥\n" +
                "विकाशें रवीतें उपजवी । द्रुती अलीकरवी भोगवी ।\n" +
                "ते सरोवरीं कां बरवी । अब्जिनी जैसी ॥ २७६ ॥\n" +
                "पुढतपुढती आत्मक्रिया । अन्यकारणकाचि तैशिया ।\n" +
                "करूं पांचांही तयां । कारणां रूप ॥ २७७ ॥\n" +
                "\n" +
                "\n" +
                "पञ्चैतानि महाबाहो कारणानि निबोध मे ।\n" +
                "साण्\u200Cख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥ १३॥\n" +
                "\n" +
                "\n" +
                "आणि पांचही कारणें तियें । तूंही जाणसील विपायें ।\n" +
                "जें शास्त्रें उभऊनी बाहे । बोलती तयांते ॥ २७८ ॥\n" +
                "वेदरायाचिया राजधानीं । सांख्यवेदांताच्या भुवनीं ।\n" +
                "निरूपणाच्या निशाणध्वनीं । गर्जती जियें ॥ २७९ ॥\n" +
                "जें सर्वकर्मसिद्धीलागीं । इयेंचि मुद्दलें हो जगीं ।\n" +
                "तेथ न सुवावा अभंगीं । आत्मराजु ॥ २८० ॥\n" +
                "ह्या बोलाचि डांगुरटी । तियें प्रसिद्धीचि आली किरीटी ।\n" +
                "म्हणौनि तुझ्या हन कर्णपुटीं । वसों हें काज ॥ २८१ ॥\n" +
                "आणि मुखांतरीं आइकिजे । तैसें कायसें हें ओझें ।\n" +
                "मी चिद्रत्न तुझें । असतां हातीं ॥ २८२ ॥\n" +
                "दर्पणु पुढां मांडलेया । कां लोकांचियां डोळयां ।\n" +
                "मानु द्यावा पहावया । आपुलें निकें ॥ २८३ ॥\n" +
                "भक्त जैसेनि जेथ पाहे । तेथ तें तेंचि होत जाये ।\n" +
                "तो मी तुझें जाहालों आहें । खेळणें आजी ॥ २८४ ॥\n" +
                "ऐसें हें प्रीतीचेनि वेगें । देवो बोलतां से नेघे ।\n" +
                "तंव आनंदामाजीं आंगें । विरतसे येरु ॥ २८५ ॥\n" +
                "चांदिणियाचा पडिभरु । होतां सोमकांताचा डोंगरु ।\n" +
                "विघरोनि सरोवरु । हों पाहे जैसा ॥ २८६ ॥\n" +
                "तैसें सुख आणि अनुभूती । या भावांची मोडूनि भिंती ।\n" +
                "आतलें अर्जुनाकृति । सुखचि जेथ ॥ २८७ ॥\n" +
                "तेथ समर्थु म्हणौनि देवा । अवकाशु जाहला आठवा ।\n" +
                "मग बुडतयाचा धांवा । जीवें केला ॥ २८८ ॥\n" +
                "अर्जुना येसणें धेंडें । प्रज्ञा पसरेंसीं बुडे ।\n" +
                "आलें भरतें एवढें । तें काढूनि पुढती ॥ २८९ ॥\n" +
                "देवो म्हणे हां गा पार्था । तूं आपणपें देख सर्वथा ।\n" +
                "तंव श्वासूनि येरें माथा । तुकियेला ॥ २९० ॥\n" +
                "म्हणे जाणसी दातारा । मी तुजशीं व्यक्तिशेजारा ।\n" +
                "उबगला आजी एकाहारा । येवों पाहें ॥ २९१ ॥\n" +
                "तयाही हा ऐसा । लोभें देतसां जरी लालसा ।\n" +
                "तरी कां जी घालीतसां । आड आड जीवा ? ॥ २९२ ॥\n" +
                "तेथ श्रीकृष्ण म्हणती निकें । अद्यापि नाहीं मा ठाऊकें ।\n" +
                "वेडया चंद्रा आणि चंद्रिके । न मिळणें आहे ?॥ २९३ ॥\n" +
                "आणि हाही बोलोनि भावो । तुज दाऊं आम्ही भिवों ।\n" +
                "जे रुसतां बांधे थांवो । तें प्रेम गा हें ॥ २९४ ॥\n" +
                "एथ एकमेकांचिये खुणें । विसंवादु तंवचि जिणें ।\n" +
                "म्हणौनि असो हें बोलणें । इयेविषयींचें ॥ २९५ ॥\n" +
                "मग कैशी कैशी ते आतां । बोलत होतों पंडुसुता ।\n" +
                "सर्व कर्मा भिन्नता । आत्मेनिसीं ॥ २९६ ॥\n" +
                "तंव अर्जुन म्हणे देवें । माझिये मनींचेंचि स्वभावें ।\n" +
                "प्रस्ताविलें बरवें । प्रमेय तें जी ॥ २९७ ॥\n" +
                "जें सकळ कर्माचें बीज । कारणपंचक तुज ।\n" +
                "सांगेन ऐसी पैज । घेतली कां ॥ २९८ ॥\n" +
                "आणि आत्मया एथ कांहीं । सर्वथा लागु नाहीं ।\n" +
                "हें पुढारलासि ते देईं । लाहाणें माझें ॥ २९९ ॥\n" +
                "यया बोला विश्वेशें । म्हणितलें तोषें बहुवसे ।\n" +
                "इयेविषयीं धरणें बैसे। ऐसें कें जोडे ? ॥ ३०० ॥\n" +
                "तरी अर्जुना निरूपिजेल । तें कीर भाषेआंतुल ।\n" +
                "परी मेचु ये होईजेल । ऋणिया तुज ॥ ३०१ ॥\n" +
                "तंव अर्जुन म्हणे देवो । काई विसरले मागील भावो ? ।\n" +
                "इये गोंठीस कीं राखत आहों । मीतूंपण जी ? ॥ ३०२ ॥\n" +
                "एथ श्रीकृष्ण म्हणती हो कां । आतां अवधानाचा पसरु निका ।\n" +
                "करूनियां आइका । पुढारलों तें ॥ ३०३ ॥\n" +
                "तरी सत्यचि गा धनुर्धरा । सर्वकर्मांचा उभारा ।\n" +
                "होतसे बहिरबाहिरा । करणीं पांचें ॥ ३०४ ॥\n" +
                "आणि पांच कारण दळवाडें । जिहीं कर्माकारु मांडे ।\n" +
                "ते हेतुस्तव घडे । पांच आथी ॥ ३०५ ॥\n" +
                "येर आत्मतत्त्व उदासीन । तें ना हेतु ना उपादान ।\n" +
                "ना ते अंगें करी संवाहन । कर्मसिद्धीचें ॥ ३०६ ॥\n" +
                "तेथ शुभाशुभीं अंशीं । निफजती कर्में ऐसीं ।\n" +
                "राती दिवो आकाशीं । जियापरी ॥ ३०७ ॥\n" +
                "तोय तेज धूमु । ययां वायूसीं संगमु ।\n" +
                "जालिया होय अभ्रागमु । व्योम तें नेणें ॥ ३०८ ॥\n" +
                "नाना काष्ठीं नाव मिळे । ते नावाडेनि चळे ।\n" +
                "चालविजे अनिळें । उदक तें साक्षी ॥ ३०९ ॥\n" +
                "कां कवणे एकें पिंडे । वेंचितां अवतरे भांडें ।\n" +
                "मग भवंडीजे दंडें । भ्रमे चक्र ॥ ३१० ॥\n" +
                "आणि कर्तृत्व कुलालाचें । तेथ काय तें पृथ्वीयेचें ।\n" +
                "आधारावांचूनि वेंचे । विचारीं पां । ॥ ३११ ॥\n" +
                "हेंहि असो लोकांचिया । राहाटी होतां आघविया ।\n" +
                "कोण काम सवितया । आंगा आलें ? ॥ ३१२ ॥\n" +
                "तैसें पांचहेतुमिळणीं । पांचेंचि इहीं कारणीं ।\n" +
                "कीजे कर्मलतांची लावणी । आत्मा सिना ॥ ३१३ ॥\n" +
                "आतां तेंचि वेगळालीं । पांचही विवंचूं गा भलीं ।\n" +
                "तुकोनि घेतलीं । मोतियें जैसीं ॥ ३१४ ॥\n" +
                "\n" +
                "\n" +
                "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् ।\n" +
                "विविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् ॥ १४॥\n" +
                "\n" +
                "\n" +
                "तैसीं यथा लक्षणें । आइकें कर्म\\-कारणें ।\n" +
                "तरी देह हें मी म्हणें । पहिलें एथ ॥ ३१५ ॥\n" +
                "ययातें अधिष्ठान ऐसें । म्हणिजे तें याचि उद्देशें ।\n" +
                "जे स्वभोग्येंसीं वसे । भोक्ता येथ ॥ ३१६ ॥\n" +
                "इंद्रियांच्या दाहें हातीं । जाचोनियां दिवोराती ।\n" +
                "सुखदुःखें प्रकृती । जोडीजती जियें ॥ ३१७ ॥\n" +
                "तियें भोगावया पुरुखा । आन ठावोचि नाहीं देखा ।\n" +
                "म्हणौनि अधिष्ठानभाखा । बोलिजे देह ॥ ३१८ ॥\n" +
                "हें चोविसांही तत्वांचें । कुटुंबघर वस्तीचें ।\n" +
                "तुटे बंधमोक्षाचें । गुंथाडे एथ ॥ ३१९ ॥\n" +
                "किंबहुना अवस्थात्रया । हें अधिष्ठान धनंजया ।\n" +
                "म्हणौनि देहा यया । हेंचि नाम ॥ ३२० ॥\n" +
                "आणि कर्ता हें दुजें । कर्माचें कारण जाणिजे ।\n" +
                "प्रतिबिंब म्हणिजे । चैतन्याचें जें ॥ ३२१ ॥\n" +
                "आकाशचि वर्षे नीर । तें तळवटीं बांधे नाडर ।\n" +
                "मग बिंबोनि तदाकार । होय जेवीं ॥ ३२२ ॥\n" +
                "कां निद्राभरें बहुवें । राया आपणपें ठाउवें नव्हे ।\n" +
                "मग स्वप्नींचिये सामावे । रंकपणीं ॥ ३२३ ॥\n" +
                "तैसें आपुलेनि विसरें । चैतन्यचि देहाकारें ।\n" +
                "आभासोनि आविष्करें । देहपणें जें ॥ ३२४ ॥\n" +
                "जया विसराच्या देशीं । प्रसिद्धि गा जीवु ऐसी ।\n" +
                "जेणें भाष केली देहेंसी । आघवाविषयीं ॥ ३२५ ॥\n" +
                "प्रकृति करी कर्में । तीं म्यां केलीं म्हणे भ्रमें ।\n" +
                "येथ कर्ता येणें नामें । बोलिजे जीवु ॥ ३२६ ॥\n" +
                "मग पातेयांच्या केशीं । एकीच उठी दिठी जैसी ।\n" +
                "मोकळी चवरी ऐसी । चिरीव गमे ॥ ३२७ ॥\n" +
                "कां घराआंतुल एकु । दीपाचा तो अवलोकु ।\n" +
                "गवाक्षभेदें अनेकु । आवडे जेवीं ॥ ३२८ ॥\n" +
                "कां एकुचि पुरुषु जैसा । अनुसरत नवां रसां ।\n" +
                "नवविधु ऐसा । आवडों लागे ॥ ३२९ ॥\n" +
                "तेवीं बुद्धीचें एक जाणणें । श्रोत्रादिभेदें येणें ।\n" +
                "बाहेरी इंद्रियपणें । फांके जें कां ॥ ३३० ॥\n" +
                "तें पृथग्विध करण । कर्माचें इया कारण ।\n" +
                "तिसरें गा जाण । नृपनंदना ॥ ३३१ ॥\n" +
                "आणि पूर्वपश्चिमवाहणीं । निघालिया वोघाचिया मिळणी ।\n" +
                "होय नदी नद पाणी । एकचि जेवीं ॥ ३३२ ॥\n" +
                "तैसी क्रियाशक्ति पवनीं । असे जे अनपायिनी ।\n" +
                "ते पडिली नानास्थानीं । नाना होय ॥ ३३३ ॥\n" +
                "जैं वाचे करी येणें । तैं तेंचि होय बोलणें ।\n" +
                "हाता आली तरी घेणें । देणें होय ॥ ३३४ ॥\n" +
                "अगा चरणाच्या ठायीं । तरी गति तेचि पाहीं ।\n" +
                "अधोद्वारीं दोहीं । क्षरणें तेचि ॥ ३३५ ॥\n" +
                "कंदौनि हृदयवरी । प्रणवाची उजरी ।\n" +
                "करितां तेचि शरीरीं । प्राणु म्हणिजे ॥ ३३६ ॥\n" +
                "मग उर्ध्वींचिया रिगानिगा । पुढती तेचि शक्ति पैं गा ।\n" +
                "उदानु ऐसिया लिंगा । पात्र जाहली ॥ ३३७ ॥\n" +
                "अधोरंध्राचेनि वाहें । अपानु हें नाम लाहे ।\n" +
                "व्यापकपणें होये । व्यानु तेचि ॥ ३३८ ॥\n" +
                "आरोगिलेनि रसें । शरीर भरी सरिसें ।\n" +
                "आणि न सांडितां असे । सर्वसंधीं ॥ ३३९ ॥\n" +
                "ऐसिया इया राहटीं । मग तेचि क्रिया पाठीं ।\n" +
                "समान ऐसी किरीटी । बोलिजे गा ॥ ३४० ॥\n" +
                "आणि जांभई शिंक ढेंकर । ऐसैसा होतसे व्यापार ।\n" +
                "नाग कूर्म कृकर । इत्यादि होय ॥ ३४१ ॥\n" +
                "एवं वायूची हे चेष्टा । एकीचि परी सुभटा ।\n" +
                "वर्तनास्तव पालटा । येतसे जे ॥ ३४२ ॥\n" +
                "तें भेदली वृत्तिपंथें । वायुशक्ति गा एथें ।\n" +
                "कर्मकारण चौथें । ऐसें जाण ॥ ३४३ ॥\n" +
                "आणि ऋतु बरवा शारदु । शारदीं पुढती चांदु ।\n" +
                "चंद्री जैसा संबंधु । पूर्णिमेचा ॥ ३४४ ॥\n" +
                "कां वसंतीं बरवा आरामु । आरामींही प्रियसंगमु ।\n" +
                "संगमीं आगमु । उपचारांचा ॥ ३४५ ॥\n" +
                "नाना कमळीं पांडवा । विकासु जैसा बरवा ।\n" +
                "विकासींही यावा । परागाचा ॥ ३४६ ॥\n" +
                "वाचे बरवें कवित्व । कवित्वीं बरवें रसिकत्व ।\n" +
                "रसिकत्वीं परतत्व । स्पर्शु जैसा ॥ ३४७ ॥\n" +
                "तैसी सर्ववृत्तिवैभवीं । बुद्धिचि एकली बरवी ।\n" +
                "बुद्धिही बरव नवी । इंद्रियप्रौढी ॥ ३४८ ॥\n" +
                "इंद्रियप्रौढीमंडळा । शृंगारु एकुचि निर्मळा ।\n" +
                "जैं अधिष्ठात्रियां कां मेळा । देवतांचा जो ॥ ३४९ ॥\n" +
                "म्हणौनि चक्षुरादिकीं दाहें । इंद्रियां पाठीं स्वानुग्रहें ।\n" +
                "सूर्यादिकां कां आहे । सुरांचें वृंद ॥ ३५० ॥\n" +
                "तें देववृंद बरवें । कर्मकारण पांचवें ।\n" +
                "अर्जुना एथ जाणावें । देवो म्हणे ॥ ३५१ ॥\n" +
                "एवं माने तुझिये आयणी । तैसी कर्मजातांची हे खाणी ।\n" +
                "पंचविध आकर्णीं । निरूपिली ॥ ३५२ ॥\n" +
                "आतां हेचि खाणी वाढे । मग कर्माची सृष्टि घडे ।\n" +
                "जिहीं ते हेतुही उघडे । दाऊं पांचै ॥ ३५३ ॥\n" +
                "\n" +
                "\n" +
                "शरीरवाण्\u200Cमनोभिर्यत्कर्म प्रारभते नरः ।\n" +
                "न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः ॥ १५॥\n" +
                "\n" +
                "\n" +
                "तरी अवसांत आली माधवी । ते हेतु होय नवपल्लवीं ।\n" +
                "पल्लव पुष्पपुंज दावी । पुष्प फळातें ॥ ३५४ ॥\n" +
                "कां वार्षिये आणिजे मेघु । मेघें वृष्टिप्रसंगु ।\n" +
                "वृष्टीस्तव भोगु । सस्यसुखाचा ॥ ३५५ ॥\n" +
                "नातरी प्राची अरुणातें विये । अरुणें सूर्योदयो होये ।\n" +
                "सूर्यें सगळा पाहे । दिवो जैसा ॥ ३५६ ॥\n" +
                "तैसें मन हेतु पांडवा । होय कर्मसंकल्पभावा ।\n" +
                "तो संकल्पु लावी दिवा । वाचेचा गा ॥ ३५७ ॥\n" +
                "मग वाचेचा तो दिवटा । दावी कृत्यजातांचिया वाटा ।\n" +
                "तेव्हां कर्ता रिगे कामठां । कर्तृत्वाच्या ॥ ३५८ ॥\n" +
                "तेथ शरीरादिक दळवाडें । शरीरादिकां हेतुचि घडे ।\n" +
                "लोहकाम लोखंडें । निर्वाळिजे जैसें ॥ ३५९ ॥\n" +
                "कां तांथुवाचा ताणा । तांथु घालितां वैरणा ।\n" +
                "तो तंतुचि विचक्षणा । होय पटु ॥ ३६० ॥\n" +
                "तैसें मनवाचादेहाचें । कर्म मनादि हेतुचि रचे ।\n" +
                "रत्नीं घडे रत्नाचें । दळवाडें जेवीं ॥ ३६१ ॥\n" +
                "एथ शरीरादिकें कारणें । तेंचि हेतु केवीं हें कोणें ।\n" +
                "अपेक्षिजे तरी तेणें । अवधारिजो ॥ ३६२ ॥\n" +
                "आइका सूर्याचिया प्रकाशा । हेतु कारण सूर्युचि जैसा ।\n" +
                "कां ऊंसाचें कांडें ऊंसा । वाढी हेतु ॥ ३६३ ॥\n" +
                "नाना वाग्देवता वानावी । तैं वाचाचि लागे कामवावी ।\n" +
                "कां वेदां वेदेंचि बोलावी । प्रतिष्ठा जेवीं ॥ ३६४ ॥\n" +
                "तैसें कर्मा शरीरादिकें । कारण हें कीर ठाउकें ।\n" +
                "परी हेंचि हेतु न चुके । हेंही एथ ॥ ३६५ ॥\n" +
                "आणि देहादिकीं कारणीं । देहादि हेतु मिळणीं ।\n" +
                "होय जया उभारणी । कर्मजातां ॥ ३६६ ॥\n" +
                "तें शास्त्रार्थेंं मानिलेया । मार्गा अनुसरे धनंजया ।\n" +
                "तरी न्याय तो न्याया । हेतु होय ॥ ३६७ ॥\n" +
                "जैसा पर्जन्योदकाचा लोटु । विपायें धरी साळीचा पाटु ।\n" +
                "तो जिरे परी अचाटु । उपयोगु आथी ॥ ३६८ ॥\n" +
                "कां रोषें निघालें अवचटें । पडिलें द्वारकेचिया वाटे ।\n" +
                "तें शिणे परी सुनाटें । न वचिती पदें ॥ ३६९ ॥\n" +
                "तैसें हेतुकारण मेळें । उठी कर्म जें आंधळें ।\n" +
                "तें शास्त्राचें लाहे डोळे । तैं न्याय म्हणिपे ॥ ३७० ॥\n" +
                "ना दूध वाढिता ठावो पावे । तंव उतोनि जाय स्वभावें ।\n" +
                "तोही वेंचु परी नव्हे । वेंचिलें तें ॥ ३७१ ॥\n" +
                "तैसें शास्त्रसाह्येंवीण । केलें नोहे जरी अकारण ।\n" +
                "तरी लागो कां नागवण । दानलेखीं ॥ ३७२ ॥\n" +
                "अगा बावन्ना वर्णांपरता । कोण मंत्रु आहे पंडुसुता ।\n" +
                "कां बावन्नही नुच्चारितां । जीवु आथी ? ॥ ३७३ ॥\n" +
                "परी मंत्राची कडसणी । जंव नेणिजे कोदंडपाणी ।\n" +
                "तंव उच्चारफळ वाणी । न पवे जेवीं ॥ ३७४ ॥\n" +
                "तेवीं कारणहेतुयोगें । जें बिसाट कर्म निगे ।\n" +
                "तें शास्त्राचिये न लगे । कांसे जंव ॥ ३७५ ॥\n" +
                "कर्म होतचि असे तेव्हांही । परी तें होणें नव्हे पाहीं ।\n" +
                "तो अन्यायो गा अन्यायीं । हेतु होय ॥ ३७६ ॥\n" +
                "\n" +
                "\n" +
                "तत्रैवं सति कर्तारमात्मानं केवलं तु यः ।\n" +
                "पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः ॥ १६॥\n" +
                "\n" +
                "\n" +
                "एवं पंचकारणा कर्मा । पांचही हेतु हे सुमहिमा ।\n" +
                "आतां एथें पाहें पां आत्मा । सांपडला असे ? ॥ ३७७ ॥\n" +
                "भानु न होनि रूपें जैसीं । चक्षुरूपातें प्रकाशी ।\n" +
                "आत्मा न होनि कर्में तैसीं । प्रकटित असे गा ॥ ३७८ ॥\n" +
                "पैं प्रतिबिंब आरिसा । दोन्ही न होनि वीरेशा ।\n" +
                "दोहींतें प्रकाशी जैसा । न्याहाळिता तो ॥ ३७९ ॥\n" +
                "कां अहोरात्र सविता । न होनि करी पंडुसुता ।\n" +
                "तैसा आत्मा कर्मकर्ता । न होनि दावी ॥ ३८० ॥\n" +
                "परी देहाहंमान भुली । जयाची बुद्धि देहींचि आतली ।\n" +
                "तया आत्मविषयीं जाली । मध्यरात्री गा ॥ ३८१ ॥\n" +
                "जेणें चैतन्या ईश्वरा ब्रह्मा । देहचि केलें परमसीमा ।\n" +
                "तया आत्मा कर्ता हे प्रमा । अलोट उपजे ॥ ३८२ ॥\n" +
                "आत्माचि कर्मकर्ता । हाही निश्चयो नाहीं तत्वतां ।\n" +
                "देहोचि मी कर्मकर्ता । मानितो साचे ॥ ३८३ ॥\n" +
                "जे आत्मा मी कर्मातीतु । सर्वकर्मसाक्षिभूतु ।\n" +
                "हे आपुली कहीं मातु । नायकेचि कानीं ॥ ३८४ ॥\n" +
                "म्हणौनि उमपा आत्मयातें । देहचिवरी मविजे एथें ।\n" +
                "विचित्र काई रात्रि दिवसातें । डुडुळ न करी ? ॥ ३८५ ॥\n" +
                "पैं जेणें आकाशींचा कहीं । सत्य सूर्यु देखिला नाहीं ।\n" +
                "तो थिल्लरींचें बिंब काई । मानू न लाहे ? ॥ ३८६ ॥\n" +
                "थिल्लराचेनि जालेपणें । सूर्यासि आणी होणें ।\n" +
                "त्याच्या नाशीं नाशणें । कंपें कंपू ॥ ३८७ ॥\n" +
                "आणि निद्रिस्ता चेवो नये । तंव स्वप्न साच हों लाहे ।\n" +
                "रज्जु नेणतां सापा बिहे । विस्मो कवण ? ॥ ३८८ ॥\n" +
                "जंव कवळ आथि डोळां । तंव चंद्रु देखावा कींं पिंवळा ।\n" +
                "काय मृगींहीं मृगजळा । भाळावें नाहीं ? ॥ ३८९ ॥\n" +
                "तैसा शास्त्रगुरूचेनि नांवे । जो वाराही टेंकों नेदी सिवें ।\n" +
                "केवळ मौढ्याचेनिचि जीवें । जियाला जो ॥ ३९० ॥\n" +
                "तेणें देहात्मदृष्टीमुळें । आत्मया घापे देहाचें जाळें ।\n" +
                "जैसा अभ्राचा वेगु कोल्हें । चंद्रीं मानीं ॥ ३९१ ॥\n" +
                "मग तया मानणयासाठीं । देहबंदीशाळे किरीटी ।\n" +
                "कर्माच्या वज्रगांठी । कळासे तो ॥ ३९२ ॥\n" +
                "पाहे पां बद्ध भावना दृढा । नळियेवरी तो बापुडा ।\n" +
                "काय मोकळेयाही पायाचा चवडा । न ठकेचि पुंसा । ॥ ३९३ ॥\n" +
                "म्हणौनि निर्मळा आत्मस्वरूपीं । तो प्रकृतीचें केलें आरोपी ।\n" +
                "तो कल्पकोडीच्या मापीं । मवीचि कर्में ॥ ३९४ ॥\n" +
                "आता कर्मामाजीं असे । परी तयातें कर्म न स्पर्शे ।\n" +
                "वडवानळातें जैसें । समुद्रोदक ॥ ३९५ ॥\n" +
                "तैसेंनि वेगळेपणें । जयाचें कर्मीं असणें ।\n" +
                "तो कीर वोळखावा कवणें । तरी सांगो ॥ ३९६ ॥\n" +
                "जे मुक्तातें निर्धारितां । लाभे आपलीच मुक्तता ।\n" +
                "जैसी दीपें दिसें पाहतां । आपली वस्तु ॥ ३९७ ॥\n" +
                "नातरी दर्पणु जंव उटिजे । तंव आपणपयां आपण भेटिजे ।\n" +
                "कां तोय पावतां तोय होईजे । लवणें जेंवीं ॥ ३९८ ॥\n" +
                "हें असो परतोनि मागुतें । प्रतिबिंब पाहे बिंबातें ।\n" +
                "तंव पाहणें जाउनी आयितें । बिंबचि होय ॥ ३९९ ॥\n" +
                "तैसें हारपलें आपणपें पावे । तैं संतांतें पाहतां गिंवसावें ।\n" +
                "म्हणौनि वानावे ऐकावे । तेचि सदा ॥ ४०० ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());


        TextView textView4=findViewById(R.id.title4);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" परी कर्मीं असोनि कर्में । जो नावरे समेंविषमें ।\n" +
                "चर्मचक्षूंचेनि चामें । दृष्टि जैसी ॥ ४०१ ॥\n" +
                "तैसा सोडवला जो आहे । तयाचें रूप आतां पाहें ।\n" +
                "उपपत्तीची बाहे । उभऊनि सांगों ॥ ४०२ ॥\n" +
                "\n" +
                "\n" +
                "यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते ।\n" +
                "हत्वाऽपि स इमा.ण्ल्लोकान्न हन्ति न निबध्यते ॥ १७॥\n" +
                "\n" +
                "\n" +
                "तरी अविद्येचिया निदा । विश्वस्वप्नाचा हा धांदा ।\n" +
                "भोगीत होता प्रबुद्धा । अनादि जो ॥ ४०३ ॥\n" +
                "तो महावाक्याचेनि नांवें । गुरुकृपेचेनि थांवें ।\n" +
                "माथां हातु ठेविला नव्हे । थापटिला जैसा ॥ ४०४ ॥\n" +
                "तैसा विश्वस्वप्नेंसीं माया । नीद सांडूनि धनंजया ।\n" +
                "सहसा चेइला अद्वया\\- । नंदपणें जो ॥ ४०५ ॥\n" +
                "तेव्हां मृगजळाचे पूर । दिसते एक निरंतर ।\n" +
                "हारपती कां चंद्रकर । फांकतां जैसे ॥ ४०६ ॥\n" +
                "कां बाळत्व निघोनि जाय । तैं बागुला नाहीं त्राय ।\n" +
                "पैं जळालिया इंधन न होय । इंधन जेवीं ॥ ४०७ ॥\n" +
                "नाना चेवो आलिया पाठीं । तैं स्वप्न न दिसे दिठी ।\n" +
                "तैसी अहं ममता किरीटी । नुरेचि तया ॥ ४०८ ॥\n" +
                "मग सूर्यु आंधारालागीं । रिघो कां भलते सुरंगीं ।\n" +
                "परी तो तयाच्या भागीं । नाहींचि जैसा ॥ ४०९ ॥\n" +
                "तैसा आत्मत्वें वेष्टिला होये । तो जया जया दृश्यातें पाहें ।\n" +
                "तें दृष्य द्रष्टेपणेंसीं होत जाये । तयाचेंचि रूप ॥ ४१० ॥\n" +
                "जैसा वन्हि जया लागे । तें वन्हिचि जालिया आंगें ।\n" +
                "दाह्यदाहकविभागें । सांडिजे तें ॥ ४११ ॥\n" +
                "तैसा कर्माकारा दुजेया । तो कर्तेपणाचा आत्मया ।\n" +
                "आळु आला तो गेलिया । कांहीं बाहीं जें उरे ॥ ४१२ ॥\n" +
                "तिये आत्मस्थितीचा जो रावो । मग तो देहीं इये जाणेल ठावो ? ।\n" +
                "काय प्रलयांबूचा उन्नाहो । वोघु मानी ? ॥ ४१३ ॥\n" +
                "तैसी ते पूर्ण अहंता । काई देहपणें पंडुसुता ।\n" +
                "आवरे काई सविता । बिंबें धरिला ? ॥ ४१४ ॥\n" +
                "पैं मथूनि लोणी घेपे । तें मागुती ताकीं घापे ।\n" +
                "तरी तें अलिप्तपणें सिंपे । तेणेंसी काई ? ॥ ४१५ ॥\n" +
                "नाना काष्ठौनि वीरेशा । वेगळा केलिया हुताशा ।\n" +
                "राहे काष्ठाचिया मांदुसा । कोंडलेपणें ? ॥ ४१६ ॥\n" +
                "कां रात्रीचिया उदराआंतु । निघाला जो हा भास्वतु ।\n" +
                "तो रात्री ऐसी मातु । ऐके कायी ? ॥ ४१७ ॥\n" +
                "तैसें वेद्य वेदकपणेंसी । पडिलें कां जयाचे ग्रासीं ।\n" +
                "तया देह मी ऐसी । अहंता कैंची ? ॥ ४१८ ॥\n" +
                "आणि आकाशें जेथें जेथुनी । जाइजे तेथ असे भरोनी ।\n" +
                "म्हणौनि ठेलें कोंदोनी । आपेंआप ॥ ४१९ ॥\n" +
                "तैसें जें तेणें करावें । तो तेंचि आहे स्वभावें ।\n" +
                "मा कोणें कर्मीं वेष्टावें । कर्तेपणें ? ॥ ४२० ॥\n" +
                "नुरेचि गगनावीण ठावो । नोहेचि समुद्रा प्रवाहो ।\n" +
                "नुठीचि ध्रुवा जावों । तैसें जाहालें ॥ ४२१ ॥\n" +
                "ऐसेनि अहंकृतिभावो । जयाचा बोधीं जाहला वावो ।\n" +
                "तऱ्ही देहा जंव निर्वाहो । तंव आथी कर्में ॥ ४२२ ॥\n" +
                "वारा जरी वाजोनि वोसरे । तरी तो डोल रुखीं उरे ।\n" +
                "कां सेंदें द्रुति राहे कापुरें । वेंचलेनी ॥ ४२३ ॥\n" +
                "कां सरलेया गीताचा समारंभु । न वचे राहवलेपणाचा क्षोभु ।\n" +
                "भूमी लोळोनि गेलिया अंबु । वोल थारे ॥ ४२४ ॥\n" +
                "अगा मावळलेनि अर्कें । संध्येचिये भूमिके ।\n" +
                "ज्योतिदीप्ति कौतुकें । दिसे जैसी ॥ ४२५ ॥\n" +
                "पैं लक्ष भेदिलियाहीवरी । बाण धांवेचि तंववरी ।\n" +
                "जंव भरली आथी उरी । बळाची ते ॥ ४२६ ॥\n" +
                "नाना चक्रीं भांडें जालें । तें कुलालें परतें नेलें ।\n" +
                "परी भ्रमेंचि तें मागिले । भोवंडिलेपणें ॥ ४२७ ॥\n" +
                "तैसा देहाभिमानु गेलिया । देह जेणें स्वभावें धनंजया ।\n" +
                "जालें तें अपैसया । चेष्टवीच तें ॥ ४२८ ॥\n" +
                "संकल्पेंवीण स्वप्न । न लावितां दांगीचें बन ।\n" +
                "न रचितां गंधर्वभुवन । उठी जैसें ॥ ४२९ ॥\n" +
                "आत्मयाचेनि उद्यमेंवीण । तैसें देहादिपंचकारण ।\n" +
                "होय आपणयां आपण । क्रियाजात ॥ ४३० ॥\n" +
                "पैं प्राचीनसंस्कारवशें । पांचही कारणें सहेतुकें ।\n" +
                "कामवीजती गा अनेकें । कर्माकारें ॥ ४३१ ॥\n" +
                "तया कर्मामाजीं मग । संहरो आघवें जग ।\n" +
                "अथवा नवें चांग । अनुकरो ॥ ४३२ ॥\n" +
                "परी कुमुद कैसेनि सुके । कैसें तें कमळ फांके ।\n" +
                "हीं दोन्ही रवी न देखे । जयापरी ॥ ४३३ ॥\n" +
                "कां वीजु वर्षोनि आभाळ । ठिकरिया आतो भूतळ ।\n" +
                "अथवा करूं शाड्वळ । प्रसन्नावृष्टी ॥ ४३४ ॥\n" +
                "तरी तया दोहींतें जैसें । नेणिजेचि कां आकाशें ।\n" +
                "तैसा देहींच जो असे । विदेहदृष्टी ॥ ४३५ ॥\n" +
                "तो देहादिकीं चेष्टीं । घडतां मोडतां हे सृष्टी ।\n" +
                "न देखे स्वप्न दृष्टी । चेइला जैसा ॥ ४३६ ॥\n" +
                "येऱ्हवीं चामाचे डोळेवरी । जे देखती देहचिवरी ।\n" +
                "ते कीर तो व्यापारी । ऐसेंचि मानिती ॥ ४३७ ॥\n" +
                "कां तृणाचा बाहुला । जो आगरामेरें ठेविला ।\n" +
                "तो साचचि राखता कोल्हा । मानिजे ना ? ॥ ४३८ ॥\n" +
                "पिसेंं नेसलें कां नागवें । हें लोकीं येऊनि जाणावें ।\n" +
                "ठाणोरियांचें मवावें । आणिकीं घाय ॥ ४३९ ॥\n" +
                "कां महासतीचे भोग । देखे कीर सकळ जग ।\n" +
                "परी ते आगी ना आंग । ना लोकु देखे ॥ ४४० ॥\n" +
                "तैसा स्वस्वरूपें उठिला । जो दृश्येंसी द्रष्टा आटला ।\n" +
                "तो नेणें काय राहटला । इंद्रियग्रामु ॥ ४४१ ॥\n" +
                "अगा थोरीं कल्लोळीं कल्लोळ साने । लोपतां तिरींचेनि जनें ।\n" +
                "एकीं एक गिळिलें हें मनें । मानिजे जऱ्ही ॥ ४४२ ॥\n" +
                "तऱ्ही उदकाप्रति पाहीं । कोण ग्रसितसे काई ।\n" +
                "तैसें पूर्णा दुजें नाहीं । जें तो मारी ॥ ४४३ ॥\n" +
                "सुवर्णाचिया चंडिका । सुवर्णशूळेंचि देखा ।\n" +
                "सुवर्णाचिया महिखा । नाशु केला ॥ ४४४ ॥\n" +
                "तो देवलवसिया कडा । व्यवहारु गमला फुडा ।\n" +
                "वांचूनि शूळ महिष चामुंडा । सुवर्णचि तें ॥ ४४५ ॥\n" +
                "पैं चित्रींचें जळ हुतांशु । तो दृष्टीचाचि आभासु ।\n" +
                "पटीं आगी वोलांशु । दोन्ही नाहीं ॥ ४४६ ॥\n" +
                "मुक्ताचें देह तैसें । हालत संस्कारवशें ।\n" +
                "तें देखोनि लोक पिसे । कर्ता म्हणती ॥ ४४७ ॥\n" +
                "आणि तयां करणेया आंतु । घडो तिहीं लोकां घातु ।\n" +
                "परी तेणें केला हे मातु । बोलों नये ॥ ४४८ ॥\n" +
                "अगा अंधारुचि देखावा तेजें । मग तो फेडी हें बोलिजे ।\n" +
                "तैसें ज्ञानिया नाहीं दुजें । जें तो मारी । ॥ ४४९ ॥\n" +
                "म्हणौनि तयाचि बुद्धी । नेणे पापपुण्याची गंधी ।\n" +
                "गंगा मीनलिया नदी । विटाळु जैसा ॥ ४५० ॥\n" +
                "आगीसी आगी झगटलिया । काय पोळे धनंजया ।\n" +
                "कीं शस्त्र रुपे आपणया । आपणचि ॥ ४५१ ॥\n" +
                "तैसें आपणपयापरतें । जो नेणें क्रियाजातातें ।\n" +
                "तेथ काय लिंपवी बुद्धीतें । तयाचिये ॥ ४५२ ॥\n" +
                "म्हणौनि कार्य कर्ता क्रिया । हें स्वरूपचि जाहलें जया ।\n" +
                "नाहीं शरीरादिकीं तया । कर्मी बंधु ॥ ४५३ ॥\n" +
                "जे कर्ता जीव विंदाणीं । काढूनि पांचही खाणी ।\n" +
                "घडित आहे करणीं । आउतीं दाहें ॥ ४५४ ॥\n" +
                "तेथ न्यावो आणि अन्यावो । हा द्विविधु साधूनि आवो ।\n" +
                "उभविता न लवी खेंवो । कर्मभुवनें ॥ ४५५ ॥\n" +
                "या थोराडा कीर कामा । विरजा नोहे आत्मा ।\n" +
                "परी म्हणसी हन उपक्रमा । हातु लावी ॥ ४५६ ॥\n" +
                "तो साक्षी चिद्रूपु । कर्मप्रवृत्तीचा संकल्पु ।\n" +
                "उठी तो कां निरोपु । आपणचि दे ? ॥ ४५७ ॥\n" +
                "तरी कर्मप्रवृत्तीहीलागीं । तया आयासु नाहीं आंगीं ।\n" +
                "जे प्रवृत्तीचेही उळिगीं । लोकुचि आथी ॥ ४५८ ॥\n" +
                "म्हणौनि आत्मयाचें केवळ । जो रूपचि जाहला निखिळ ।\n" +
                "तया नाहीं बंदिशाळ । कर्माचि हे ॥ ४५९ ॥\n" +
                "परी अज्ञानाच्या पटीं । अन्यथा ज्ञानाचें चित्र उठी ।\n" +
                "तेथ चितारणी हे त्रिपुटी । प्रसिद्ध जे कां ॥ ४६० ॥\n" +
                "\n" +
                "\n" +
                "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना ।\n" +
                "करणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः ॥ १८॥\n" +
                "\n" +
                "\n" +
                "जें ज्ञान ज्ञाता ज्ञेय । हें जगाचें बीज त्रय ।\n" +
                "ते कर्माची निःसंदेह । प्रवृत्ति जाण ॥ ४६१ ॥\n" +
                "आतां ययाचि गा त्रया । व्यक्ति वेगळालिया ।\n" +
                "आइकें धनंजया । करूं रूप ॥ ४६२ ॥\n" +
                "तरी जीवसूर्यबिंबाचे । रश्मी श्रोत्रादिकें पांचें ।\n" +
                "धांवोनि विषयपद्माचे । फोडिती मढ ॥ ४६३ ॥\n" +
                "कीं जीवनृपाचे वारु उपलाणें । घेऊनि इंद्रियांचीं केकाणें ।\n" +
                "विषयदेशींचें नागवणें । आणीत जे ॥ ४६४ ॥\n" +
                "हें असो इहीं इंद्रियीं राहाटे । जें सुखदुःखेंसीं जीवा भेटे ।\n" +
                "तें सुषुप्तिकालीं वोहटे । जेथ ज्ञान ॥ ४६५ ॥\n" +
                "तया जीवा नांव ज्ञाता । आणि जें हें सांगितलें आतां ।\n" +
                "तेंचि एथ पंडुसुता । ज्ञान जाण ॥ ४६६ ॥\n" +
                "जें अविद्येचिये पोटीं । उपजतखेंवो किरीटी ।\n" +
                "आपणयातें वांटी । तिहीं ठायीं ॥ ४६७ ॥\n" +
                "आपुलिये धांवे पुढां । घालूनि ज्ञेयाचा गुंडा ।\n" +
                "उभारी मागिलीकडां । ज्ञातृत्वातें ॥ ४६८ ॥\n" +
                "मग ज्ञातया ज्ञेया दोघां । तो नांदणुकेचा बगा ।\n" +
                "माजीं जालेनि पैं गा । वाहे जेणें ॥ ४६९ ॥\n" +
                "ठाकूनि ज्ञेयाची शिंव । पुरे जयाची धांव ।\n" +
                "सकळ पदार्थां नांव । सूतसे जें ॥ ४७० ॥\n" +
                "तें गा सामान्य ज्ञान । या बोअला नाहीं आन ।\n" +
                "ज्ञेयाचेंही चिन्ह । आइक आतां ॥ ४७१ ॥\n" +
                "तरी शब्दु स्पर्शु । रूप गंध रसु ।\n" +
                "हा पंचविध आभासु । ज्ञेयाचा तो ॥ ४७२ ॥\n" +
                "जैसें एकेचि चूतफळें । इंद्रियां वेगवेगळे ।\n" +
                "रसें वर्णें परीमळें । भेटिजे स्पर्शें ॥ ४७३ ॥\n" +
                "तैसें ज्ञेय तरी एकसरें । परी ज्ञान इंद्रियद्वारें ।\n" +
                "घे म्हणौनि प्रकारें । पांचें जालें ॥ ४७४ ॥\n" +
                "आणि समुद्रीं वोघाचें जाणें । सरे लाणीपासीं धावणें ।\n" +
                "कां फळीं सरे वाढणें । सस्याचें जेवीं ॥ ४७५ ॥\n" +
                "तैसें इंद्रियांच्या वाहवटीं । धांवतया ज्ञाना जेथ ठी ।\n" +
                "होय तें गा किरीटी । विषय ज्ञेय ॥ ४७६ ॥\n" +
                "एवं ज्ञातया ज्ञाना ज्ञेया । तिहीं रूप केलें धनंजया ।\n" +
                "हे त्रिविध सर्व क्रिया\\- । प्रवृत्ति जाण ॥ ४७७ ॥\n" +
                "जे शब्दादि विषय । हें पंचविध जें ज्ञेय ।\n" +
                "तेंचि प्रिय कां अप्रिय । एकेपरीचें ॥ ४७८ ॥\n" +
                "ज्ञान मोटकें ज्ञातया । दावी ना जंव धनंजया ।\n" +
                "तंव स्वीकारा कीं त्यजावया । प्रवर्तेचि तो ॥ ४७९ ॥\n" +
                "परी मीनातें देखोनि बकु । जैसा निधानातें रंकु ।\n" +
                "कां स्त्री देखोनि कामुकु । प्रवृत्ति धरी ॥ ४८० ॥\n" +
                "जैसें खालारां धांवे पाणी । भ्रमर पुष्पाचिये घाणीं ।\n" +
                "नाना सुटला सांजवणीं । वत्सुचि पां ॥ ४८१ ॥\n" +
                "अगा स्वर्गींची उर्वशी । ऐकोनि जेंवी माणुसीं ।\n" +
                "वराता लावीजती आकाशीं । यागांचिया ॥ ४८२ ॥\n" +
                "पैं पारिवा जैसा किरीटी । चढला नभाचिये पोटीं ।\n" +
                "पारवी देखोनि लोटी । आंगचि सगळें ॥ ४८३ ॥\n" +
                "हें ना घनगर्जनासरिसा । मयूर वोवांडे आकाशा ।\n" +
                "ज्ञाता ज्ञेय देखोनि तैसा । धांवचि घे ॥ ४८४ ॥\n" +
                "म्हणौनि ज्ञान ज्ञेय ज्ञाता । हे त्रिविध गा पंडुसुता ।\n" +
                "होयचि कर्मा समस्तां । प्रवृत्ति येथ ॥ ४८५ ॥\n" +
                "परी तेंचि ज्ञेय विपायें । जरी ज्ञातयातें प्रिय होये ।\n" +
                "तरी भोगावया न साहे । क्षणही विलंबु ॥ ४८६ ॥\n" +
                "नातरी अवचटें । तेंचि विरुद्ध होऊनि भेटे ।\n" +
                "तरी युगांत वाटे । सांडावया ॥ ४८७ ॥\n" +
                "व्याळा कां हारा । वरपडा जालेया नरा ।\n" +
                "हरिखु आणि दरारा । सरिसाचि उठी ॥ ४८८ ॥\n" +
                "तैसें ज्ञेय प्रियाप्रियें । देखिलेनि ज्ञातया होये ।\n" +
                "मग त्याग स्वीकारीं वाहे । व्यापारातें ॥ ४८९ ॥\n" +
                "तेथ रागी प्रतिमल्लाचा । गोसांवी सर्वदळाचा ।\n" +
                "रथु सांडूनि पायांचा । होय जैसा ॥ ४९० ॥\n" +
                "तैसें ज्ञातेपणें जें असे । तें ये कर्ता ऐसिये दशे ।\n" +
                "जेवितें बैसलें जैसें । रंधन करूं ॥ ४९१ ॥\n" +
                "कां भंवरेंचि केला मळा । वरकलुचि जाला अंकसाळा ।\n" +
                "नाना देवो रिगाला देऊळा\\- । चिया कामा ॥ ४९२ ॥\n" +
                "तैसा ज्ञेयाचिया हांवा । ज्ञाता इंद्रियांचा मेळावा ।\n" +
                "राहाटवी तेथ पांडवा । कर्ता होय ॥ ४९३ ॥\n" +
                "आणि आपण हौनी कर्ता । ज्ञाना आणी करणता ।\n" +
                "तेथें ज्ञेयचि स्वभावतां । कार्य होय ॥ ४९४ ॥\n" +
                "ऐसा ज्ञानाचिये निजगति । पालटु पडे गा सुमति ।\n" +
                "डोळ्याची शोभा रातीं । पालटे जैसी ॥ ४९५ ॥\n" +
                "कां अदृष्ट जालिया उदासु । पालटे श्रीमंताचा विलासु ।\n" +
                "पुनिवेपाठीं शीतांशु । पालटे जैसा ॥ ४९६ ॥\n" +
                "तैसा चाळितां करणें । ज्ञाता वेष्टिजे कर्तेपणें ।\n" +
                "तेथींचीं तियें लक्षणें । ऐक आतां ॥ ४९७ ॥\n" +
                "तरी बुद्धि आणि मन । चित्त अहंकार हन ।\n" +
                "हें चतुर्विध चिन्ह । अंतःकरणाचें ॥ ४९८ ॥\n" +
                "बाह्य त्वचा श्रवण । चक्षु रसना घ्राण ।\n" +
                "हें पंचविध जाण । इंद्रियें गा ॥ ४९९ ॥\n" +
                "तेथ आंतुले तंव करणें । कर्ता कर्तव्या घे उमाणें ।\n" +
                "मग तैं जरी जाणें । सुखा येतें ॥ ५०० ॥\n" +
                "तरी बाहेरीलें तियेंही । चक्षुरादिकें दाहाही ।\n" +
                "उठौनि लवलाहीं । व्यापारा सूये ॥ ५०१ ॥\n" +
                "मग तो इंद्रियकदंंबु । करविजे तंव राबु ।\n" +
                "जंव कर्तव्याचा लाभु । हातासि ये ॥ ५०२ ॥\n" +
                "ना तें कर्तव्य जरी दुःखें । फळेल ऐसें देखे ।\n" +
                "तो लावी त्यागमुखें । तियें दाहाही ॥ ५०३ ॥\n" +
                "मग फिटे दुःखाचा ठावो । तंव राहाटवी रात्रिदिवो ।\n" +
                "विकणवातें कां रावो । जयापरी ॥ ५०४ ॥\n" +
                "तैसेनि त्याग स्वीकारीं । वाहातां इंद्रियांची धुरी ।\n" +
                "ज्ञातयातें अवधारीं । कर्ता म्हणिपे ॥ ५०५ ॥\n" +
                "आणि कर्तयाच्या सर्व कर्मीं । आउतांचिया परी क्षमी ।\n" +
                "म्हणौनि इंद्रियांतें आम्ही । करणें म्हणों ॥ ५०६ ॥\n" +
                "आणि हेचि करणेंवरी । कर्ता क्रिया ज्या उभारी ।\n" +
                "तिया व्यापे तें अवधारीं । कर्म एथ ॥ ५०७ ॥\n" +
                "सोनाराचिया बुद्धि लेणें । व्यापे चंद्रकरीं चांदणें ।\n" +
                "कां व्यापे वेल्हाळपणें । वेली जैसी ॥ ५०८ ॥\n" +
                "नाना प्रभा व्यापे प्रकाशु । गोडिया इक्षुरसु ।\n" +
                "हें असो अवकाशु । आकाशीं जैसा ॥ ५०९ ॥\n" +
                "तैसें कर्तयाचिया क्रिया । व्यापलें जें धनंजया ।\n" +
                "तें कर्म गा बोलावया । आन नाहीं ॥ ५१० ॥\n" +
                "एवं कर्म कर्ता करण । या तिहींचेंही लक्षण ।\n" +
                "सांगितलें तुज विचक्षण\\- । शिरोमणी ॥ ५११ ॥\n" +
                "एथ ज्ञाता ज्ञान ज्ञेय । हें कर्माचें प्रवृत्तित्रय ।\n" +
                "तैसेंचि कर्ता करण कार्य । हा कर्मसंचयो ॥ ५१२ ॥\n" +
                "वन्हीं ठेविला असे धूमु । आथी बीजीं जेवीं द्रुमु ।\n" +
                "कां मनीं जोडे कामु । सदा जैसा ॥ ५१३ ॥\n" +
                "तैसा कर्ता क्रिया करणीं । कर्माचें आहे जिंतवणीं ।\n" +
                "सोनें जैसें खाणी । सुवर्णाचिये ॥ ५१४ ॥\n" +
                "म्हणौनि हें कार्य मी कर्ता । ऐसें आथि जेथ पंडुसुता ।\n" +
                "तेथ आत्मा दूरी समस्ता । क्रियांपासीं ॥ ५१५ ॥\n" +
                "यालागीं पुढतपुढती । आत्मा वेगळाचि सुमती ।\n" +
                "आतां असो हे किती । जाणतासि तूं ॥ ५१६ ॥\n" +
                "\n" +
                "\n" +
                "ज्ञानं कर्म च कर्ताच त्रिधैव गुणभेदतः ।\n" +
                "प्रोच्यते गुणसण्\u200Cख्याने यथावच्छृणु तान्यपि ॥ १९॥\n" +
                "\n" +
                "\n" +
                "परी सांगितलें जें ज्ञान । कर्म कर्ता हन ।\n" +
                "ते तिन्ही तिहीं ठायीं भिन्न । गुणीं आहाती ॥ ५१७ ॥\n" +
                "म्हणौनि ज्ञाना कर्मा कर्तया । पातेजों नये धनंजया ।\n" +
                "जे दोनी बांधती सोडावया । एकचि प्रौढ ॥ ५१८ ॥\n" +
                "तें सात्विक ठाऊवें होये । तो गुणभेदु सांगों पाहे ।\n" +
                "जो सांख्यशास्त्रीं आहे । उवाइला ॥ ५१९ ॥\n" +
                "जें विचारक्षीरसमुद्र । स्वबोधकुमुदिनीचंद्र ।\n" +
                "ज्ञानडोळसां नरेंद्र । शास्त्रांचा जें ॥ ५२० ॥\n" +
                "कीं प्रकृतिपुरुष दोनी । मिसळलीं दिवोरजनीं ।\n" +
                "तियें निवडितां त्रिभुवनीं । मार्तंडु जें ॥ ५२१ ॥\n" +
                "जेथ अपारा मोहराशी । तत्वाच्या मापीं चोविसीं ।\n" +
                "उगाणा घेऊनि परेशीं । सुरवाडिजे ॥ ५२२ ॥\n" +
                "अर्जुना तें सांख्यशास्त्र । पढे जयाचें स्तोत्र ।\n" +
                "तें गुणभेदचरित्र । ऐसें आहे ॥ ५२३ ॥\n" +
                "जे आपुलेनि आंगिकें । त्रिविधपणाचेनि अंकें ।\n" +
                "दृश्यजात तितुकें । अंकित केलें ॥ ५२४ ॥\n" +
                "एवं सत्वरजतमा । तिहींची एवढी असे महिमा ।\n" +
                "जें त्रैविध्य आदी ब्रह्मा । अंतीं कृमी ॥ ५२५ ॥\n" +
                "परी विश्वींची आघवी मांदी । जेणें भेदलेनि गुणभेदीं ।\n" +
                "पडिली तें तंव आदी । ज्ञान सांगो ॥ ५२६ ॥\n" +
                "जे दिठी जरी चोख कीजे । तरी भलतेंही चोख सुजे ।\n" +
                "तैसें ज्ञानें शुद्धें लाहिजे । सर्वही शुद्ध ॥ ५२७ ॥\n" +
                "म्हणौनि तें सात्विक ज्ञान । आतां सांगों दे अवधान ।\n" +
                "कैवल्यगुणनिधान । श्रीकृष्ण म्हणे ॥ ५२८ ॥\n" +
                "\n" +
                "\n" +
                "सर्वभूतेषु येनैकं भावमव्ययमीक्षते ।\n" +
                "अविभक्तं विभक्तेषु तज्ञानं विद्धि सात्त्विकम् ॥ २०॥\n" +
                "\n" +
                "\n" +
                "तरी अर्जुना गा तें फुडें । सात्विक ज्ञान चोखडें ।\n" +
                "जयाच्या उदयीं ज्ञेय बुडे । ज्ञातेनिसीं ॥ ५२९ ॥\n" +
                "जैसा सूर्य न देखे अंधारें । सरिता नेणिजती सागरें ।\n" +
                "कां कवळिलिया न धरे । आत्मछाया ॥ ५३० ॥\n" +
                "तयापरी जया ज्ञाना । शिवादि तृणावसाना ।\n" +
                "इया भूतव्यक्ति भिन्ना । नाडळती ॥ ५३१ ॥\n" +
                "जैसें हातें चित्र पाहातां । होय पाणियें मीठ धुतां ।\n" +
                "कां चेवोनि स्वप्ना येतां । जैसें होय ॥ ५३२ ॥\n" +
                "तैसें ज्ञानें जेणें । करितां ज्ञातव्यातें पाहाणें ।\n" +
                "जाणता ना जाणणें । जाणावें उरे ॥ ५३३ ॥\n" +
                "पैं सोनें आटूनि लेणीं । न काढिती आपुलिया आयणी ।\n" +
                "कां तरंग न घेपती पाणी । गाळूनि जैसें ॥ ५३४ ॥\n" +
                "तैसी जया ज्ञानाचिया हाता । न लगेचि दृश्यपथा ।\n" +
                "तें ज्ञान जाण सर्वथा । सात्विक गा ॥ ५३५ ॥\n" +
                "आरिसा पाहों जातां कोडें । जैसें पाहातेंचि कां रिगे पुढें ।\n" +
                "तैसें ज्ञेय लोटोनि पडे । ज्ञाताचि जें ॥ ५३६ ॥\n" +
                "पुढती तेंचि सात्विक ज्ञान । जें मोक्षलक्ष्मीचें भुवन ।\n" +
                "हें असो ऐक चिन्ह । राजसाचें ॥ ५३७ ॥\n" +
                "\n" +
                "\n" +
                "पृथक्त्वेन तु यज्ञानं नानाभावान्पृथग्विधान् ।\n" +
                "वेत्ति सर्वेषु भूतेषु तज्ञानं विद्धि राजसम् ॥ २१॥\n" +
                "\n" +
                "\n" +
                "तरी पार्था परीयेस । तें ज्ञान गा राजस ।\n" +
                "जें भेदाची कांस । धरूनि चाले ॥ ५३८ ॥\n" +
                "विचित्रता भूतांचिया । आपण आंतोनि ठिकरिया ।\n" +
                "बहु चकै ज्ञातया । आणिली जेणें ॥ ५३९ ॥\n" +
                "जैसें साचा रूपाआड । घालूनि विसराचें कवाड ।\n" +
                "मग स्वप्नाचें काबाड । ओपी निद्रा ॥ ५४० ॥\n" +
                "तैसें स्वज्ञानाचिये पौळी । बाहेरि मिथ्या महीं खळीं ।\n" +
                "तिहीं अवस्थांचिया वह्याळी । दावी जें जीवा ॥ ५४१ ॥\n" +
                "अलंकारपणें झांकलें । बाळा सोनें कां वायां गेलें ।\n" +
                "तैसें नामीं रूपीं दुरावलें । अद्वैत जया ॥ ५४२ ॥\n" +
                "अवतरली गाडग्यां घडां । पृथ्वी अनोळख जाली मूढां ।\n" +
                "वन्हि जाला कानडा । दीपत्वासाठीं ॥ ५४३ ॥\n" +
                "कां वस्त्रपणाचेनि आरोपें । मूर्खाप्रति तंतु हारपे ।\n" +
                "नाना मुग्धा पटु लोपे । दाऊनि चित्र ॥ ५४४ ॥\n" +
                "तैशी जया ज्ञाना । जाणोनि भूतव्यक्ती भिन्ना ।\n" +
                "ऐक्यबोधाची भावना । निमोनि गेली ॥ ५४५ ॥\n" +
                "मग इंधनीं भेदला अनळु । फुलांवरी परीमळु ।\n" +
                "कां जळभेदें शकलु । चंद्रु जैसा ॥ ५४६ ॥\n" +
                "तैसें पदार्थभेद बहुवस । जाणोनि लहानथोर वेष ।\n" +
                "आंतलें तें राजस । ज्ञान येथ ॥ ५४७ ॥\n" +
                "आतां तामसाचेंही लिंग । सांगेन तें वोळख चांग ।\n" +
                "डावलावया मातंग\\- । सदन जैसें ॥ ५४८ ॥\n" +
                "\n" +
                "\n" +
                "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् ।\n" +
                "अतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम् ॥ २२॥\n" +
                "\n" +
                "\n" +
                "तरी किरीटी जें ज्ञान । हिंडे विधीचेनि वस्त्रेंहीन ।\n" +
                "श्रुति पाठमोरी नग्न । म्हणौनि तया ॥ ५४९ ॥\n" +
                "येरींही शास्त्र बटिकरीं । जें निंदेचे विटाळवरी ।\n" +
                "बोळविलेंसे डोंगरीं । म्लेंच्छधर्माच्या ॥ ५५० ॥\n" +
                "जें गा ज्ञान ऐसें । गुणग्रहें तामसें ।\n" +
                "घेतलें भवें पिसें । होऊनियां ॥ ५५१ ॥\n" +
                "जें सोयरिकें बाधु नेणें । पदार्थीं निषेधु न म्हणे ।\n" +
                "निरोविलें जैसें सुणें । शून्यग्रामीं ॥ ५५२ ॥\n" +
                "तया तोंडीं जें नाडळे । कां खातां जेणें पोळे ।\n" +
                "तेंचि येक वाळे । येर घेणेचि ॥ ५५३ ॥\n" +
                "पैं सोनें चोरितां उंदिरु । न म्हणे थरुविथरु ।\n" +
                "नेणे मांसखाइरु । काळें गोरें ॥ ५५४ ॥\n" +
                "नाना वनामाजीं बोहरी । कडसणी जेवीं न करी ।\n" +
                "कां जीत मेलें न विचारी । बैसतां माशी ॥ ५५५ ॥\n" +
                "अगा वांता कां वाढिलेया । साजुक कां सडलिया ।\n" +
                "विवेकु कावळिया । नाहीं जैसा ॥ ५५६ ॥\n" +
                "तैसें निषिद्ध सांडूनि द्यावें । कां विहित आदरें घ्यावें ।\n" +
                "हें विषयांचेनि नांवें । नेणेंचि जें ॥ ५५७ ॥\n" +
                "जेतुलें आड पडे दिठी । तेतुलें घेचि विषयासाठीं ।\n" +
                "मग तें स्त्री\\-द्रव्य वाटी । शिश्नोदरां ॥ ५५८ ॥\n" +
                "तीर्थातीर्थ हे भाख । उदकीं नाहीं सनोळख ।\n" +
                "तृषा वोळे तेंचि सुख । वांचूनियां ॥ ५५९ ॥\n" +
                "तयाचिपरी खाद्याखाद्य । न म्हणे निंद्यानिंद्य ।\n" +
                "तोंडा आवडे तें मेध्य । ऐसाचि बोधु ॥ ५६० ॥\n" +
                "आणि स्त्रीजात तितुकें । त्वचेंद्रियेंचि वोळखे ।\n" +
                "तियेविषयीं सोयरिकें । एकचि बोधु ॥ ५६१ ॥\n" +
                "पैं स्वार्थीं जें उपकरे । तयाचि नाम सोयिरें ।\n" +
                "देहसंबंधु न सरे । जिये ज्ञानीं ॥ ५६२ ॥\n" +
                "मृत्यूचें आघवेंचि अन्न । आघवेंचि आगी इंधन ।\n" +
                "तैसें जगचि आपलें धन । तामसज्ञाना ॥ ५६३ ॥\n" +
                "ऐसेनि विश्व सकळ । जेणें विषयोचि मानिलें केवळ ।\n" +
                "तया एक जाण फळ । देहभरण ॥ ५६४ ॥\n" +
                "आकाशपतिता नीरा । जैसा सिंधुचि येक थारा ।\n" +
                "तैसें कृत्यजात उदरा\\- । लागिंचि बुझे ॥ ५६५ ॥\n" +
                "वांचूनि स्वर्गु नरकु आथी । तया हेतु प्रवृत्ति निवृत्ती ।\n" +
                "इये आघवियेचि राती । जाणिवेची जें ॥ ५६६ ॥\n" +
                "जें देहखंडा नाम आत्मा । ईश्वर पाषाणप्रतिमा ।\n" +
                "ययापरौती प्रमा । ढळों नेणें ॥ ५६७ ॥\n" +
                "म्हणे पडिलेनि शरीरें । केलेनिसीं आत्मा सरे ।\n" +
                "मा भोगावया उरे । कोण वेषें । ॥ ५६८ ॥\n" +
                "ना ईश्वरु पाहातां आहे । तो भोगवी हें जरी होये ।\n" +
                "तरी देवचि खाये । विकूनियां ॥ ५६९ ॥\n" +
                "गांवींचें देवळेश्वर । नियामकचि होती साचार ।\n" +
                "तरी देशींचे डोंगर । उगे कां असती ? ॥ ५७० ॥\n" +
                "ऐसा विपायें देवो मानिजे । तरी पाषाणमात्रचि जाणिजे ।\n" +
                "आणि आत्मा तंव म्हणिजे । देहातेंचि ॥ ५७१ ॥\n" +
                "येरें पापपुण्यादिकें । तें आघवेंचि करोनि लटिकें ।\n" +
                "हित मानी अग्निमुखे । चरणें जें कां ॥ ५७२ ॥\n" +
                "जें चामाचे डोळे दाविती । जें इंद्रियें गोडी लाविती ।\n" +
                "तेंचि साच हे प्रतीती । फुडी जया ॥ ५७३ ॥\n" +
                "किंबहुना ऐसी प्रथा । वाढती देखसी पार्था ।\n" +
                "धूमाची वेली वृथा । आकाशीं जैसी ॥ ५७४ ॥\n" +
                "कोरडा ना वोला । उपेगा आथी गेला ।\n" +
                "तो वाढोनि मोडला । भेंडु जैसा ॥ ५७५ ॥\n" +
                "नाना उंसांचीं कणसें । कां नपुंसकें माणुसें ।\n" +
                "वन लागलें जैसें । साबरीचें ॥ ५७६ ॥\n" +
                "नातरी बाळकाचें मन । कां चोराघरींचें धन ।\n" +
                "अथवा गळास्तन । शेळियेचे ॥ ५७७ ॥\n" +
                "तैसें जें वायाणें । वोसाळ दिसे जाणणें ।\n" +
                "तयातें मी म्हणें । तामस ज्ञान ॥ ५७८ ॥\n" +
                "तेंही ज्ञान इया भाषा । बोलिजे तो भावो ऐसा ।\n" +
                "जात्यंधाचा कां जैसा । डोळा वाडु ॥ ५७९ ॥\n" +
                "कां बधिराचे नीट कान । अपेया नाम पान ।\n" +
                "तैसें आडनांव ज्ञान । तामसा तया ॥ ५८० ॥\n" +
                "हें असो किती बोलावें । तरी ऐसें जें देखावें ।\n" +
                "तें ज्ञान नोहे जाणावें । डोळस तम ॥ ५८१ ॥\n" +
                "एवं तिहीं गुणीं । भेदलें यथालक्षणीं ।\n" +
                "ज्ञान श्रोतेशिरोमणी । दाविलें तुज ॥ ५८२ ॥\n" +
                "आतां याचि त्रिप्रकारा । ज्ञानाचेनि धनुर्धरा ।\n" +
                "प्रकाशें होती गोचरा । कर्तयांच्या क्रिया ॥ ५८३ ॥\n" +
                "म्हणौनि कर्म पैं गा । अनुसरे तिहीं भागां ।\n" +
                "मोहरे जालिया वोघा । तोय जैसे ॥ ५८४ ॥\n" +
                "तेंचि ज्ञानत्रयवशें । त्रिविध कर्म जें असे ।\n" +
                "तेथ सात्विक तंव ऐसें । परीसे आधीं ॥ ५८५ ॥\n" +
                "\n" +
                "\n" +
                "नियतं सण्\u200Cगरहितमरागद्वेषतः कृतम् ।\n" +
                "अफलप्रेप्सुना कर्म यत्तत्सात्त्विकमुच्यते ॥ २३॥\n" +
                "\n" +
                "\n" +
                "तरी स्वाधिकाराचेनि मार्गेंं । आलें जें मानिलें आंगें ।\n" +
                "पतिव्रतेचेनि परीष्वंगें । प्रियातें जैसें ॥ ५८६ ॥\n" +
                "सांवळ्या आंगा चंदन । प्रमदालोचनीं अंजन ।\n" +
                "तैसें अधिकारासी मंडण । नित्यपणें जें ॥ ५८७ ॥\n" +
                "तें नित्य कर्म भलें । होय नैमित्तिकीं सावाइलें ।\n" +
                "सोनयासि जोडलें । सौरभ्य जैसें ॥ ५८८ ॥\n" +
                "आणि आंगा जीवाची संपत्ती । वेंचूनि बाळाची करी पाळती ।\n" +
                "परी जीवें उबगणें हें स्थिती । न पाहे माय ॥ ५८९ ॥\n" +
                "तैसें सर्वस्वें कर्म अनुष्ठी । परी फळ न सूये दिठी ।\n" +
                "उखिती क्रिया पैठी । ब्रह्मींचि करी ॥ ५९० ॥\n" +
                "आणि प्रिय आलिया स्वभावें । शंबळ उरे वेंचे ठाउवें ।\n" +
                "नव्हे तैसें सत्प्रसंगें करावें । पारुषे जरी ॥ ५९१ ॥\n" +
                "तरी अकरणाचेनि खेदें । द्वेषातें जीवीं न बांधे ।\n" +
                "जालियाचेनि आनंदें । फुंजों नेणें ॥ ५९२ ॥\n" +
                "ऐस{ऐ}सिया हातवटिया । कर्म निफजे जें धनंजया ।\n" +
                "जाण सात्विक हें तया । गुणनाम गा ॥ ५९३ ॥\n" +
                "ययावरी राजसाचें । लक्षण सांगिजेल साचें ।\n" +
                "न करीं अवधानाचें । वाणेंपण ॥ ५९४ ॥\n" +
                "\n" +
                "\n" +
                "यत्तु कामेप्सुना कर्म साहंकारेण वा पुनः ।\n" +
                "क्रियते बहुलायासं तद्राजसमुदाहृतम् ॥ २४॥\n" +
                "\n" +
                "\n" +
                "तरी घरीं मातापितरां । धड बोली नाहीं संसारा ।\n" +
                "येर विश्व भरी आदरा । मूर्खु जैसा ॥ ५९५ ॥\n" +
                "का तुळशीचिया झाडा । दुरूनि न घापें सिंतोडा ।\n" +
                "द्राक्षीचिया तरी बुडा । दूधचि लाविजे ॥ ५९६ ॥\n" +
                "तैसी नित्यनैमित्तिकें । कर्में जियें आवश्यकें ।\n" +
                "तयांचेविषयीं न शके । बैसला उठूं ॥ ५९७ ॥\n" +
                "येरां काम्याचेनि तरी नांवें । देह सर्वस्व आघवें ।\n" +
                "वेचितांही न मनवे । बहु ऐसें ॥ ५९८ ॥\n" +
                "अगा देवढी वाढी लाहिजे । तेथ मोल देतां न धाइजे ।\n" +
                "पेरितां पुरें न म्हणिजे । बीज जेवीं ॥ ५९९ ॥\n" +
                "कां परीसु आलिया हातीं । लोहालागीं सर्वसंपत्ती ।\n" +
                "वेचितां ये उन्नती । साधकु जैसा ॥ ६०० ॥ ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());


        TextView textView5=findViewById(R.id.title5);
        StringBuilder stringBuilder4=new StringBuilder();
        String aadhaya5=" तैसीं फळें देखोनि पुढें । काम्यकर्में दुवाडें ।\n" +
                "करी परी तें थोकडें । केलेंही मानी ॥ ६०१ ॥\n" +
                "तेणें फळकामुकें । यथाविधी नेटकें ।\n" +
                "काम्य कीजे तितुकें । क्रियाजात ॥ ६०२ ॥\n" +
                "आणि तयाही केलियाचें । तोंडीं लावी दौंडीचें ।\n" +
                "कर्मी या नांवपाटाचें । वाणें सारी ॥ ६०३ ॥\n" +
                "तैसा भरे कर्माहंकारु । मग पिता अथवा गुरु ।\n" +
                "ते न मनी काळज्वरु । औषध जैसें ॥ ६०४ ॥\n" +
                "तैसेनि साहंकारें । फळाभिलाषियें नरें ।\n" +
                "कीजे गा आदरें । जें जें कांहीं ॥ ६०५ ॥\n" +
                "परी तेंही करणें बहुवसा । वळघोनि करी सायासा ।\n" +
                "जीवनोपावो कां जैसा । कोल्हाटियांचा ॥ ६०६ ॥\n" +
                "एका कणालागीं.ण् उंदिरु । आसका उपसे डोंगरु ।\n" +
                "कां शेवाळोद्देशें दर्दुरु । समुद्रु डहुळी ॥ ६०७ ॥\n" +
                "पैं भिकेपरतें न लाहे । तऱ्ही गारुडी सापु वाहे ।\n" +
                "काय कीजे शीणुचि होये । गोडु येकां ॥ ६०८ ॥\n" +
                "हे असो परमाणूचेनि लाभें । पाताळ लंघिती वोळंबे ।\n" +
                "तैसें स्वर्गसुखलोभें । विचंबणें जें ॥ ६०९ ॥\n" +
                "तें काम्य कर्म सक्लेश । जाणावें येथ राजस ।\n" +
                "आतां चिन्ह परिस । तामसाचें ॥ ६१० ॥\n" +
                "\n" +
                "\n" +
                "अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम् ।\n" +
                "मोहादारभ्यते कर्म यत्तत्तामसमुच्यते ॥ २५॥\n" +
                "\n" +
                "\n" +
                "तरी तें गा तामस कर्म । जें निंदेचें काळें धाम ।\n" +
                "निषेधाचें जन्म । सांच जेणें ॥ ६११ ॥\n" +
                "जें निपजविल्यापाठींं । कांहींच न दिसे दिठी ।\n" +
                "रेघ काढलिया पोटीं । तोयाचे जेवीं ॥ ६१२ ॥\n" +
                "कां कांजी घुसळलिया । कां राखोंडी फुंकलिया ।\n" +
                "कांहीं न दिसे गाळिलिया । वाळुघाणा ॥ ६१३ ॥\n" +
                "नाना उपणिलिया भूंस । कां विंधिलिया आकाश ।\n" +
                "नाना मांडिलिया पाश । वारयासी ॥ ६१४ ॥\n" +
                "हें आवघेंचि जैसें । वांझें होऊनि नासे ।\n" +
                "जें केलिया पाठीं तैसें । वायांचि जाय ॥ ६१५ ॥\n" +
                "येऱ्हवीं नरदेहाही येवढें । धन आटणीये पडे ।\n" +
                "जें कर्म निफजवितां मोडे । जगाचें सुख ॥ ६१६ ॥\n" +
                "जैसा कमळवनीं फांसु । काढिलिया कांटसु ।\n" +
                "आपण झिजे नाशु । कमळां करी ॥ ६१७ ॥\n" +
                "कां आपण आंगें जळे । आणि नागवी जगाचे डोळे ।\n" +
                "पतंगु जैसा सळें । दीपाचेनि ॥ ६१८ ॥\n" +
                "तैसें सर्वस्व वायां जावो । वरी देहाही होय घावो ।\n" +
                "परी पुढिलां अपावो । निफजविजे जेणें ॥ ६१९ ॥\n" +
                "माशी आपणयातें गिळवी । परी पुढीला वांती शिणवी ।\n" +
                "तें कश्मळ आठवी । आचरण जें ॥ ६२० ॥\n" +
                "तेंही करावयो दोषें । मज सामर्थ्य असे कीं नसे ।\n" +
                "हेंहीं पुढील तैसें । न पाहतां करी ॥ ६२१ ॥\n" +
                "केवढा माझा उपावो । करितां कोण प्रस्तावो ।\n" +
                "केलियाही आवो । काय येथ ॥ ६२२ ॥\n" +
                "इये जाणिवेची सोये । अविवेकाचेनि पायें ।\n" +
                "पुसोनियां होये । साटोप कर्मीं ॥ ६२३ ॥\n" +
                "आपला वसौटा जाळुनी । बिसाटे जैसा वन्ही ।\n" +
                "कां स्वमर्यादा गिळोनि । सिंधु उठी ॥ ६२४ ॥\n" +
                "मग नेणें बहु थोडें । न पाहे मागें पुढें ।\n" +
                "मार्गामार्ग येकवढें । करीत चाले ॥ ६२५ ॥\n" +
                "तैसें कृत्याकृत्य सरकटित । आपपर नुरवित ।\n" +
                "कर्म होय तें निश्चित । तामस जाण ॥ ६२६ ॥\n" +
                "ऐसी गुणत्रयभिन्ना । कर्माची गा अर्जुना ।\n" +
                "हे केली विवंचना । उपपत्तींसीं ॥ ६२७ ॥\n" +
                "आतां ययाचि कर्मा भजतां । कर्माभिमानिया कर्ता ।\n" +
                "तो जीवुही त्रिविधता । पातला असे ॥ ६२८ ॥\n" +
                "चतुराश्रमवशें । एकु पुरुषु चतुर्धा दिसे ।\n" +
                "कर्तया त्रैविध्य तैसें । कर्मभेदें ॥ ६२९ ॥\n" +
                "तरी तयां तिहीं आंतु । सात्विक तंव प्रस्तुतु ।\n" +
                "सांगेन दत्तचित्तु । आकर्णीं तूं ॥ ६३० ॥\n" +
                "\n" +
                "\n" +
                "मुक्तसण्\u200Cगोऽनहंवादी धृत्युत्साहसमन्वितः ।\n" +
                "सिद्ध्यसिद्ध्योर्निर्विकारः कर्ता सात्त्विक उच्यते ॥ २६॥\n" +
                "\n" +
                "\n" +
                "तरी फळोद्देशें सांडिलिया । वाढती जेवीं सरळिया ।\n" +
                "शाखा कां चंदनाचिया । बावन्नया ॥ ६३१ ॥\n" +
                "कां न फळतांही सार्थका । जैसिया नागलतिका ।\n" +
                "तैसिया करी नित्यादिकां । क्रिया जो कां ॥ ६३२ ॥\n" +
                "परी फळशून्यता । नाहीं तया विफळता ।\n" +
                "पैं फळासीचि पंडुसुता । फळें कायिसी । ॥ ६३३ ॥\n" +
                "आणि आदरें करी बहुवसें । परी कर्ता मी हें नुमसे ।\n" +
                "वर्षाकाळींचें जैसें । मेघवृंद ॥ ६३४ ॥\n" +
                "तेवींचि परमात्मलिंगा । समर्पावयाजोगा ।\n" +
                "कर्मकलापु पैं गा । निपजावया ॥ ६३५ ॥\n" +
                "तया काळातें नुलंघणें । देशशुद्धिही साधणें ।\n" +
                "कां शास्त्रांच्या वातीं पाहणें । क्रियानिर्णयो ॥ ६३६ ॥\n" +
                "वृत्ति करणें येकवळा । चित्त जावों न देणें फळा ।\n" +
                "नियमांचिया सांखळा । वाहणें सदा ॥ ६३७ ॥\n" +
                "हा निरोधु साहावयालागीं । धैर्याचिया चांगचांगीं ।\n" +
                "चिंतवणी जिती आंगीं । वाहे जो कां ॥ ६३८ ॥\n" +
                "आणि आत्मयाचिये आवडी । कर्में करितां वरपडीं ।\n" +
                "देहसुखाचिये परवडीं । येवों न लाहे ॥ ६३९ ॥\n" +
                "आळसा निद्रा दुऱ्हावे । क्षुधा न बाणवे ।\n" +
                "सुरवाडु न पावे । आंगाचा ठावो ॥ ६४० ॥\n" +
                "तंव अधिकाधिक । उत्साहो धरी आगळीक ।\n" +
                "सोनें जैसें पुटीं तुक । तुटलिया कसीं ॥ ६४१ ॥\n" +
                "जरी आवडी आथी साच । तरी जीवितही सलंच ।\n" +
                "आगीं घालितां रोमांच । देखिजती सतिये । ॥ ६४२ ॥\n" +
                "मा आत्मया येवढीया प्रिया । वालभेला जो धनंजया ।\n" +
                "देहही सिदतां तया । काय खेदु होईल ? ॥ ६४३ ॥\n" +
                "म्हणौनि विषयसुरवाडु तुटे । जंव जंव देहबुद्धि आटे ।\n" +
                "तंव तंव आनंदु दुणवटे । कर्मीं जया ॥ ६४४ ॥\n" +
                "ऐसेनि जो कर्म करी । आणि कोणे एके अवसरीं ।\n" +
                "तें ठाके ऐसी परी । वाहे जरी ॥ ६४५ ॥\n" +
                "तरी कडाडीं लोटला गाडा । तो आपणपें न मनी अवघडा ।\n" +
                "तैसा ठाकलेनिही थोडा । नोहे जो कां ॥ ६४६ ॥\n" +
                "नातरी आदरिलें । अव्यंग सिद्धी गेलें ।\n" +
                "तरी तेंही जिंतिलें । मिरवूं नेणें ॥ ६४७ ॥\n" +
                "इया खुणा कर्म करितां । देखिजे जो पंडुसुता ।\n" +
                "तयातें म्हणिपे तत्त्वतां । सात्विकु कर्ता ॥ ६४८ ॥\n" +
                "आतां राजसा कर्तेया । वोळखणें हें धनंजया ।\n" +
                "जे अभिलाषा जगाचिया । वसौटा तो ॥ ६४९ ॥\n" +
                "\n" +
                "\n" +
                "रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः ।\n" +
                "हर्षशोकान्वितः कर्ता राजसः परिकीर्तितः ॥ २७॥\n" +
                "\n" +
                "\n" +
                "जैसा गावींचिया कश्मळा । उकरडा होय येकवळा ।\n" +
                "कां स्मशानीं अमंगळा । आघवयांची ॥ ६५० ॥\n" +
                "तया परी जो अशेषा । विश्वाचिया अभिलाषा ।\n" +
                "पायपाखाळणिया दोषां । घरटा जाला ॥ ६५१ ॥\n" +
                "म्हणौनि फळाचा लागु । देखे जिये असलगु ।\n" +
                "तिये कर्मीं चांगु । रोहो मांडी ॥ ६५२ ॥\n" +
                "आणि आपण जालिये जोडी । उपखों नेदी कवडी ।\n" +
                "क्षणक्षणा कुरोंडी । जीवाची करी ॥ ६५३ ॥\n" +
                "कृपणु चित्तीं ठेवा आपुला । तैसा दक्षु पराविया माला ।\n" +
                "बकु जैसा खुतला । मासेयासी ॥ ६५४ ॥\n" +
                "आणि गोंवी गेलिया जवळी । झगटलिया अंग फाळी ।\n" +
                "फळें तरी आंतु पोळी । बोरांटी जैसी ॥ ६५५ ॥\n" +
                "तैसें मनें वाचा कायें । भलतया दुःख देतु जाये ।\n" +
                "स्वार्थु साधितां न पाहे । पराचें हित ॥ ६५६ ॥\n" +
                "तेवींचि आंगें कर्मीं । आचरणें नोहे क्षमी ।\n" +
                "न निघे मनोधर्मीं । अरोचकु ॥ ६५७ ॥\n" +
                "कनकाचिया फळा । आंतु माज बाहेरी मौळा ।\n" +
                "तैसा सबाह्य दुबळा । शुचित्वें जो ॥ ६५८ ॥\n" +
                "आणि कर्मजात केलिया । फळ लाहे जरी धनंजया ।\n" +
                "तरी हरिखें जगा यया । वांकुलिया वाये ॥ ६५९ ॥\n" +
                "अथवा जें आदरिलें । हीनफळ होय केलें ।\n" +
                "तरीं शोकें तेणें जिंतिलें । धिक्कारों लागे ॥ ६६० ॥\n" +
                "कर्मीं राहाटी ऐसी । जयातें होती देखसी ।\n" +
                "तोचि जाण त्रिशुद्धीसी । राजस कर्ता ॥ ६६१ ॥\n" +
                "आतां यया पाठीं येरु । जो कुकर्माचा आगरु ।\n" +
                "तोही करूं गोचरु । तामस कर्ता ॥ ६६२ ॥\n" +
                "\n" +
                "\n" +
                "अयुक्तः प्राकृतः स्तब्धः शठो नैष्कृतिकोऽलसः ।\n" +
                "विषादी दीर्घसूत्री च कर्ता तामस उच्यते ॥ २८॥\n" +
                "\n" +
                "\n" +
                "तरी मियां लागलिया कैसें । पुढील जळत असे ।\n" +
                "हें नेणिजे हुताशें । जियापरी ॥ ६६३ ॥\n" +
                "पैं शस्त्रें मियां तिखटें । नेणिजे कैसेनि निवटे ।\n" +
                "कां नेणिजे काळकूटें । आपुलें केलें ॥ ६६४ ॥\n" +
                "तैसा पुढीलया आपुलया । घातु करीत धनंजया ।\n" +
                "आदरी वोखटिया । क्रिया जो कां ॥ ६६५ ॥\n" +
                "तिया करितांही वेळीं । काय जालें हें न सांभाळी ।\n" +
                "चळला वायु वाहटुळी । चेष्टे तैसा ॥ ६६६ ॥\n" +
                "पैं करणिया आणि जया । मेळु नाहीं धनंजया ।\n" +
                "तो पाहुनी पिसेया । कैंचीं त्राय ? ॥ ६६७ ॥\n" +
                "आणि इंद्रियांचें वोगरिलें । चरोनि राखे जो जियालें ।\n" +
                "बैलातळीं लागलें । गोचिड जैसें ॥ ६६८ ॥\n" +
                "हांसया रुदना वेळु । नेणतां आदरी बाळु ।\n" +
                "राहाटे उच्छृंखळु । तयापरी ॥ ६६९ ॥\n" +
                "जो प्रकृती आंतलेपणें । कृत्याकृत्यस्वादु नेणे ।\n" +
                "फुगे केरें धालेपणें । उकरडा जैसा ॥ ६७० ॥\n" +
                "म्हणौनि मान्याचेनि नांवें । ईश्वराही परी न खालवे ।\n" +
                "स्तब्धपणें न मनवे । डोंगरासी ॥ ६७१ ॥\n" +
                "आणि मन जयाचें विषकल्लोळीं । राहाटी फुडी चोरिली ।\n" +
                "दिठी कीर ते वोली । पण्यांगनेची ॥ ६७२ ॥\n" +
                "किंबहुना कपटाचें । देहचि वळिलें तयाचें ।\n" +
                "तें जिणें कीं जुंवाराचें । टिटेघर ॥ ६७३ ॥\n" +
                "नोहे तयाचा प्रादुर्भावो । तो साभिलाष भिल्लांचा गांवो ।\n" +
                "म्हणौनि नये येवों जावों । तया वाटा ॥ ६७४ ॥\n" +
                "आणि आणिकांचें निकें केलें । विरु होय जया आलें ।\n" +
                "जैसें अपेय पया मिनलें । लवण करी ॥ ६७५ ॥\n" +
                "कां हींव ऐसा पदार्थु । घातलिया आगीआंतु ।\n" +
                "तेचि क्षणीं धडाडितु । अग्नि होय ॥ ६७६ ॥\n" +
                "नाना सुद्रव्यें गोमटीं । जालिया शरीरीं पैठीं ।\n" +
                "होऊनि ठाती किरीटी । मळुचि जेवीं ॥ ६७७ ॥\n" +
                "तैसें पुढिलाचें बरवें । जयाच्या भीतरीं पावे ।\n" +
                "आणि विरुद्धचि आघवें । होऊनि निगे ॥ ६७८ ॥\n" +
                "जो गुण घे दे दोख । अमृताचें करी विख ।\n" +
                "दूध पाजलिया देख । व्याळु जैसा ॥ ६७९ ॥\n" +
                "आणि ऐहिकीं जियावें । जेणें परत्रा साच यावें ।\n" +
                "तें उचित कृत्य पावे । अवसरीं जिये ॥ ६८० ॥\n" +
                "तेव्हां जया आपैसी । निद्रा ये ठेविली ऐसी ।\n" +
                "दुर्व्यवहारीं जैसी । विटाळें लोटे ॥ ६८१ ॥\n" +
                "पैं द्राक्षरसा आम्ररसा । वेळे तोंड सडे वायसा ।\n" +
                "कां डोळे फुटती दिवसा । डुडुळाचे ॥ ६८२ ॥\n" +
                "तैसा कल्याणकाळु पाहे । तैं तयातें आळसु खाये ।\n" +
                "ना प्रमादीं तरी होये । तो म्हणे तैसें ॥ ६८३ ॥\n" +
                "जेवींचि सागराच्या पोटीं । जळे अखंड आगिठी ।\n" +
                "तैसा विषादु वाहे गांठीं । जिवाचिये जो ॥ ६८४ ॥\n" +
                "लेंडोराआगीं धूमावधि । कां अपाना आंगीं दुर्गंधि ।\n" +
                "तैसा जो जीवितावधि । विषादें केला ॥ ६८५ ॥\n" +
                "आणि कल्पांताचिया पारा । वेगळेंही जो वीरा ।\n" +
                "सूत्र धरी व्यापारा । साभिलाषा ॥ ६८६ ॥\n" +
                "अगा जगाही परौती । शुचा वाहे पैं चित्तीं ।\n" +
                "करितां विषीं हातीं । तृणही न लगे ॥ ६८७ ॥\n" +
                "ऐसा जो लोकाआंतु । पापपुंजु मूर्तु ।\n" +
                "देखसी तो अव्याहतु । तामसु कर्ता ॥ ६८८ ॥\n" +
                "एवं कर्म कर्ता ज्ञान । या तिहींचें त्रिधा चिन्ह ।\n" +
                "दाविलें तुज सुजन । चक्रवर्ती ॥ ६८९ ॥\n" +
                "\n" +
                "\n" +
                "बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु ।\n" +
                "प्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय ॥ २९॥\n" +
                "\n" +
                "\n" +
                "आतां अविद्येचिया गांवीं । मोहाची वेढूनि मदवी ।\n" +
                "संदेहाचीं आघवीं । लेऊनि लेणीं ॥ ६९० ॥\n" +
                "आत्मनिश्चयाची बरव । जया आरिसां पाहे सावयव ।\n" +
                "तिये बुद्धीचीही धांव । त्रिधा असे ॥ ६९१ ॥\n" +
                "अगा सत्वादि गुणीं इहीं । कायी एक तिहीं ठायीं ।\n" +
                "न कीजेचि येथ पाहीं । जगामाजीं ॥ ६९२ ॥\n" +
                "आगी न वसतां पोटीं । कवण काष्ठ असे सृष्टीं ।\n" +
                "तैसें तें कैंचें दृश्यकोटीं । त्रिविध जें नोहे ॥ ६९३ ॥\n" +
                "म्हणौनि तिहीं गुणीं । बुद्धी केली त्रिगुणी ।\n" +
                "धृतीसिही वांटणी । तैसीचि असे ॥ ६९४ ॥\n" +
                "तेंचि येक वेगळालें । यथा चिन्हीं अळंकारलें ।\n" +
                "सांगिजैल उपाइलें । भेदलेपणें ॥ ६९५ ॥\n" +
                "परी बुद्धि धृति इयां । दोहीं भागामाजीं धनंंजया ।\n" +
                "आधीं रूप बुद्धीचिया । भेदासि करूं ॥ ६९६ ॥\n" +
                "तरी उत्तमा मध्यमा निकृष्टा । संसारासि गा सुभटा ।\n" +
                "प्राणियां येतिया वाटा । तिनी आथी ॥ ६९७ ॥\n" +
                "जे अकरणीय काम्य निषिद्ध । ते हे मार्ग तिन्ही प्रसिद्ध ।\n" +
                "संसारभयें सबाध । जीवां ययां ॥ ६९८ ॥\n" +
                "\n" +
                "\n" +
                "प्रवृत्तिं च निवृत्तिं च कार्याकार्ये भयाभये ।\n" +
                "बन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी ॥ ३०॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि अधिकारें मानिलें । जें विधीचेनि वोघें आलें ।\n" +
                "तें एकचि येथ भलें । नित्य कर्म ॥ ६९९ ॥\n" +
                "तेंचि आत्मप्राप्ति फळ । दिठी सूनि केवळ ।\n" +
                "कीजे जैसें कां जळ । सेविजे ताहनें ॥ ७०० ॥\n" +
                "येतुलेनि तें कर्म । सांडी जन्मभय विषम ।\n" +
                "करूनि दे उगम । मोक्षसिद्धि ॥ ७०१ ॥\n" +
                "ऐसें करी तो भला । संसारभयें सांडिला ।\n" +
                "करणीयत्वें आला । मुमुक्षुभागा ॥ ७०२ ॥\n" +
                "तेथ जे बुद्धि ऐसा । बळिया बांधे भरंवसा ।\n" +
                "मोक्षु ठेविला ऐसा । जोडेल येथ ॥ ७०३ ॥\n" +
                "म्हणौनि निवृत्तीची मांडिली । सूनि प्रवृत्तितळीं ।\n" +
                "इये कर्मीं बुडकुळी । द्यावीं कीं ना ? ॥ ७०४ ॥\n" +
                "तृषार्ता उदकें जिणें । कां पुरीं पडलिया पोहणें ।\n" +
                "अंधकूपीं गति किरणें । सूर्याचेनि ॥ ७०५ ॥\n" +
                "नाना पथ्येंसीं औषध लाहे । तरी रोगें दाटलाही जिये ।\n" +
                "का मीना जिव्हाळा होये । जळाचा जरी ॥ ७०६ ॥\n" +
                "तरी तयाच्या जीविता । नाहीं जेवीं अन्यथा ।\n" +
                "तैसें कर्मीं इये वर्ततां । जोडेचि मोक्षु ॥ ७०७ ॥\n" +
                "हें करणीयाचिया कडे । जें ज्ञान आथी चोखडें ।\n" +
                "आणि अकरणीय हें फुडें । ऐसें जाण ॥ ७०८ ॥\n" +
                "जीं तिथें काम्यादिकें । संसारभयदायकें ।\n" +
                "अकृत्यपणाचें आंबुखें । पडिलें जयां ॥ ७०९ ॥\n" +
                "तिये कर्मीं अकार्यीं । जन्ममरणसमयीं ।\n" +
                "प्रवृत्ति पळवी पायीं । मागिलींचि ॥ ७१० ॥\n" +
                "पैं आगीमाजीं न रिघवे । अथावीं न घालवे ।\n" +
                "धगधगीत नागवे । शूळ जेवीं ॥ ७११ ॥\n" +
                "कां काळियानाग धुंधुवातु । देखोनि न घालवे हातु ।\n" +
                "न वचवे खोपेआंतु । वाघाचिये ॥ ७१२ ॥\n" +
                "तैसें कर्म अकरणीय । देखोनि महाभय ।\n" +
                "उपजे निःसंदेह । बुद्धी जिये ॥ ७१३ ॥\n" +
                "वाढिलें रांधूनि विखें । तेथें जाणिजे मृत्यु न चुके ।\n" +
                "तेवीं निषेधीं कां देखे । बंधातें जे ॥ ७१४ ॥\n" +
                "मग बंधभयभरितीं । तियें निषिद्धीं प्राप्ती ।\n" +
                "विनियोगु जाणे निवृत्ती । कर्माचिये ॥ ७१५ ॥\n" +
                "ऐसेनि कार्याकार्यविवेकी । जे प्रवृत्ति निवृत्ति मापकी ।\n" +
                "खरा कुडा पारखी । जियापरी ॥ ७१६ ॥\n" +
                "तैसी कृत्याकृत्यशुद्धी । बुझे जे निरवधी ।\n" +
                "सात्विक म्हणिपे बुद्धी । तेचि तूं जाण ॥ ७१७ ॥\n" +
                "\n" +
                "\n" +
                "यया धर्ममधर्मं च कार्यं चाकार्यमेव च ।\n" +
                "अयथावत्प्रजानाति बुद्धिः सा पार्थ राजसी ॥ ३१॥\n" +
                "\n" +
                "\n" +
                "आणि बकाच्या गांवीं । घेपे क्षीरनीर सकलवी ।\n" +
                "कां अहोरात्रींची गोंवी । आंधळें नेणे ॥ ७१८ ॥\n" +
                "जया फुलाचा मकरंदु फावे । तो काष्ठें कोरूं धांवे ।\n" +
                "परी भ्रमरपणा नव्हे । अव्हांटा जेवीं ॥ ७१९ ॥\n" +
                "तैसीं इयें कार्याकार्यें । धर्माधर्मरूपें जियें ।\n" +
                "तियें न चोजवितां जाये । जाणती जे कां ॥ ७२० ॥\n" +
                "अगा डोळांवीण मोतियें । घेतां पाडु मिळे विपायें ।\n" +
                "न मिळणें तें आहे । ठेविलें तेथें ॥ ७२१ ॥\n" +
                "तैसें अकरणीय अवचटें । नोडवे तरीच लोटे ।\n" +
                "येऱ्हवीं जाणें एकवटें । दोन्ही जे कां ॥ ७२२ ॥\n" +
                "ते गा बुद्धि चोखविषीं । जाण येथ राजसी ।\n" +
                "अक्षत टाकिली जैसी । मांदियेवरी ॥ ७२३ ॥\n" +
                "\n" +
                "\n" +
                "अधर्मं धर्ममिति या मन्यते तमसावृता ।\n" +
                "सर्वार्थान्विपरीतांश्च बुद्धिः सा पार्थ तामसी ॥ ३२॥\n" +
                "\n" +
                "\n" +
                "आणि राजा जिया वाटा जाये । ते चोरांसि आडव होये ।\n" +
                "कां राक्षसां दिवो पाहे । राती होऊनि ॥ ७२४ ॥\n" +
                "नाना निधानचि निदैवा । होये कोळसयाचा उडवा ।\n" +
                "पैं असतें आपणपें जीवा । नाहीं जालें ॥ ७२५ ॥\n" +
                "तैसें धर्मजात तितुकें । जिये बुद्धीसी पातकें ।\n" +
                "साच तें लटिकें । ऐसेंचि बुझे ॥ ७२६ ॥\n" +
                "ते आघवेचि अर्थ । करूनि घाली अनर्थ ।\n" +
                "गुण ते ते व्यवस्थित । दोषचि मानी ॥ ७२७ ॥\n" +
                "किंबहुना श्रुतिजातें । अधिष्ठूनि केलें सरतें ।\n" +
                "तेतुलेंही उपरतें । जाणे जे बुद्धी ॥ ७२८ ॥\n" +
                "ते कोणातेंही न पुसतां । तामसी जाणावी पंडुसुता ।\n" +
                "रात्री काय धर्मार्था । साच करावी । ॥ ७२९ ॥\n" +
                "एवं बुद्धीचे भेद । तिन्ही तुज विशद ।\n" +
                "सांगितले स्वबोध\\- । कुमुदचंद्रा ॥ ७३० ॥\n" +
                "आतां ययाचि बुद्धिवृत्ती । निष्टंकिला कर्मजातीं ।\n" +
                "खांदु मांडिजे धृती । त्रिविधा तया ॥ ७३१ ॥\n" +
                "तिये धृतीचेही विभाग । तिन्ही यथालिंग ।\n" +
                "सांगिजती चांग । अवधान देईं ॥ ७३२ ॥\n" +
                "\n" +
                "\n" +
                "धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः ।\n" +
                "योगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी ॥ ३३॥\n" +
                "\n" +
                "\n" +
                "तरी उदेलिया दिनकरु । चोरीसिं थोके अंधारु ।\n" +
                "कां राजाज्ञा अव्यवहारु । कुंठवी जेवीं ॥ ७३३ ॥\n" +
                "नाना पवनाचा साटु । वाजीनलिया नीटु ।\n" +
                "आंगेंसीं बोभाटु । सांडिती मेघ ॥ ७३४ ॥\n" +
                "कां अगस्तीचेनि दर्शनें । सिंधु घेऊनि ठाती मौनें ।\n" +
                "चंद्रोदयीं कमळवनें । मिठी देती ॥ ७३५ ॥\n" +
                "हें असो पावो उचलिला । मदमुख न ठेविती खालां ।\n" +
                "गर्जोनि पुढां जाला । सिंहु जरी ॥ ७३६ ॥\n" +
                "तैसा जो धीरु । उठलिया अंतरु ।\n" +
                "मनादिकें व्यापारु । सांडिती उभीं ॥ ७३७ ॥\n" +
                "इंद्रियां विषयांचिया गांठी । अपैसया सुटती किरीटी ।\n" +
                "मन मायेच्या पोटीं । रिगती दाही ॥ ७३८ ॥\n" +
                "अधोर्ध्व गूढें काढी । प्राण नवांची पेंडी ।\n" +
                "बांधोनि घाली उडी । मध्यमेमाजीं ॥ ७३९ ॥\n" +
                "संकल्पविकल्पांचें लुगडे । सांडूनि मन उघडें ।\n" +
                "बुद्धि मागिलेकडे । उगीचि बैसे ॥ ७४० ॥\n" +
                "ऐसी धैर्यराजें जेणें । मन प्राण करणें ।\n" +
                "स्वचेष्टांचीं संभाषणें । सांडविजती ॥ ७४१ ॥\n" +
                "मग आघवींचि सडीं । ध्यानाच्या आंतुल्या मढीं ।\n" +
                "कोंडिजती निरवडी । योगाचिये ॥ ७४२ ॥\n" +
                "परी परमात्मया चक्रवर्ती । उगाणिती जंव हातीं ।\n" +
                "तंव लांचु न घेतां धृती । धरिजती जिया ॥ ७४३ ॥\n" +
                "ते गा धृती येथें । सात्विक हें निरुतें ।\n" +
                "आईक अर्जुनातें । श्रीकांतु म्हणे ॥ ७४४ ॥\n" +
                "\n" +
                "\n" +
                "यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन ।\n" +
                "प्रसण्\u200Cगेन फलाकाण्\u200Cक्षी धृतिः सा पार्थ राजसी ॥ ३४॥\n" +
                "\n" +
                "\n" +
                "आणि होऊनियां शरीरी । स्वर्गसंसाराच्या दोहीं घरीं ।\n" +
                "नांदे जो पोटभरी । त्रिवर्गोपायें ॥ ७४५ ॥\n" +
                "तो मनोरथांच्या सागरीं । धर्मार्थकामांच्या तारुवावरी ।\n" +
                "जेणें धैर्यबळें करी । क्रिया\\-वणिज ॥ ७४६ ॥\n" +
                "जें कर्म भांडवला सूये । तयाची चौगुणी येती पाहे ।\n" +
                "येवढें सायास साहे । जया धृती ॥ ७४७ ॥\n" +
                "ते गा धृती राजस । पार्था येथ परीयेस ।\n" +
                "आतां आइक तामस । तिसरी जे कां ॥ ७४८ ॥\n" +
                "\n" +
                "\n" +
                "यया स्वप्नं भयं शोकं विषादं मदमेव च ।\n" +
                "न विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी ॥ ३५॥\n" +
                "\n" +
                "\n" +
                "तरी सर्वाधमें गुणें । जयाचें कां रूपा येणें ।\n" +
                "कोळसा काळेपणें । घडला जैसा ॥ ७४९ ॥\n" +
                "अहो प्राकृत आणि हीनु । तयाही कीं गुणत्वाचा मानु ।\n" +
                "तरी न म्हणिजे पुण्यजनु । राक्षसु काई ?॥ ७५० ॥\n" +
                "पैं ग्रहांमाजीं इंगळु । तयातें म्हणिजे मंगळु ।\n" +
                "तैसा तमीं धसाळु । गुणशब्दु हा ॥ ७५१ ॥\n" +
                "जे सर्वदोषांचा वसौटा । तमचि कामऊनि सुभटा ।\n" +
                "उभारिला आंगवठा । जया नराचा ॥ ७५२ ॥\n" +
                "तो आळसु सूनि असे कांखे । म्हणौनि निद्रे कहीं न मुके ।\n" +
                "पापें पोषितां दुःखें । न सांडिजे जेवीं ॥ ७५३ ॥\n" +
                "आणि देहधनाचिया आवडी । सदा भय तयातें न सांडी ।\n" +
                "विसंबूं न सके धोंडीं । काठिण्य जैसें ॥ ७५४ ॥\n" +
                "आणि पदार्थजातीं स्नेहो । बांधे म्हणौनि तो शोकें ठावो ।\n" +
                "केला न शके पाप जावों । कृतघ्नौनि जैसें ॥ ७५५ ॥\n" +
                "आणि असंतोष जीवेंसीं । धरूनि ठेला अहर्निशीं ।\n" +
                "म्हणौनि मैत्री तेणेंसीं । विषादें केली ॥ ७५६ ॥\n" +
                "लसणातें न सांडी गंधी । कां अपथ्यशीळातें व्याधी ।\n" +
                "तैसी केली मरणावधी । विषादें तया ॥ ७५७ ॥\n" +
                "आणि वयसा वित्तकामु । ययांचा वाढवी संभ्रमु ।\n" +
                "म्हणौनि मदें आश्रमु । तोचि केला ॥ ७५८ ॥\n" +
                "आगीतें न सांडी तापु । सळातें जातीचा सापु ।\n" +
                "कां जगाचा वैरी वासिपु । अखंडु जैसा ॥ ७५९ ॥\n" +
                "नातरी शरीरातें काळु । न विसंबे कवणे वेळु ।\n" +
                "तैसा आथी अढळु । तामसीं मदु ॥ ७६० ॥\n" +
                "एवं पांचही हे निद्रादिक । तामसाच्या ठाईं दोख ।\n" +
                "जिया धृती देख । धरिलें आहाती ॥ ७६१ ॥\n" +
                "तिये गा धृती नांवें । तामसी येथ हें जाणावें ।\n" +
                "म्हणितलें तेणें देवें । जगाचेनी ॥ ७६२ ॥\n" +
                "एवं त्रिविध जे बुद्धि । कीजे कर्मनिश्चयो आधि ।\n" +
                "तो धृती या सिद्धि । नेइजो येथ ॥ ७६३ ॥\n" +
                "सूर्यें मार्गु गोचरु होये । आणि तो चालती कीर पाये ।\n" +
                "परी चालणें तें आहे । धैर्यें जेवीं ॥ ७६४ ॥\n" +
                "तैसी बुद्धि कर्मातें दावी । ते करणसामग्री निफजवी ।\n" +
                "परी निफजावया होआवी । धीरता जे ॥ ७६५ ॥\n" +
                "ते हे गा तुजप्रती । सांगीतली त्रिविध धृती ।\n" +
                "यया कर्मत्रया निष्पत्ती । जालिया मग ॥ ७६६ ॥\n" +
                "येथ फळ जें एक निफजे । सुख जयातें म्हणिजे ।\n" +
                "तेंही त्रिविध जाणिजे । कर्मवशें ॥ ७६७ ॥\n" +
                "तरी फळरूप तें सुख । त्रिगुणीं भेदलें देख ।\n" +
                "विवंचूं आतां चोख । चोखीं बोलीं ॥ ७६८ ॥\n" +
                "परी चोखी ते कैसी सांगे । पैं घेवों जातां बोलबगें ।\n" +
                "कानींचियेही लागे । हातींचा मळु ॥ ७६९ ॥\n" +
                "म्हणौनि जयाचेनि अव्हेरें । अवधानही होय बाहिरें ।\n" +
                "तेणें आइक हो आंतरें । जीवाचेनि जीवें ॥ ७७० ॥\n" +
                "ऐसें म्हणौनि देवो । त्रिविधा सुखाचा प्रस्तावो ।\n" +
                "मांडला तो निर्वाहो । निरूपित असें ॥ ७७१ ॥\n" +
                "\n" +
                "\n" +
                "सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ ।\n" +
                "अभ्यासाद्रमते यत्र दुःखान्तं च निगच्छति ॥ ३६॥\n" +
                "\n" +
                "\n" +
                "म्हणे सुखत्रयसंज्ञा । सांगों म्हणौनि प्रतिज्ञा ।\n" +
                "बोलिलों तें प्राज्ञा । ऐक आतां ॥ ७७२ ॥\n" +
                "तरी सुख तें गा किरीटी । दाविजेल तुज दिठी ।\n" +
                "जें आत्मयाचिये भेटी । जीवासि होय ॥ ७७३ ॥\n" +
                "परी मात्रेचेनि मापें । दिव्यौषध जैसें घेपें ।\n" +
                "कां कथिलाचें कीजे रुपें । रसभावनीं ॥ ७७४ ॥\n" +
                "नाना लवणाचें जळु । होआवया दोनि चार वेळु ।\n" +
                "देऊनि सांडिजती ढाळु । तोयाचें जेवीं ॥ ७७५ ॥\n" +
                "तेवीं जालेनि सुखलेशें । जीवु भाविलिया अभ्यासें ।\n" +
                "जीवपणाचें नासे । दुःख जेथें ॥ ७७६ ॥\n" +
                "तें येथ आत्मसुख । जालें असे त्रिगुणात्मक ।\n" +
                "तेंही सांगों एकैक । रूप आतां ॥ ७७७ ॥\n" +
                "\n" +
                "\n" +
                "यत्तदग्रे विषमिव परिणामेऽमृतोपमम् ।\n" +
                "तत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम् ॥ ३७॥\n" +
                "\n" +
                "\n" +
                "आतां चंदनाचें बूड । सर्पी जैसें दुवाड ।\n" +
                "कां निधानाचें तोंड । विवसिया जेवीं ॥ ७७८ ॥\n" +
                "अगा स्वर्गींचें गोमटें । आडव यागसंकटें ।\n" +
                "कां बाळपण दासटें । त्रासकाळें ॥ ७७९ ॥\n" +
                "हें असो दीपाचिये सिद्धी । अवघड धू आधीं ।\n" +
                "नातरी तो औषधीं । जिभेचा ठावो ॥ ७८० ॥\n" +
                "तयापरी पांडवा । जया सुखाचा रिगावा ।\n" +
                "विषम तेथ मेळावा । यमदमांचा ॥ ७८१ ॥\n" +
                "देत सर्वस्नेहा मिठी । आगीं ऐसें वैराग्य उठी ।\n" +
                "स्वर्ग संसारा कांटी । काढितचि ॥ ७८२ ॥\n" +
                "विवेकश्रवणें खरपुसें । जेथ व्रताचरणें कर्कशें ।\n" +
                "करितां जाती भोकसे । बुद्ध्यादिकांचे ॥ ७८३ ॥\n" +
                "सुषुम्नेचेनि तोंडें । गिळिजे प्राणापानाचे लोंढे ।\n" +
                "बोहणियेसीचि येवढें । भारी जेथ ॥ ७८४ ॥\n" +
                "जें सारसांही विघडतां । होय वोहाहूनि वस्त काढितां ।\n" +
                "ना भणंगु दवडितां । भाणयावरुनी ॥ ७८५ ॥\n" +
                "पैं मायेपुढौनि बाळक । काळें नेतां एकुलतें एक ।\n" +
                "होय कां उदक । तुटतां मीना ॥ ७८६ ॥\n" +
                "तैसें विषयांचें घर । इंद्रियां सांडितां थोर ।\n" +
                "युगांतु होय तें वीर । विराग साहाती ॥ ७८७ ॥\n" +
                "ऐसा जया सुखाचा आरंभु । दावी काठिण्याचा क्षोभु ।\n" +
                "मग क्षीराब्धी लाभु । अमृताचा जैसा ॥ ७८८ ॥\n" +
                "पहिलया वैराग्यगरळा । धैर्यशंभु वोडवी गळा ।\n" +
                "तरी ज्ञानामृतें सोहळा । पाहे जेथें ॥ ७८९ ॥\n" +
                "पैं कोलिताही कोपे ऐसें । द्राक्षांचें हिरवेपण असे ।\n" +
                "तें परीपाकीं कां जैसें । माधुर्य आते ॥ ७९० ॥\n" +
                "तें वैराग्यादिक तैसें । पिकलिया आत्मप्रकाशें ।\n" +
                "मग वैराग्येंसींही नाशे । अविद्याजात ॥ ७९१ ॥\n" +
                "तेव्हां सागरीं गंगा जैसी । आत्मीं मीनल्या बुद्धि तैसी ।\n" +
                "अद्वयानंदाची आपैसी । खाणी उघडे ॥ ७९२ ॥\n" +
                "ऐसें स्वानुभवविश्रामें । वैराग्यमूळ जें परिणमे ।\n" +
                "तें सात्विक येणें नामें । बोलिजे सुख ॥ ७९३ ॥\n" +
                "\n" +
                "\n" +
                "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् ।\n" +
                "परिणामे विषमिव तत्सुखं राजसं स्मृतम् ॥ ३८॥\n" +
                "\n" +
                "\n" +
                "आणि विषयेंद्रियां । मेळु होतां धनंजया ।\n" +
                "जें सुख जाय थडिया । सांडूनि दोन्ही ॥ ७९४ ॥\n" +
                "अधिकारिया रिगतां गांवो । होय जैसा उत्साहो ।\n" +
                "कां रिणावरी विवाहो । विस्तारिला ॥ ७९५ ॥\n" +
                "नाना रोगिया जिभेपासीं । केळें गोड साखरेसीं ।\n" +
                "कां बचनागाची जैसी । मधुरता पहिली ॥ ७९६ ॥\n" +
                "पहिलें संवचोराचें मैत्र । हाटभेटीचें कलत्र ।\n" +
                "कां लाघवियाचे विचित्र । विनोद ते ॥ ७९७ ॥\n" +
                "तैसें विषयेंद्रियदोखीं । जें सुख जीवातें पोखी ।\n" +
                "मग उपडिला खडकीं । हंसु जैसा ॥ ७९८ ॥\n" +
                "तैसी जोडी आघवी आटे । जीविताचा ठाय फिटे ।\n" +
                "सुकृताचियाही सुटे । धनाची गांठी ॥ ७९९ ॥\n" +
                "आणिक भोगिलें जें कांहीं । तें स्वप्न तैसें होय नाहीं ।\n" +
                "मग हानीच्याचि घाईं । लोळावें उरे ॥ ८०० ॥ ";
        stringBuilder4.append(aadhaya5);
        textView5.setText(stringBuilder4.toString());


        TextView textView6=findViewById(R.id.title6);
        StringBuilder stringBuilder5=new StringBuilder();
        String aadhaya6=" ऐसें आपत्ती जें सुख । ऐहिकीं परिणमे देख ।\n" +
                "परत्रीं कीर विख । होऊनि परते ॥ ८०१ ॥\n" +
                "जे इंद्रियजाता लळा । दिधलिया धर्माचा मळा ।\n" +
                "जाळूनि भोगिजे सोहळा । विषयांचा जेथ ॥ ८०२ ॥\n" +
                "तेथ पातकें बांधिती थावो । तियें नरकीं देती ठावो ।\n" +
                "जेणें सुखें हा अपावो । परत्रीं ऐसा ॥ ८०३ ॥\n" +
                "पैं नामें विष महुरें । परी मारूनि अंतीं खरें ।\n" +
                "तैसें आदि जें गोडिरें । अंतीं कडू ॥ ८०४ ॥\n" +
                "पार्था तें सुख साचें । वळिलें आहे रजाचें ।\n" +
                "म्हणौनि न शिवें तयाचें । आंग कहीं ॥ ८०५ ॥\n" +
                "\n" +
                "\n" +
                "यदग्रे चानुबन्धे च सुखं मोहनमात्मनः ।\n" +
                "निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् ॥ ३९॥\n" +
                "\n" +
                "\n" +
                "आणि अपेयाचेनि पानें । अखाद्याचेनि भोजनें ।\n" +
                "स्वैरस्त्रीसंनिधानें । होय जें सुख ॥ ८०६ ॥\n" +
                "का पुढिलांचेनि मारें । नातरी परस्वापहारें ।\n" +
                "जें सुख अवतरे । भाटाच्या बोलीं ॥ ८०७ ॥\n" +
                "जें आलस्यावरी पोखिजे । निद्रेमाजीं जें देखिजे ।\n" +
                "जयाच्या आद्यंतीं भुलिजे । आपुली वाट ॥ ८०८ ॥\n" +
                "तें गा सुख पार्था । तामस जाण सर्वथा ।\n" +
                "हें बहु न सांगोंचि जें कथा । असंभाव्य हे ॥ ८०९ ॥\n" +
                "ऐसें कर्मभेदें मुदलें । फळसुखही त्रिधा जालें ।\n" +
                "तें हें यथागमें केलें । गोचर तुज ॥ ८१० ॥\n" +
                "ते कर्ता कर्म कर्मफळ । ये त्रिपुटी येकी केवळ ।\n" +
                "वांचूनि कांहींचि नसे स्थूल । सूक्ष्मीं इये ॥ ८११ ॥\n" +
                "आणि हे तंव त्रिपुटी । तिहीं गुणीं इहीं किरीटी ।\n" +
                "गुंफिली असे पटीं । तांतुवीं जैसी ॥ ८१२ ॥\n" +
                "\n" +
                "\n" +
                "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः ।\n" +
                "सत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्त्रिभिर्गुणैः ॥ ४०॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि प्रकृतीच्या आवलोकीं । न बंधिजे इहीं सत्वादिकीं ।\n" +
                "तैसी स्वर्गीं ना मृत्युलोकीं । आथी वस्तु ॥ ८१३ ॥\n" +
                "कैंचा लोंवेवीण कांबळा । मातियेवीण मोदळा ।\n" +
                "का जळेंवीण कल्लोळा । होणें आहे ? ॥ ८१४ ॥\n" +
                "तैसें न होनि गुणाचें । सृष्टीची रचना रचे ।\n" +
                "ऐसें नाहींचि गा साचें । प्राणिजात ॥ ८१५ ॥\n" +
                "यालागीं हें सकळ । तिहीं गुणांचेंचि केवळ ।\n" +
                "घडलें आहे निखिळ । ऐसें जाण ॥ ८१६ ॥\n" +
                "गुणीं देवां त्रयी लाविली । गुणीं लोकीं त्रिपुटी पाडिली ।\n" +
                "चतुर्वर्णा घातली । सिनानीं उळिगें ॥ ८१७ ॥\n" +
                "\n" +
                "\n" +
                "ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप ।\n" +
                "कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः ॥ ४१॥\n" +
                "\n" +
                "\n" +
                "तेचि चारी वर्ण । पुससी जरी कोण कोण ।\n" +
                "तरी जयां मुख्य ब्राह्मण । धुरेचे कां ॥ ८१८ ॥\n" +
                "येर क्षत्रिय वैश्य दोन्ही । तेही ब्राह्मणाच्याचि मानिजे मानी ।\n" +
                "जे ते वैदिकविधानीं । योग्य म्हणौनि ॥ ८१९ ॥\n" +
                "चौथा शूद्रु जो धनंजया । वेदीं लागु नाहीं तया ।\n" +
                "तऱ्हीं वृत्ति वर्णत्रया । आधीन तयाची ॥ ८२० ॥\n" +
                "तिये वृत्तिचिया जवळिका । वर्णा ब्राह्मणादिकां ।\n" +
                "शूद्रही कीं देखा । चौथा जाला ॥ ८२१ ॥\n" +
                "जैसा फुलाचेनि सांगातें । तांतुं तुरंबिजे श्रीमंतें ।\n" +
                "तैसें द्विजसंगें शूद्रातें । स्वीकारी श्रुती ॥ ८२२ ॥\n" +
                "ऐसैसी गा पार्था । हे चतुर्वर्णव्यवस्था ।\n" +
                "करूं आतां कर्मपथा । यांचिया रूपा ॥ ८२३ ॥\n" +
                "जिहीं गुणीं ते वर्ण चारी । जन्ममृत्यूंचिये कातरी ।\n" +
                "चुकोनियां ईश्वरीं । पैठे होती ॥ ८२४ ॥\n" +
                "जिये आत्मप्रकृतीचे इहीं । गुणीं सत्त्वादिकीं तिहीं ।\n" +
                "कर्में चौघां चहूं ठाईं । वांटिलीं वर्णा ॥ ८२५ ॥\n" +
                "जैसें बापें जोडिलें लेंका । वांटिलें सूर्यें मार्ग पांथिका ।\n" +
                "नाना व्यापार सेवकां । स्वामी जैसें ॥ ८२६ ॥\n" +
                "तैसी प्रकृतीच्या गुणीं । जया कर्माची वेल्हावणी ।\n" +
                "केली आहे वर्णीं । चहूं इहीं ॥ ८२७ ॥\n" +
                "तेथ सत्त्वें आपल्या आंगीं । समीन\\-निमीन भागीं ।\n" +
                "दोघे केले नियोगी । ब्राह्मण क्षत्रिय ॥ ८२८ ॥\n" +
                "आणि रज परी सात्त्विक । तेथ ठेविलें वैश्य लोक ।\n" +
                "रजचि तमभेसक । तेथ शूद्र ते गा ॥ ८२९ ॥\n" +
                "ऐसा येकाचि प्राणिवृंदा । भेदु चतुर्वर्णधा ।\n" +
                "गुणींचि प्रबुद्धा । केला जाण ॥ ८३० ॥\n" +
                "मग आपुलें ठेविलें जैसें । आइतेंचि दीपें दिसे ।\n" +
                "गुणभिन्न कर्म तैसें । शास्त्र दावी ॥ ८३१ ॥\n" +
                "तेंचि आतां कोण कोण । वर्णविहिताचें लक्षण ।\n" +
                "हें सांगों ऐक श्रवण\\- । सौभाग्यनिधी ॥ ८३२ ॥\n" +
                "\n" +
                "\n" +
                "शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च ।\n" +
                "ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् ॥ ४२॥\n" +
                "\n" +
                "\n" +
                "तरी सर्वेंद्रियांचिया वृत्ती । घेऊनि आपुल्या हातीं ।\n" +
                "बुद्धि आत्मया मिळे येकांतीं । प्रिया जैसी ॥ ८३३ ॥\n" +
                "ऐसा बुद्धीचा उपरमु । तया नाम म्हणिपे शमु ।\n" +
                "तो गुण गा उपक्रमु । जया कर्माचा ॥ ८३४ ॥\n" +
                "आणि बाह्येंद्रियांचें धेंडें । पिटूनि विधीचेनि दंडें ।\n" +
                "नेदिजे अधर्माकडे । कहींचि जावों ॥ ८३५ ॥\n" +
                "तो पैं गा शमा विरजा । दमु गुण जेथ दुजा ।\n" +
                "आणि स्वधर्माचिया वोजा । जिणें जें कां ॥ ८३६ ॥\n" +
                "सटवीचिये रातीं । न विसंबिजे जेवीं वाती ।\n" +
                "तैसा ईश्वरनिर्णयो चित्तीं । वाहणें सदा ॥ ८३७ ॥\n" +
                "तया नाम तप । ते तिजया गुणाचें रूप ।\n" +
                "आणि शौचही निष्पाप । द्विविध जेथ ॥ ८३८ ॥\n" +
                "मन भावशुद्धी भरलें । आंग क्रिया अळंकारिलें ।\n" +
                "ऐसें सबाह्य जियालें । साजिरें जें कां ॥ ८३९ ॥\n" +
                "तया नाम शौच पार्था । तो कर्मीं गुण जये चौथा ।\n" +
                "आणि पृथ्वीचिया परी सर्वथा । सर्व जें साहाणें ॥ ८४० ॥\n" +
                "ते गा क्षमा पांडवा । गुण जेथ पांचवा ।\n" +
                "स्वरांमाजीं सुहावा । पंचमु जैसा ॥ ८४१ ॥\n" +
                "आणि वांकडेनी वोघेंसीं । गंगा वाहे उजूचि जैसी ।\n" +
                "कां पुटीं वळला ऊसीं । गोडी जैसी ॥ ८४२ ॥\n" +
                "तैसा विषमांही जीवां- । लागीं उजुकारु बरवा ।\n" +
                "तें आर्जव गा साहावा । जेथींचा गुण ॥ ८४३ ॥\n" +
                "आणि पाणियें प्रयत्नें माळी । अखंड जचे झाडामुळीं ।\n" +
                "परी तें आघवेंचि फळीं । जाणे जेवीं ॥ ८४४ ॥\n" +
                "तैसें शास्त्राचारें तेणें । ईश्वरुचि येकु पावणें ।\n" +
                "हें फुडें जें कां जाणणें । तें येथ ज्ञान ॥ ८४५ ॥\n" +
                "तें गा कर्मीं जिये । सातवा गुण होये ।\n" +
                "आणि विज्ञान हें पाहें । एवंरूप ॥ ८४६ ॥\n" +
                "तरी सत्वशुद्धीचिये वेळे । शास्त्रें कां ध्यानबळें ।\n" +
                "ईश्वरतत्त्वींचि मिळे । निष्टंकबुद्धी ॥ ८४७ ॥\n" +
                "हें विज्ञान बरवें । गुणरत्न जेथ आठवें ।\n" +
                "आणि आस्तिक्य जाणावें । नववा गुण ॥ ८४८ ॥\n" +
                "पैं राजमुद्रा आथिलिया । प्रजा भजे भलतया ।\n" +
                "तेवीं शास्त्रें स्वीकारिलिया । मार्गमात्रातें ॥ ८४९ ॥\n" +
                "आदरें जें कां मानणें । तें आस्तिक्य मी म्हणें ।\n" +
                "तो नववा गुण जेणें । कर्म तें साच ॥ ८५० ॥\n" +
                "एवं नवही शमादिक । गुण जेथ निर्दोख ।\n" +
                "तें कर्म जाण स्वाभाविक । ब्राह्मणाचें ॥ ८५१ ॥\n" +
                "तो नवगुणरत्नाकरु । यया नवरत्नांचा हारु ।\n" +
                "न फेडीत ले दिनकरु । प्रकाशु जैसा ॥ ८५२ ॥\n" +
                "नाना चांपा चांपौळी पूजिला । चंद्रु चंद्रिका धवळला ।\n" +
                "कां चंदनु निजें चर्चिला । सौरभ्यें जेवीं ॥ ८५३ ॥\n" +
                "तेवीं नवगुणटिकलग । लेणें ब्राह्मणाचें अव्यंग ।\n" +
                "कहींचि न संडी आंग । ब्राह्मणाचें ॥ ८५४ ॥\n" +
                "आतां उचित जें क्षत्रिया । तेंहीं कर्म धनंजया ।\n" +
                "सांगों ऐक प्रज्ञेचिया । भरोवरी ॥ ८५५ ॥\n" +
                "\n" +
                "\n" +
                "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् ।\n" +
                "दानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम् ॥ ४३॥\n" +
                "\n" +
                "\n" +
                "तरी भानु हा तेजें । नापेक्षी जेवीं विरजे ।\n" +
                "कां सिंहें न पाहिजे । जावळिया ॥ ८५६ ॥\n" +
                "ऐसा स्वयंभ जो जीवें लाठु । सावायेंवीण उद्भटु ।\n" +
                "ते शौर्य गा जेथ श्रेष्ठु । पहिला गुण ॥ ८५७ ॥\n" +
                "आणि सूर्याचेनि प्रतापें । कोडिही नक्षत्र हारपे ।\n" +
                "ना तो तरी न लोपे । सचंद्रीं तिहीं ॥ ८५८ ॥\n" +
                "तैसेनि आपुले प्रौढीगुणें । जगा या विस्मयो देणें ।\n" +
                "आपण तरी न क्षोभणें । कायसेनही ॥ ८५९ ॥\n" +
                "तें प्रागल्भ्यरूप तेजा । जिये कर्मीं गुण दुजा ।\n" +
                "आणि धीरु तो तिजा । जेथींचा गुण ॥ ८६० ॥\n" +
                "वरिपडलिया आकाश । बुद्धीचे डोळे मानस ।\n" +
                "झांकी ना ते परीयेस । धैर्य जेथें ॥ ८६१ ॥\n" +
                "आणि पाणी हो कां भलतेतुकें । परी तें जिणौनि पद्म फांके ।\n" +
                "कां आकाश उंचिया जिंके । आवडे तयातें ॥ ८६२ ॥\n" +
                "तेवीं विविध अवस्था । पातलिया जिणौनि पार्था ।\n" +
                "प्रज्ञाफळ तया अर्था । वेझ देणें जें ॥ ८६३ ॥\n" +
                "तें दक्षत्व गा चोख । जेथ चौथा गुण देख ।\n" +
                "आणि झुंज अलौकिक । तो पांचवा गुण ॥ ८६४ ॥\n" +
                "आदित्याचीं झाडें । सदा सन्मुख सूर्याकडे ।\n" +
                "तेवीं समोर शत्रूपुढें । होणें जें कां ॥ ८६५ ॥\n" +
                "माहेवणी प्रयत्नेंसी । चुकविजे सेजे जैसी ।\n" +
                "रिपू पाठी नेदिजे तैसी । समरांगणीं ॥ ८६६ ॥\n" +
                "हा क्षत्रियाचेया आचारीं । पांचवा गुणेंद्रु अवधारीं ।\n" +
                "चहूं पुरुषार्थां शिरीं । भक्ति जैसी ॥ ८६७ ॥\n" +
                "आणि जालेनि फुलें फळें । शाखिया जैसीं मोकळे ।\n" +
                "कां उदार परीमळें । पद्माकरु ॥ ८६८ ॥\n" +
                "नाना आवडीचेनि मापें । चांदिणें भलतेणें घेपे ।\n" +
                "पुढिलांचेनि संकल्पें । तैसें जें देणें ॥ ८६९ ॥\n" +
                "तें उमप गा दान । जेथ सहावें गुणरत्न ।\n" +
                "आणि आज्ञे एकायतन । होणें जें कां ॥ ८७० ॥\n" +
                "पोषूनि अवयव आपुले । करविजतीं मानविले ।\n" +
                "तेवीं पालणें लोभविलें । जग जें भोगणें ॥ ८७१ ॥\n" +
                "तया नाम ईश्वरभावो । जो सर्वसामर्थ्याचा ठावो ।\n" +
                "तो गुणांमाजीं रावो । सातवा जेथ ॥ ८७२ ॥\n" +
                "ऐसें जें शौर्यादिकीं । इहीं सात गुणविशेखीं ।\n" +
                "अळंकृत सप्तऋखीं । आकाश जैसें ॥ ८७३ ॥\n" +
                "तैसें सप्तगुणीं विचित्र । कर्म जें जगीं पवित्र ।\n" +
                "तें सहज जाण क्षात्र । क्षत्रियाचें ॥ ८७४ ॥\n" +
                "नाना क्षत्रिय नव्हे नरु । तो सत्त्वसोनयाचा मेरु ।\n" +
                "म्हणौनि गुणस्वर्गां आधारु । सातां इयां ॥ ८७५ ॥\n" +
                "नातरी सप्तगुणार्णवीं । परीवारली बरवी ।\n" +
                "हे क्रिया नव्हे पृथ्वी । भोगीतसे तो ॥ ८७६ ॥\n" +
                "कां गुणांचे सातांही ओघीं । हे क्रिया ते गंगा जगीं ।\n" +
                "तया महोदधीचिया आंगीं । विलसे जैसी ॥ ८७७ ॥\n" +
                "परी हें बहु असो देख । शौर्यादि गुणात्मक ।\n" +
                "कर्म गा नैसर्गिक । क्षात्रजातीसी ॥ ८७८ ॥\n" +
                "आतां वैश्याचिये जाती । उचित जे महामती ।\n" +
                "ते ऐकें गा निरुती । क्रिया सांगों ॥ ८७९ ॥\n" +
                "\n" +
                "\n" +
                "कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् ।\n" +
                "परिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम् ॥ ४४॥\n" +
                "\n" +
                "\n" +
                "तरी भूमि बीज नांगरु । यया भांडवलाचा आधारु ।\n" +
                "घेऊनि लाभु अपारु । मेळवणें जें ॥ ८८० ॥\n" +
                "किंबहुना कृषी जिणें । गोधनें राखोनि वर्तणें ।\n" +
                "कां समर्घीची विकणें । महर्घीवस्तु ॥ ८८१ ॥\n" +
                "येतुलाचि पांडवा । वैश्यातें कर्माचा मेळावा ।\n" +
                "हा वैश्यजातीस्वभावा । आंतुला जाण ॥ ८८२ ॥\n" +
                "आणि वैश्य क्षत्रिय ब्राह्मण । हे द्विजन्में तिन्ही वर्ण ।\n" +
                "ययांचें जें शुश्रूषण । तें शूद्रकर्म ॥ ८८३ ॥\n" +
                "पैं द्विजसेवेपरौतें । धांवणें नाहीं शूद्रातें ।\n" +
                "एवं चतुर्वर्णोचितें । दाविलीं कर्में ॥ ८८४ ॥\n" +
                "\n" +
                "\n" +
                "स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः ।\n" +
                "स्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु ॥ ४५॥\n" +
                "\n" +
                "\n" +
                "आतां इयेचि विचक्षणा । वेगळालिया वर्णा ।\n" +
                "उचित जैसें करणां । शब्दादिक ॥ ८८५ ॥\n" +
                "नातरी जळदच्युता । पाणिया उचित सरिता ।\n" +
                "सरितेसी पंडुसुता । सिंधु उचितु ॥ ८८६ ॥\n" +
                "तैसें वर्णाश्रमवशें । जें करणीय आलें असे ।\n" +
                "गोरेया आंगा जैसें । गोरेपण ॥ ८८७ ॥\n" +
                "तया स्वभावविहिता कर्मा । शास्त्राचेनि मुखें वीरोत्तमा ।\n" +
                "प्रवर्तावयालागीं प्रमा । अढळ कीजे ॥ ८८८ ॥\n" +
                "पैं आपुलेंचि रत्न थितें । घेपे पारखियाचेनि हातें ।\n" +
                "तैसें स्वकर्म आपैतें । शास्त्रें करावीं ॥ ८८९ ॥\n" +
                "जैसी दिठी असे आपुलिया ठायीं । परी दीपेंवीण भोग नाहीं ।\n" +
                "मार्गु न लाहतां काई । पाय असतां होय ? ॥ ८९० ॥\n" +
                "म्हणौनि ज्ञातिवशें साचारु । सहज असे जो अधिकारु ।\n" +
                "तो आपुलिया शास्त्रें गोचरु । आपण कीजे ॥ ८९१ ॥\n" +
                "मग घरींचाचि ठेवा । जेवीं डोळ्यां दावी दिवा ।\n" +
                "तरी घेतां काय पांडवा । आडळु असे ? ॥ ८९२ ॥\n" +
                "तैसें स्वभावें भागा आलें । वरी शास्त्रें खरें केलें ।\n" +
                "तें विहित जो आपुलें । आचरे गा ॥ ८९३ ॥\n" +
                "परी आळसु सांडुनी । फळकाम दवडुनी ।\n" +
                "आंगें जीवें मांडुनी । तेथेंचि भरु ॥ ८९४ ॥\n" +
                "वोघीं पडिलें पाणी । नेणें आनानी वाहणी ।\n" +
                "तैसा जाय आचरणीं । व्यवस्थौनी ॥ ८९५ ॥\n" +
                "अर्जुना जो यापरी । तें विहित कर्म स्वयें करी ।\n" +
                "तो मोक्षाच्या ऐलद्वारीं । पैठा होय ॥ ८९६ ॥\n" +
                "जे अकरणा आणि निषिद्धा । न वचेचि कांहीं संबंधा ।\n" +
                "म्हणौनि भवा विरुद्धा । मुकला तो ॥ ८९७ ॥\n" +
                "आणि काम्यकर्मांकडे । न परतेचि जेथ कोडें ।\n" +
                "तेथ चंदनाचेही खोडे । न लेचि तो ॥ ८९८ ॥\n" +
                "येर नित्य कर्म तंव । फळत्यागें वेंचिलें सर्व ।\n" +
                "म्हणौनि मोक्षाची शींव । ठाकूं लाहे ॥ ८९९ ॥\n" +
                "ऐसेनि शुभाशुभीं संसारीं । सांडिला तो अवधारीं ।\n" +
                "वौराग्यमोक्षद्वारीं । उभा ठाके ॥ ९०० ॥\n" +
                "जें सकळ भाग्याची सीमा । मोक्षलाभाची जें प्रमा ।\n" +
                "नाना कर्ममार्गश्रमा । शेवटु जेथ ॥ ९०१ ॥\n" +
                "मोक्षफळें दिधली वोल । जें सुकृततरूचें फूल ।\n" +
                "तयें वैराग्यीं ठेवी पाऊल । भंवरु जैसा ॥ ९०२ ॥\n" +
                "पाहीं आत्मज्ञानसुदिनाचा । वाधावा सांगतया अरुणाचा ।\n" +
                "उदयो त्या वैराग्याचा । ठावो पावे ॥ ९०३ ॥\n" +
                "किंबहुना आत्मज्ञान । जेणें हाता ये निधान ।\n" +
                "तें वैराग्य दिव्यांजन । जीवें ले तो ॥ ९०४ ॥\n" +
                "ऐसी मोक्षाची योग्यता । सिद्धी जाय तया पंडुसुता ।\n" +
                "अनुसरोनि विहिता । कर्मा यया ॥ ९०५ ॥\n" +
                "हें विहित कर्म पांडवा । आपुला अनन्य वोलावा ।\n" +
                "आणि हेचि परम सेवा । मज सर्वात्मकाची ॥ ९०६ ॥\n" +
                "पैं आघवाचि भोगेंसीं । पतिव्रता क्रीडे प्रियेंसीं ।\n" +
                "कीं तयाचीं नामें जैसीं । तपें तियां केलीं ॥ ९०७ ॥\n" +
                "कां बाळका एकी माये । वांचोनि जिणें काय आहे ।\n" +
                "म्हणौनि सेविजे कीं तो होये । पाटाचा धर्मु ॥ ९०८ ॥\n" +
                "नाना पाणी म्हणौनि मासा । गंगा न सांडितां जैसा ।\n" +
                "सर्व तीर्थ सहवासा । वरपडा जाला ॥ ९०९ ॥\n" +
                "तैसें आपुलिया विहिता । उपावो असे न विसंबितां ।\n" +
                "ऐसा कीजे कीं जगन्नाथा । आभारु पडे ॥ ९१० ॥\n" +
                "अगा जया जें विहित । तें ईश्वराचें मनोगत ।\n" +
                "म्हणौनि केलिया निभ्रांत । सांपडेचि तो ॥ ९११ ॥\n" +
                "पैं जीवाचे कसीं उतरली । ते दासी कीं गोसावीण जाली ।\n" +
                "सिसे वेंचि तया मविली । वही जेवीं ॥ ९१२ ॥\n" +
                "तैसें स्वामीचिया मनोभावा । न चुकिजे हेचि परमसेवा ।\n" +
                "येर तें गा पांडवा । वाणिज्य करणें ॥ ९१३ ॥\n" +
                "\n" +
                "\n" +
                "यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् ।\n" +
                "स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः ॥ ४६॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि विहित क्रिया केली । नव्हे तयाची खूण पाळिली ।\n" +
                "जयापसूनि कां आलीं । आकारा भूतें ॥ ९१४ ॥\n" +
                "जो अविद्येचिया चिंधिया । गुंडूनि जीव बाहुलिया ।\n" +
                "खेळवीतसे तिगुणिया । अहंकाररज्जू ॥ ९१५ ॥\n" +
                "जेणें जग हें समस्त । आंत बाहेरी पूर्ण भरित ।\n" +
                "जालें आहे दीपजात । तेजें जैसें ॥ ९१६ ॥\n" +
                "तया सर्वात्मका ईश्वरा । स्वकर्मकुसुमांची वीरा ।\n" +
                "पूजा केली होय अपारा । तोषालागीं ॥ ९१७ ॥\n" +
                "म्हणौनि तिये पूजे । रिझलेनि आत्मराजें ।\n" +
                "वैराग्यसिद्धि देईजे । पसाय तया ॥ ९१८ ॥\n" +
                "जिये वैराग्यदशें । ईश्वराचेनि वेधवशें ।\n" +
                "हें सर्वही नावडे जैसें । वांत होय ॥ ९१९ ॥\n" +
                "प्राणनाथाचिया आधी । विरहिणीतें जिणेंही बाधी ।\n" +
                "तैसें सुखजात त्रिशुद्धी । दुःखचि लागे ॥ ९२० ॥\n" +
                "सम्यक्\u200Cज्ञान नुदैजतां । वेधेंचि तन्मयता ।\n" +
                "उपजे ऐसी योग्यता । बोधाची लाहे ॥ ९२१ ॥\n" +
                "म्हणौनि मोक्षलाभालागीं । जो व्रतें वाहातसें आंगीं ।\n" +
                "तेणें स्वधर्मु आस्था चांगी । अनुष्ठावा ॥ ९२२ ॥\n" +
                "\n" +
                "\n" +
                "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।\n" +
                "स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥ ४७॥\n" +
                "\n" +
                "\n" +
                "अगा आपुला हा स्वधर्मु । आचरणीं जरी विषमु ।\n" +
                "तरी पाहावा तो परिणामु । फळेल जेणें ॥ ९२३ ॥\n" +
                "जैं सुखालागीं आपणपयां । निंबचि आथी धनंजया ।\n" +
                "तैं कडुवटपणा तयाचिया । उबगिजेना ॥ ९२४ ॥\n" +
                "फळणया ऐलीकडे । केळीतें पाहातां आस मोडे ।\n" +
                "ऐसी त्यजिली तरी जोडे । तैसें कें गोमटें ॥ ९२५ ॥\n" +
                "तेवीं स्वधर्मु सांकडु । देखोनि केला जरी कडु ।\n" +
                "तरी मोक्षसुरवाडु । अंतरला कीं ॥ ९२६ ॥\n" +
                "आणि आपुली माये । कुब्ज जरी आहे ।\n" +
                "तरी जीये तें नोहे । स्नेह कुऱ्हें कीं ॥ ९२७ ॥\n" +
                "येरी जिया पराविया । रंभेहुनि बरविया ।\n" +
                "तिया काय कराविया । बाळकें तेणें ? ॥ ९२८ ॥\n" +
                "अगा पाणियाहूनि बहुवें । तुपीं गुण कीर आहे ।\n" +
                "परी मीना काय होये । असणें तेथ ॥ ९२९ ॥\n" +
                "पैं आघविया जगा जें विख । तें विख किडियाचें पीयूख ।\n" +
                "आणि जगा गूळ तें देख । मरण तया ॥ ९३० ॥\n" +
                "म्हणौनि जे विहित जया जेणें । फिटे संसाराचें धरणें ।\n" +
                "क्रिया कठोर तऱ्ही तेणें । तेचि करावी ॥ ९३१ ॥\n" +
                "येरा पराचारा बरविया । ऐसें होईल टेंकलया ।\n" +
                "पायांचें चालणें डोइया । केलें जैसें ॥ ९३२ ॥\n" +
                "यालागीं कर्म आपुले । जें जातिस्वभावें असे आलें ।\n" +
                "तें करी तेणें जिंतिलें । कर्मबंधातें ॥ ९३३ ॥\n" +
                "आणि स्वधर्मुचि पाळावा । परधर्मु तो गाळावा ।\n" +
                "हा नेमुही पांडवा । न कीजेचि पै गा ? ॥ ९३४ ॥\n" +
                "तरी आत्मा दृष्ट नोहे । तंव कर्म करणें कां ठाये ? ।\n" +
                "आणि करणें तेथ आहे । आयासु आधीं ॥ ९३५ ॥\n" +
                "\n" +
                "\n" +
                "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् ।\n" +
                "सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः ॥ ४८॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि भलतिये कर्मीं । आयासु जऱ्ही उपक्रमीं ।\n" +
                "तरी काय स्वधर्मीं । दोषु । सांगें ? ॥ ९३६ ॥\n" +
                "आगा उजू वाटा चालावें । तऱ्ही पायचि शिणवावे ।\n" +
                "ना आडरानें धांवावें । तऱ्ही तेंचि ॥\n" +
                "९३७ ॥\n" +
                "पैं शिळा कां सिदोरिया । दाटणें एक धनंजया ।\n" +
                "परी जें वाहतां विसांवया । मिळिजे तें घेपे ॥ ९३८ ॥\n" +
                "येऱ्हवीं कणा आणि भूसा । कांडितांही सोसु सरिसा ।\n" +
                "जेंचि रंधन श्वान मांसा । तेंचि हवी ॥ ९३९ ॥\n" +
                "दधी जळाचिया घुसळणा । व्यापार सारिखेचि विचक्षणा ।\n" +
                "वाळुवे तिळा घाणा । गाळणें एक ॥ ९४० ॥\n" +
                "पैं नित्य होम देयावया । कां सैरा आगी सुवावया ।\n" +
                "फुंकितां धू धनंजया । साहणें तेंचि ॥ ९४१ ॥\n" +
                "परी धर्मपत्नी धांगडी । पोसितां जरी एकी वोढी ।\n" +
                "तरी कां अपरवडी । आणावी आंगा ? ॥ ९४२ ॥\n" +
                "हां गा पाठीं लागला घाई । मरण न चुकेचि पाहीं ।\n" +
                "तरी समोरला काई । आगळें न कीजे ? ॥ ९४३ ॥\n" +
                "कुलस्त्री दांड्याचे घाये । परघर रिगालीहि जरी साहे ।\n" +
                "तरी स्वपतीतें वायें । सांडिलें कीं । ॥ ९४४ ॥\n" +
                "तैसें आवडतेंही करणें । न निपजे शिणल्याविणें ।\n" +
                "तरी विहित बा रे कोणें । बोलें भारी ? ॥ ९४५ ॥\n" +
                "वरी थोडेंचि अमृत घेतां । सर्वस्व वेंचो कां पंडुसुता ।\n" +
                "जेणें जोडे जीविता । अक्षयत्व ॥ ९४६ ॥\n" +
                "येर काह्यां मोलें वेंचूनि । विष पियावे घेऊनि ।\n" +
                "आत्महत्येसि निमोनि । जाइजे जेणें ॥ ९४७ ॥\n" +
                "तैसें जाचूनियां इंद्रियें । वेंचूनि आयुष्याचेनि दिये ।\n" +
                "सांचलें पापीं आन आहे । दुःखावाचूनि ? ॥ ९४८ ॥\n" +
                "म्हणौनि करावा स्वधर्मु । जो करितां हिरोनि घे श्रमु ।\n" +
                "उचित देईल परमु । पुरुषार्थराजु ॥ ९४९ ॥\n" +
                "याकारणें किरीटी । स्वधर्माचिये राहाटी ।\n" +
                "न विसंबिजे संकटीं । सिद्धमंत्र जैसा ॥ ९५० ॥\n" +
                "कां नाव जैसी उदधीं । महारोगी दिव्यौषधी ।\n" +
                "न विसंबिजे तया बुद्धी । स्वकर्म येथ ॥ ९५१ ॥\n" +
                "मग ययाचि गा कपिध्वजा । स्वकर्माचिया महापूजा ।\n" +
                "तोषला ईशु तमरजा । झाडा करुनी ॥ ९५२ ॥\n" +
                "शुद्धसत्त्वाचिया वाटा । आणी आपुली उत्कंठा ।\n" +
                "भवस्वर्ग काळकूटा । ऐसें दावी ॥ ९५३ ॥\n" +
                "जियें वैराग्य येणें बोलें । मागां संसिद्धी रूप केलें ।\n" +
                "किंबहुना तें आपुलें । मेळवी खागें ॥ ९५४ ॥\n" +
                "मग जिंतिलिया हे भोये । पुरुष सर्वत्र जैसा होये ।\n" +
                "कां जालाही जें लाहे । तें आतां सांगों ॥ ९५५ ॥\n" +
                "\n" +
                "\n" +
                "असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः ।\n" +
                "नैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति ॥ ४९॥\n" +
                "\n" +
                "\n" +
                "तरी देहादिक हें संसारें । सर्वही मांडलेंसे जें गुंफिरें ।\n" +
                "तेथ नातुडे तो वागुरें । वारा जैसा ॥ ९५६ ॥\n" +
                "पैं परिपाकाचिये वेळे । फळ देठें ना देठु फळें ।\n" +
                "न धरे तैसें स्नेह खुळें । सर्वत्र होय ॥ ९५७ ॥\n" +
                "पुत्र वित्त कलत्र । हे जालियाही स्वतंत्र ।\n" +
                "माझें न म्हणे पात्र । विषाचें जैसें ॥ ९५८ ॥\n" +
                "हें असो विषयजाती । बुद्धि पोळली ऐसी माघौती ।\n" +
                "पाउलें घेऊनि एकांतीं । हृदयाच्या रिगे ॥ ९५९ ॥\n" +
                "ऐसया अंतःकरण । बाह्य येतां तयाची आण ।\n" +
                "न मोडी समर्था भेण । दासी जैसी ॥ ९६० ॥\n" +
                "तैसें ऐक्याचिये मुठी । माजिवडें चित्त किरीटी ।\n" +
                "करूनि वेधी नेहटीं । आत्मयाच्या ॥ ९६१ ॥\n" +
                "तेव्हां दृष्टादृष्ट स्पृहे । निमणें जालेंचि आहे ।\n" +
                "आगीं दडपलिया धुयें । राहिजे जैसें ॥ ९६२ ॥\n" +
                "म्हणौनि नियमिलिया मानसीं । स्पृहा नासौनि जाय आपैसीं ।\n" +
                "किंबहुना तो ऐसी । भूमिका पावे ॥ ९६३ ॥\n" +
                "पैं अन्यथा बोधु आघवा । मावळोनि तया पांडवा ।\n" +
                "बोधमात्रींचि जीवा । ठावो होय ॥ ९६४ ॥\n" +
                "धरवणी वेंचें सरे । तैसें भोगें प्राचीन पुरे ।\n" +
                "नवें तंव नुपकरे । कांहीचि करूं ॥ ९६५ ॥\n" +
                "ऐसीं कर्में साम्यदशा । होय तेथ वीरेशा ।\n" +
                "मग श्रीगुरु आपैसा । भेटेचि गा ॥ ९६६ ॥\n" +
                "रात्रीची चौपाहरी । वेंचलिया अवधारीं ।\n" +
                "डोळ्यां तमारी । मिळे जैसा ॥ ९६७ ॥\n" +
                "का येऊनि फळाचा घडु । पारुषवी केळीची वाढु ।\n" +
                "श्रीगुरु भेटोनि करी पाडु । बुभुत्सु तैसा ॥ ९६८ ॥\n" +
                "मग आलिंगिला पूर्णिमा । जैसा उणीव सांडी चंद्रमा ।\n" +
                "तैसें होय वीरोत्तमा । गुरुकृपा तया ॥ ९६९ ॥\n" +
                "तेव्हां अबोधुमात्र असे । तो तंव तया कृपा नासे ।\n" +
                "तेथ निशीसवें जैसें । आंधारें जाय ॥ ९७० ॥\n" +
                "तैसी अबोधाचिये कुशी । कर्म कर्ता कार्य ऐशी ।\n" +
                "त्रिपुटी असे ते जैसी । गाभिणी मारिली ॥ ९७१ ॥\n" +
                "तैसेंचि अबोधनाशासवें । नाशे क्रियाजात आघवें ।\n" +
                "ऐसा समूळ संभवे । संन्यासु हा ॥ ९७२ ॥\n" +
                "येणें मुळाज्ञानसंन्यासें । दृश्याचा जेथ ठावो पुसे ।\n" +
                "तेथ बुझावें तें आपैसें । तोचि आहे ॥ ९७३ ॥\n" +
                "चेइलियावरी पाहीं । स्वप्नींचिया तिये डोहीं ।\n" +
                "आपणयातें काई । काढूं जाइजे ? ॥ ९७४ ॥\n" +
                "तैं मी नेणें आतां जाणेन । हें सरलें तया दुःस्वप्न ।\n" +
                "जाला ज्ञातृज्ञेयाविहीन । चिदाकाश ॥ ९७५ ॥\n" +
                "मुखाभासेंसी आरिसा । परौता नेलिया वीरेशा ।\n" +
                "पाहातेपणेंवीण जैसा । पाहाता ठाके ॥ ९७६ ॥\n" +
                "तैसें नेणणें जें गेलें । तेणें जाणणेंही नेलें ।\n" +
                "मग निष्क्रिय उरलें । चिन्मात्रचि ॥ ९७७ ॥\n" +
                "तेथ स्वभावें धनंजया । नाहीं कोणीचि क्रिया ।\n" +
                "म्हणौनि प्रवादु तया । नैष्कर्म्यु ऐसा ॥ ९७८ ॥\n" +
                "तें आपुलें आपणपें । असे तेंचि होऊनि हारपे ।\n" +
                "तरंगु कां वायुलोपें । समुद्रु जैसा ॥ ९७९ ॥\n" +
                "तैसें न होणें निफजे । ते नैष्कर्म्यसिद्धि जाणिजे ।\n" +
                "सर्वसिद्धींत सहजें । परम हेचि ॥ ९८० ॥\n" +
                "देउळाचिया कामा कळसु । उपरम गंगेसी सिंधु प्रवेशु ।\n" +
                "कां सुवर्णशुद्धी कसु । सोळावा जैसा ॥ ९८१ ॥\n" +
                "तैसें आपुलें नेणणें । फेडिजे का जाणणें ।\n" +
                "तेंहि गिळूनि असणें । ऐसी जे दशा ॥ ९८२ ॥\n" +
                "तियेपरतें कांहीं । निपजणें आन नाहीं ।\n" +
                "म्हणौनि म्हणिपे पाहीं । परमसिद्धि ते ॥ ९८३ ॥\n" +
                "\n" +
                "\n" +
                "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे ।\n" +
                "समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा ॥ ५०॥\n" +
                "\n" +
                "\n" +
                "परी हेचि आत्मसिद्धि । जो कोणी भाग्यनिधि ।\n" +
                "श्रीगुरुकृपालब्धि\\- । काळीं पावे ॥ ९८४ ॥\n" +
                "उदयतांचि दिनकरु । प्रकाशुचि आते आंधारु ।\n" +
                "कां दीपसंगें कापुरु । दीपुचि होय ॥ ९८५ ॥\n" +
                "तया लवणाची कणिका । मिळतखेंवो उदका ।\n" +
                "उदकचि होऊनि देखा । ठाके जेवीं ॥ ९८६ ॥\n" +
                "कां निद्रितु चेवविलिया । स्वप्नेंसि नीद वायां ।\n" +
                "जाऊनि आपणपयां । मिळे जैसा ॥ ९८७ ॥\n" +
                "तैसें जया कोण्हासि दैवें । गुरुवाक्यश्रवणाचि सवें ।\n" +
                "द्वैत गिळोनि विसंवे । आपणया वृत्ती ॥ ९८८ ॥\n" +
                "तयासी मग कर्म करणें । हें बोलिजैलचि कवणें ।\n" +
                "आकाशा येणें जाणें । आहे काई ? । ॥ ९८९ ॥\n" +
                "म्हणौनि तयासि कांहीं । त्रिशुद्धि करणें नाहीं ।\n" +
                "परी ऐसें जरी हें कांहीं । नव्हे जया ॥ ९९० ॥\n" +
                "कानावचनाचिये भेटी- । सरिसाचि पैं किरीटी ।\n" +
                "वस्तु होऊनि उठी । कवणि एकु जो ॥ ९९१ ॥\n" +
                "येऱ्हवीं स्वकर्माचेनि वन्ही । काम्यनिषिद्धाचिया इंधनीं ।\n" +
                "रजतमें कीर दोन्ही । जाळिलीं आधीं ॥ ९९२ ॥\n" +
                "पुत्र वित्त परलोकु । यया तिहींचा अभिलाखु ।\n" +
                "घरीं होय पाइकु । हेंही जालें ॥ ९९३ ॥\n" +
                "इंद्रियें सैरा पदार्थीं । रिगतां विटाळलीं होतीं ।\n" +
                "तिये प्रत्याहार तीर्थीं । न्हाणिलीं कीर ॥ ९९४ ॥\n" +
                "आणि स्वधर्माचें फळ । ईश्वरीं अर्पूनि सकळ ।\n" +
                "घेऊनि केलें अढळ । वैराग्यपद ॥ ९९५ ॥\n" +
                "ऐसी आत्मसाक्षात्कारीं । लाभे ज्ञानाची उजरी ।\n" +
                "ते सामुग्री कीर पुरी । मेळविली ॥ ९९६ ॥\n" +
                "आणि तेचि समयीं । सद्गुरु भेटले पाहीं ।\n" +
                "तेवींचि तिहीं कांहीं । वंचिजेना ॥ ९९७ ॥\n" +
                "परी वोखद घेतखेंवो । काय लाभे आपला ठावो ? ।\n" +
                "कां उदयजतांचि दिवो । मध्यान्ह होय ? ॥ ९९८ ॥\n" +
                "सुक्षेत्रीं आणि वोलटें । बीजही पेरिलें गोमटें ।\n" +
                "तरी आलोट फळ भेटे । परी वेळे कीं गा ॥ ९९९ ॥\n" +
                "जोडला मार्गु प्रांजळु । मिनला सुसंगाचाही मेळु ।\n" +
                "तरी पाविजे वांचूनि वेळु । लागेचि कीं ॥ १००० ॥ ";
        stringBuilder5.append(aadhaya6);
        textView6.setText(stringBuilder5.toString());


        TextView textView7=findViewById(R.id.title7);
        StringBuilder stringBuilder6=new StringBuilder();
        String aadhaya7=" तैसा वैराग्यलाभु जाला । वरी सद्गुरुही भेटला ।\n" +
                "जीवीं अंकुरु फुटला । विवेकाचा ॥ १००१ ॥\n" +
                "तेणें ब्रह्म एक आथी । येर आघवीचि भ्रांती ।\n" +
                "हेही कीर प्रतीती । गाढ केली ॥ १००२ ॥\n" +
                "परी तेंचि जें परब्रह्म । सर्वात्मक सर्वोत्तम ।\n" +
                "मोक्षाचेंही काम । सरे जेथ ॥ १००३ ॥\n" +
                "यया तिन्ही अवस्था पोटीं । जिरवी जें गा किरीटी ।\n" +
                "तया ज्ञानासिही मिठी । दे जे वस्तु ॥ १००४ ॥\n" +
                "ऐक्याचें एकपण सरे । जेथ आनंदकणुही विरे ।\n" +
                "कांहींचि नुरोनि उरे । जें कांहीं गा ॥ १००५ ॥\n" +
                "तियें ब्रह्मीं ऐक्यपणें । ब्रह्मचि होऊनि असणें ।\n" +
                "तें क्रमेंचि करूनि तेणें । पाविजे पैं ॥ १००६ ॥\n" +
                "भुकेलियापासीं । वोगरिलें षड्रसीं ।\n" +
                "तो तृप्ति प्रतिग्रासीं । लाहे जेवीं ॥ १००७ ॥\n" +
                "तैसा वैराग्याचा वोलावा । विवेकाचा तो दिवा ।\n" +
                "आंबुथितां आत्मठेवा । काढीचि तो ॥ १००८ ॥\n" +
                "तरी भोगिजे आत्मऋद्धी । येवढी योग्यतेची सिद्धी ।\n" +
                "जयाच्या आंगीं निरवधी । लेणें जाली ॥ १००९ ॥\n" +
                "तो जेणें क्रमें ब्रह्म । होणें करी गा सुगम ।\n" +
                "तया क्रमाचें आतां वर्म । आईक सांगों ॥ १०१० ॥\n" +
                "\n" +
                "\n" +
                "बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च ।\n" +
                "शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च ॥ ५१॥\n" +
                "\n" +
                "\n" +
                "तरी गुरु दाविलिया वाटा । येऊन विवेकतीर्थतटा ।\n" +
                "धुऊनियां मळकटा । बुद्धीचा तेणें ॥ १०११ ॥\n" +
                "मग राहूनें उगळिली । प्रभा चंद्रें आलिंगिली ।\n" +
                "तैसी शुद्धत्वें जडली । आपणयां बुद्धि ॥ १०१२ ॥\n" +
                "सांडूनि कुळें दोन्ही । प्रियासी अनुसरे कामिनी ।\n" +
                "द्वंद्वत्यागें स्वचिंतनीं । पडली तैसी ॥ १०१३ ॥\n" +
                "आणि ज्ञान ऐसें जिव्हार । नेवों नेवों निरंतर ।\n" +
                "इंद्रियीं केले थोर । शब्दादिक जे ॥ १०१४ ॥\n" +
                "ते रश्मिजाळ काढलेया । मृगजळ जाय लया ।\n" +
                "तैसें वृत्तिरोधें तयां । पांचांही केलें ॥ १०१५ ॥\n" +
                "नेणतां अधमाचिया अन्ना । खादलिया कीजे वमना ।\n" +
                "तैसीं वोकविली सवासना । इंद्रियें विषयीं ॥ १०१६ ॥\n" +
                "मग प्रत्यगावृत्ती चोखटें । लाविलीं गंगेचेनि तटें ।\n" +
                "ऐसीं प्रायश्चित्तें धुवटें । केलीं येणें ॥ १०१७ ॥\n" +
                "पाठीं सात्विकें धीरें तेणें । शोधारलीं तियें करणें ।\n" +
                "मग मनेंसीं योगधारणें । मेळविलीं ॥ १०१८ ॥\n" +
                "तेवींचि प्राचीनें इष्टानिष्टें । भोगेंसीं येउनी भेटे ।\n" +
                "तेथ देखिलियाही वोखटें । द्वेषु न करी ॥ १०१९ ॥\n" +
                "ना गोमटेंचि विपायें । तें आणूनि पुढां सूये ।\n" +
                "तयालागीं न होये । साभिलाषु ॥ १०२० ॥\n" +
                "यापरी इष्टानिष्टींंं । रागद्वेष किरीटी ।\n" +
                "त्यजूनि गिरिकपाटीं । निकुंजीं वसे ॥ १०२१ ॥\n" +
                "\n" +
                "\n" +
                "विविक्तसेवी लघ्वाशी यतवाक्कायमानसः ।\n" +
                "ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः ॥ ५२॥\n" +
                "\n" +
                "\n" +
                "गजबजा सांडिलिया । वसवी वनस्थळिया ।\n" +
                "अंगाचियाचि मांदिया । एकलेया ॥ १०२२ ॥\n" +
                "शमदमादिकीं खेळे । न बोलणेंचि चावळे ।\n" +
                "गुरुवाक्याचेनि मेळें । नेणे वेळु ॥ १०२३ ॥\n" +
                "आणि आंगा बळ यावें । नातरी क्षुधा जावें ।\n" +
                "कां जिभीचे पुरवावे । मनोरथ ॥ १०२४ ॥\n" +
                "भोजन करितांविखीं । ययां तिहींतें न लेखी ।\n" +
                "आहारीं मिती संतोषीं । माप न सूये ॥ १०२५ ॥\n" +
                "अशनाचेनि पावकें । हारपतां प्राणु पोखे ।\n" +
                "इतुकियाचि भागु मोटकें । अशन करी ॥ १०२६ ॥\n" +
                "आणि परपुरुषें कामिली । कुळवधू आंग न घाली ।\n" +
                "निद्रालस्या न मोकली । आसन तैसें ॥ १०२७ ॥\n" +
                "दंडवताचेनि प्रसंगें । भुयीं हन अंग लागे ।\n" +
                "वांचूनि येर नेघे । राभस्य तेथ ॥ १०२८ ॥\n" +
                "देहनिर्वाहापुरतें । राहाटवी हातांपायांतें ।\n" +
                "किंबहुना आपैतें । सबाह्य केलें ॥ १०२९ ॥\n" +
                "आणि मनाचा उंबरा । वृत्तीसी देखों नेदी वीरा ।\n" +
                "तेथ कें वाग्व्यापारा । अवकाशु असे ? ॥ १०३० ॥\n" +
                "ऐसेनि देह वाचा मानस । हें जिणौनि बाह्यप्रदेश ।\n" +
                "आकळिलें आकाश । ध्यानाचें तेणें ॥ १०३१ ॥\n" +
                "गुरुवाक्यें उठविला । बोधीं निश्चयो आपुला ।\n" +
                "न्याहाळीं हातीं घेतला । आरिसा जैसा ॥ १०३२ ॥\n" +
                "पैं ध्याता आपणचि परी । ध्यानरूप वृत्तिमाझारीं ।\n" +
                "ध्येयत्वें घे हे अवधारीं । ध्यानरूढी गा ॥ १०३३ ॥\n" +
                "तेथ ध्येय ध्यान ध्याता । ययां तिहीं एकरूपता ।\n" +
                "होय तंव पंडुसुता । कीजे तें गा ॥ १०३४ ॥\n" +
                "म्हणौनि तो मुमुक्षु । आत्मज्ञानीं जाला दक्षु ।\n" +
                "परी पुढां सूनि पक्षु । योगाभ्यासाचा ॥ १०३५ ॥\n" +
                "अपानरंध्रद्वया । माझारीं धनंजया ।\n" +
                "पार्ष्णीं पिडूनियां । कांवरुमूळ ॥ १०३६ ॥\n" +
                "आकुंचूनि अध । देऊनि तिन्ही बंध ।\n" +
                "करूनि एकवद । वायुभेदी ॥ १०३७ ॥\n" +
                "कुंडलिनी जागवूनि । मध्यमा विकाशूनि ।\n" +
                "आधारादि भेदूनि । आज्ञावरी ॥ १०३८ ॥\n" +
                "सहस्त्रदळाचा मेघु । पीयुषें वर्षोनि चांगु ।\n" +
                "तो मूळवरी वोघु । आणूनियां ॥ १०३९ ॥\n" +
                "नाचतया पुण्यगिरी । चिद्भैरवाच्या खापरीं ।\n" +
                "मनपवनाची खीच पुरी । वाढूनियां ॥ १०४० ॥\n" +
                "जालिया योगाचा गाढा । मेळावा सूनि हा पुढां ।\n" +
                "ध्यान मागिलीकडां । स्वयंभ केलें ॥ १०४१ ॥\n" +
                "आणि ध्यान योग दोन्ही । इयें आत्मतत्वज्ञानीं ।\n" +
                "पैठा होआवया निर्विघ्नीं । आधींचि तेणें ॥ १०४२ ॥\n" +
                "वीतरागतेसारिखा । जोडूनि ठेविला सखा ।\n" +
                "तो आघवियाचि भूमिका- । सवें चाले ॥ १०४३ ॥\n" +
                "पहावें दिसे तंववरी । दिठीतें न संडी दीप जरी ।\n" +
                "तरी कें आहे अवसरी । देखावया ॥ १०४४ ॥\n" +
                "तैसें मोक्षीं प्रवर्तलया । वृत्ती ब्रह्मीं जाय लया ।\n" +
                "तंव वैराग्य आथी तया । भंगु कैचा । ॥ १०४५ ॥\n" +
                "म्हणौनि सवैराग्यु । ज्ञानाभ्यासु तो सभाग्यु ।\n" +
                "करूनि जाला योग्यु । आत्मलाभा ॥ १०४६ ॥\n" +
                "ऐसी वैराग्याची आंगीं । बाणूनियां वज्रांगीं ।\n" +
                "राजयोगतुरंगीं । आरूढला ॥ १०४७ ॥\n" +
                "वरी आड पडिलें दिठी । सानें थोर निवटी ।\n" +
                "तें बळीं विवेकमुष्टीं । ध्यानाचें खांडें ॥ १०४८ ॥\n" +
                "ऐसेनि संसाररणाआंतु । आंधारीं सूर्य तैसा असे जातु ।\n" +
                "मोक्षविजयश्रीये वरैतु । होआवयालागीं ॥ १०४९ ॥\n" +
                "\n" +
                "\n" +
                "अहंकारं बलं दर्पं कामं क्रोधं परिग्रहम् ।\n" +
                "विमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते ॥ ५३॥\n" +
                "\n" +
                "\n" +
                "तेथ आडवावया आले । दोषवैरी जे धोपटिले ।\n" +
                "तयांमाजीं पहिलें । देहाहंकारु ॥ १०५० ॥\n" +
                "जो न मोकली मारुनी । जीवों नेदी उपजवोनि ।\n" +
                "विचंबवी खोडां घालुनी । हाडांचिया ॥ १०५१ ॥\n" +
                "तयाचा देहदुर्ग हा थारा । मोडूनि घेतला तो वीरा ।\n" +
                "आणि बळ हा दुसरा । मारिला वैरी ॥ १०५२ ॥\n" +
                "जो विषयाचेनि नांवें । चौगुणेंही वरी थांवे ।\n" +
                "जेणें मृतावस्था धांवे । सर्वत्र जगा ॥ १०५३ ॥\n" +
                "तो विषय विषाचा अथावो । आघविया दोषांचा रावो ।\n" +
                "परी ध्यानखड्गाचा घावो । साहेल कैंचा ? ॥ १०५४ ॥\n" +
                "आणि प्रिय विषयप्राप्ती । करी जया सुखाची व्यक्ती ।\n" +
                "तेचि घालूनि बुंथी । आंगीं जो वाजे ॥ १०५५ ॥\n" +
                "जो सन्मार्गा भुलवी । मग अधर्माच्या आडवीं ।\n" +
                "सूनि वाघां सांपडवी । नरकादिकां ॥ १०५६ ॥\n" +
                "तो विश्वासें मारितां रिपु । निवटूनि घातला दर्पु ।\n" +
                "आणि जयाचा अहा कंपु । तापसांसी ॥ १०५७ ॥\n" +
                "क्रोधा ऐसा महादोखु । जयाचा देखा परिपाकु ।\n" +
                "भरिजे तंव अधिकु । रिता होय जो ॥ १०५८ ॥\n" +
                "तो कामु कोणेच ठायीं । नसे ऐसें केलें पाहीं ।\n" +
                "कीं तेंचि क्रोधाही । सहजें आलें ॥ १०५९ ॥\n" +
                "मुळाचें तोडणें जैसें । होय कां शाखोद्देशें ।\n" +
                "कामु नाशलेनि नाशे । तैसा क्रोधु ॥ १०६० ॥\n" +
                "म्हणौनि काम वैरी । जाला जेथ ठाणोरी ।\n" +
                "तेथ सरली वारी । क्रोधाचीही ॥ १०६१ ॥\n" +
                "आणि समर्थु आपुला खोडा । शिसें वाहवी जैसा होडा ।\n" +
                "तैसा भुंजौनि जो गाढा । परीग्रहो ॥ १०६२ ॥\n" +
                "जो माथांचि पालाणवी । अंगा अवगुण घालवी ।\n" +
                "जीवें दांडी घेववी । ममत्वाची ॥ १०६३ ॥\n" +
                "शिष्यशास्त्रादिविलासें । मठादिमुद्रेचेनि मिसें ।\n" +
                "घातले आहाती फांसे । निःसंगा जेणें ॥ १०६४ ॥\n" +
                "घरीं कुटुंबपणें सरे । तरी वनीं वन्य होऊनि अवतरे ।\n" +
                "नागवीयाही शरीरें । लागला आहे ॥ १०६५ ॥\n" +
                "ऐसा दुर्जयो जो परीग्रहो । तयाचा फेडूनि ठावो ।\n" +
                "भवविजयाचा उत्साहो । भोगीतसे जो ॥ १०६६ ॥\n" +
                "तेथ अमानित्वादि आघवे । ज्ञानगुणाचे जे मेळावे ।\n" +
                "ते कैवल्यदेशींचे आघवे । रावो जैसे आले ॥ १०६७ ॥\n" +
                "तेव्हां सम्यक्\u200Cज्ञानाचिया । राणिवा उगाणूनि तया ।\n" +
                "परिवारु होऊनियां । राहत आंगें ॥ १०६८ ॥\n" +
                "प्रवृत्तीचिये राजबिदीं । अवस्थाभेदप्रमदीं ।\n" +
                "कीजत आहे प्रतिपदीं । सुखाचें लोण ॥ १०६९ ॥\n" +
                "पुढां बोधाचिये कांबीवरी । विवेकु दृश्याची मांदी सारी ।\n" +
                "योगभूमिका आरती करी । येती जैसिया ॥ १०७० ॥\n" +
                "तेथ ऋद्धिसिद्धींचीं अनेगें । वृंदें मिळती प्रसंगें ।\n" +
                "तिये पुष्पवर्षीं आंगें । नाहातसे तो ॥ १०७१ ॥\n" +
                "ऐसेनि ब्रह्मैक्यासारिखें । स्वराज्य येतां जवळिकें ।\n" +
                "झळंबित आहे हरिखें । तिन्ही लोक ॥ १०७२ ॥\n" +
                "तेव्हां वैरियां कां मैत्रियां । तयासि माझें म्हणावया ।\n" +
                "समानता धनंजया । उरेचिही ना ॥ १०७३ ॥\n" +
                "हें ना भलतेणें व्याजें । तो जयातें म्हणे माझें ।\n" +
                "तें नोडवेचि कां दुजें । अद्वितीय जाला ॥ १०७४ ॥\n" +
                "पैं आपुलिया एकी सत्ता । सर्वही कवळूनिया पंडुसुता ।\n" +
                "कहीं न लगती ममता । धाडिली तेणें ॥ १०७५ ॥\n" +
                "ऐसा जिंतिलिया रिपुवर्गु । अपमानिलिया हें जगु ।\n" +
                "अपैसा योगतुरंगु । स्थिर जाला ॥ १०७६ ॥\n" +
                "वैराग्याचें गाढलें । अंगी त्राण होतें भलें ।\n" +
                "तेंही नावेक ढिलें । तेव्हां करी ॥ १०७७ ॥\n" +
                "आणि निवटी ध्यानाचें खांडें । तें दुजें नाहींचि पुढें ।\n" +
                "म्हणौनि हातु आसुडें । वृत्तीचाही ॥ १०७८ ॥\n" +
                "जैसें रसौषध खरें । आपुलें काज करोनि पुरें ।\n" +
                "आपणही नुरे । तैसें होतसे ॥ १०७९ ॥\n" +
                "देखोनि ठाकिता ठावो । धांवता थिरावे पावो ।\n" +
                "तैसा ब्रह्मसामीप्यें थावो । अभ्यासु सांडी ॥ १०८० ॥\n" +
                "घडतां महोदधीसी । गंगा वेगु सांडी जैसी ।\n" +
                "कां कामिनी कांतापासीं । स्थिर होय ॥ १०८१ ॥\n" +
                "नाना फळतिये वेळे । केळीची वाढी मांटुळे ।\n" +
                "कां गांवापुढें वळे । मार्गु जैसा ॥ १०८२ ॥\n" +
                "तैसा आत्मसाक्षात्कारु । होईल देखोनि गोचरु ।\n" +
                "ऐसा साधनहतियेरु । हळुचि ठेवी ॥ १०८३ ॥\n" +
                "म्हणौनि ब्रह्मेंसी तया । ऐक्याचा समो धनंजया ।\n" +
                "होतसे तैं उपाया । वोहटु पडे ॥ १०८४ ॥\n" +
                "मग वैराग्याची गोंधळुक । जे ज्ञानाभ्यासाचें वार्धक्य ।\n" +
                "योगफळाचाही परिपाक । दशा जे कां ॥ १०८५ ॥\n" +
                "ते शांति पैं गा सुभगा । संपूर्ण ये तयाचिया आंगा ।\n" +
                "तैं ब्रह्म होआवया जोगा । होय तो पुरुषु ॥ १०८६ ॥\n" +
                "पुनवेहुनी चतुर्दशी । जेतुलें उणेपण शशी ।\n" +
                "कां सोळे पाऊनि जैसी । पंधरावी वानी ॥ १०८७ ॥\n" +
                "सागरींही पाणी वेगें । संचरे तें रूप गंगे ।\n" +
                "येर निश्चळ जें उगें । तें समुद्रु जैसा ॥ १०८८ ॥\n" +
                "ब्रह्मा आणि ब्रह्महोतिये । योग्यते तैसा पाडु आहे ।\n" +
                "तेंचि शांतीचेनि लवलाहें । होय तो गा ॥ १०८९ ॥\n" +
                "पैं तेंचि होणेंनवीण । प्रतीती आलें जें ब्रह्मपण ।\n" +
                "ते ब्रह्म होती जाण । योग्यता येथ ॥ १०९० ॥\n" +
                "\n" +
                "\n" +
                "ब्रह्मभूतः प्रसन्नात्मा न शोचति न काण्\u200Cक्षति ।\n" +
                "समः सर्वेषु भूतेषु मद्भक्तिं लभते पराम् ॥ ५४॥\n" +
                "\n" +
                "\n" +
                "ते ब्रह्मभावयोग्यता । पुरुषु तो मग पंडुसुता ।\n" +
                "आत्मबोधप्रसन्नता\\- । पदीं बैसे ॥ १०९१ ॥\n" +
                "जेणें निपजे रससोय । तो तापुही जैं जाय ।\n" +
                "तैं ते कां होय । प्रसन्न जैसी ॥ १०९२ ॥\n" +
                "नाना भरतिया लगबगा । शरत्काळीं सांडिजे गंगा ।\n" +
                "कां गीत रहातां उपांगा । वोहटु पडे ॥ १०९३ ॥\n" +
                "तैसा आत्मबोधीं उद्यमु । करितां होय जो श्रमु ।\n" +
                "तोही जेथें समु । होऊनि जाय ॥ १०९४ ॥\n" +
                "आत्मबोधप्रशस्ती । हे तिये दशेची ख्याती ।\n" +
                "ते भोगितसे महामती । योग्यु तो गा ॥ १०९५ ॥\n" +
                "तेव्हां आत्मत्वें शोचावें । कांहीं पावावया कामावें ।\n" +
                "हें सरलें समभावें । भरितें तया ॥ १०९६ ॥\n" +
                "उदया येतां गभस्ती । नाना नक्षत्रव्यक्ती ।\n" +
                "हारवीजती दीप्ती । आंगिका जेवीं ॥ १०९७ ॥\n" +
                "तेवीं उठतिया आत्मप्रथा । हे भूतभेदव्यवस्था ।\n" +
                "मोडीत मोडीत पार्था । वास पाहे तो ॥ १०९८ ॥\n" +
                "पाटियेवरील अक्षरें । जैसीं पुसतां येती करें ।\n" +
                "तैसीं हारपती भेदांतरें । तयाचिये दृष्टी ॥ १०९९ ॥\n" +
                "तैसेनि अन्यथा ज्ञानें । जियें घेपती जागरस्वप्नें ।\n" +
                "तियें दोन्ही केलीं लीनें । अव्यक्तामाजीं ॥ ११०० ॥\n" +
                "मग तेंही अव्यक्त । बोध वाढतां झिजत ।\n" +
                "पुरलां बोधीं समस्त । बुडोनि जाय ॥ ११०१ ॥\n" +
                "जैसी भोजनाच्या व्यापारीं । क्षुधा जिरत जाय अवधारीं ।\n" +
                "मग तृप्तीच्या अवसरीं । नाहींच होय ॥ ११०२ ॥\n" +
                "नाना चालीचिया वाढी । वाट होत जाय थोडी ।\n" +
                "मग पातला ठायीं बुडी । देऊनि निमे ॥ ११०३ ॥\n" +
                "कां जागृति जंव जंव उद्दीपे । तंव तंव निद्रा हारपे ।\n" +
                "मग जागीनलिया स्वरूपें । नाहींच होय ॥ ११०४ ॥\n" +
                "हें ना आपुलें पूर्णत्व भेटें । जेथ चंद्रासीं वाढी खुंटे ।\n" +
                "तेथ शुक्लपक्षु आटे । निःशेषु जैसा ॥ ११०५ ॥\n" +
                "तैसा बोध्यजात गिळितु । बोधु बोधें ये मज आंतु ।\n" +
                "मिसळला तेथ साद्यंतु । अबोधु गेला ॥ ११०६ ॥\n" +
                "तेव्हां कल्पांताचिये वेळे । नदी सिंधूचें पेंडवळें ।\n" +
                "मोडूनि भरलें जळें । आब्रह्म जैसें ॥ ११०७ ॥\n" +
                "नाना गेलिया घट मठ । आकाश ठाके एकवट ।\n" +
                "कां जळोनि काष्ठें काष्ठ । वन्हीचि होय ॥ ११०८ ॥\n" +
                "नातरी लेणियांचे ठसे । आटोनि गेलिया मुसे ।\n" +
                "नामरूप भेदें जैसें । सांडिजे सोनें ॥ ११०९ ॥\n" +
                "हेंही असो चेइलया । तें स्वप्न नाहीं जालया ।\n" +
                "मग आपणचि आपणयां । उरिजे जैसें ॥ १११० ॥\n" +
                "तैसी मी एकवांचूनि कांहीं । तया तयाहीसकट नाहीं ।\n" +
                "हे चौथी भक्ति पाहीं । माझी तो लाहे ॥ ११११ ॥\n" +
                "येर आर्तु जिज्ञासु अर्थार्थी । हे भजती जिये पंथीं ।\n" +
                "ते तिन्ही पावोनी चौथी । म्हणिपत आहे ॥ १११२ ॥\n" +
                "येऱ्हवीं तिजी ना चौथी । हे पहिली ना सरती ।\n" +
                "पैं माझिये सहजस्थिती । भक्ति नाम ॥ १११३ ॥\n" +
                "जें नेणणें माझें प्रकाशूनि । अन्यथात्वें मातें दाऊनि ।\n" +
                "सर्वही सर्वीं भजौनि । बुझावीतसे जे ॥ १११४ ॥\n" +
                "जो जेथ जैसें पाहों बैसे । तया तेथ तैसेंचि असे ।\n" +
                "हें उजियेडें कां दिसे । अखंडें जेणें ॥ १११५ ॥\n" +
                "स्वप्नाचें दिसणें न दिसणें । जैसें आपलेनि असलेपणें ।\n" +
                "विश्वाचें आहे नाहीं जेणें । प्रकाशें तैसें ॥ १११६ ॥\n" +
                "ऐसा हा सहज माझा । प्रकाशु जो कपिध्वजा ।\n" +
                "तो भक्ति या वोजा । बोलिजे गा ॥ १११७ ॥\n" +
                "म्हणौनि आर्ताच्या ठायीं । हे आर्ति होऊनि पाहीं ।\n" +
                "अपेक्षणीय जें कांहीं । तें मीचि केला ॥ १११८ ॥\n" +
                "जिज्ञासुपुढां वीरेशा । हेचि होऊनि जिज्ञासा ।\n" +
                "मी कां जिज्ञास्यु ऐसा । दाखविला ॥ १११९ ॥\n" +
                "हेंचि होऊनि अर्थना । मीचि माझ्या अर्थीं अर्जुना ।\n" +
                "करूनि अर्थाभिधाना । आणी मातें ॥ ११२० ॥\n" +
                "एवं घेऊनि अज्ञानातें । माझी भक्ति जे हे वर्ते ।\n" +
                "ते दावी मज द्रष्टयातें । दृश्य करूनि ॥ ११२१ ॥\n" +
                "येथें मुखचि दिसे मुखें । या बोला कांहीं न चुके ।\n" +
                "तरी दुजेपण हें लटिकें । आरिसा करी ॥ ११२२ ॥\n" +
                "दिठी चंद्रचि घे साचें । परी येतुलें हें तिमिराचें ।\n" +
                "जे एकचि असे तयाचे । दोनी दावी ॥ ११२३ ॥\n" +
                "तैसा सर्वत्र मीचि मियां । घेपतसें भक्ति इया ।\n" +
                "परी दृश्यत्व हें वायां । अज्ञानवशें ॥ ११२४ ॥\n" +
                "तें अज्ञान आतां फिटलें । माझें दृष्टृत्व मज भेटलें ।\n" +
                "निजबिंबीं एकवटलें । प्रतिबिंब जैसें ॥ ११२५ ॥\n" +
                "पैं जेव्हांही असे किडाळ । तेव्हांही सोनेंचि अढळ ।\n" +
                "परी तें कीड गेलिया केवळ । उरे जैसें ॥ ११२६ ॥\n" +
                "हां गा पूर्णिमे आधीं कायी । चंद्रु सावयवु नाहीं ? ।\n" +
                "परी तिये दिवशीं भेटे पाहीं । पूर्णता तया ॥ ११२७ ॥\n" +
                "तैसा मीचि ज्ञानद्वारें । दिसें परी हस्तांतरें ।\n" +
                "मग दृष्टृत्व तें सरे । मियांचि मी लाभें ॥ ११२८ ॥\n" +
                "म्हणौनि दृश्यपथा- । अतीतु माझा पार्था ।\n" +
                "भक्तियोगु चवथा । म्हणितला गा ॥ ११२९ ॥\n" +
                "\n" +
                "\n" +
                "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः ।\n" +
                "ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम् ॥ ५५॥\n" +
                "\n" +
                "\n" +
                "या ज्ञान भक्ति सहज । भक्तु एकवटला मज ।\n" +
                "मीचि केवळ हें तुज । श्रुतही आहे ॥ ११३० ॥\n" +
                "जे उभऊनियां भुजा । ज्ञानिया आत्मा माझा ।\n" +
                "हे बोलिलों कपिध्वजा । सप्तमाध्यायीं ॥ ११३१ ॥\n" +
                "ते कल्पादीं भक्ति मियां । श्रीभागवतमिषें ब्रह्मया ।\n" +
                "उत्तम म्हणौनि धनंजया । उपदेशिली ॥ ११३२ ॥\n" +
                "ज्ञानी इयेतें स्वसंवित्ती । शैव म्हणती शक्ती ।\n" +
                "आम्ही परम भक्ती । आपुली म्हणो ॥ ११३३ ॥\n" +
                "हे मज मिळतिये वेळे । तया क्रमयोगियां फळे ।\n" +
                "मग समस्तही निखिळें । मियांचि भरे ॥ ११३४ ॥\n" +
                "तेथ वैराग्य विवेकेंसी । आटे बंध मोक्षेंसीं ।\n" +
                "वृत्ती तिये आवृत्तीसीं । बुडोनि जाय ॥ ११३५ ॥\n" +
                "घेऊनि ऐलपणातें । परत्व हारपें जेथें ।\n" +
                "गिळूनि चाऱ्ही भूतें । आकाश जैसें ॥ ११३६ ॥\n" +
                "तया परी थडथाद । साध्यसाधनातीत शुद्ध ।\n" +
                "तें मी होऊनि एकवद । भोगितो मातें ॥ ११३७ ॥\n" +
                "घडोनि सिंधूचिया आंगा । सिंधूवरी तळपे गंगा ।\n" +
                "तैसा पाडु तया भोगा । अवधारी जो ॥ ११३८ ॥\n" +
                "कां आरिसयासि आरिसा । उटूनि दाविलिया जैसा ।\n" +
                "देखणा अतिशयो तैसा । भोगणा तिये ॥ ११३९ ॥\n" +
                "हे असो दर्पणु नेलिया । तो मुख बोधुही गेलिया ।\n" +
                "देखलेंपण एकलेया । आस्वादिजे जेवीं ॥ ११४० ॥\n" +
                "चेइलिया स्वप्न नाशे । आपलें ऐक्यचि दिसे ।\n" +
                "ते दुजेनवीण जैसें । भोगिजे का ॥ ११४१ ॥\n" +
                "तोचि जालिया भोगु तयाचा । न घडे हा भावो जयांचा ।\n" +
                "तिहीं बोलें केवीं बोलाचा । उच्चारु कीजे ॥ ११४२ ॥\n" +
                "तयांच्या नेणों गांवीं । रवी प्रकाशी हन दिवी ।\n" +
                "कीं व्योमालागीं मांडवी । उभिली तिहीं ॥ ११४३ ॥\n" +
                "हां गा राजन्यत्व नव्हतां आंगीं । रावो रायपण काय भोगी ? ।\n" +
                "कां आंधारु हन आलिंगी । दिनकरातें ? ॥ ११४४ ॥\n" +
                "आणि आकाश जें नव्हे । तया आकाश काय जाणवे ? ।\n" +
                "रत्नाच्या रूपीं मिरवे । गुंजांचें लेणें ? ॥ ११४५ ॥\n" +
                "म्हणौनि मी होणें नाहीं । तया मीचि आहें केहीं ।\n" +
                "मग भजेल हें कायी । बोलों कीर ॥ ११४६ ॥\n" +
                "यालागीं तो क्रमयोगी । मी जालाचि मातें भोगी ।\n" +
                "तारुण्य कां तरुणांगीं । जियापरी ॥ ११४७ ॥\n" +
                "तरंग सर्वांगीं तोय चुंबी । प्रभा सर्वत्र विलसे बिंबीं ।\n" +
                "नाना अवकाश नभीं । लुंठतु जैसा ॥ ११४८ ॥\n" +
                "तैसा रूप होऊनि माझें । मातें क्रियावीण तो भजे ।\n" +
                "अलंकारु का सहजें । सोनयातें जेवीं ॥ ११४९ ॥\n" +
                "का चंदनाची द्रुती जैसी । चंदनीं भजे अपैसी ।\n" +
                "का अकृत्रिम शशीं । चंद्रिका ते ॥ ११५० ॥\n" +
                "तैसी क्रिया कीर न साहे । तऱ्ही अद्वैतीं भक्ति आहे ।\n" +
                "हें अनुभवाचिजोगें नव्हे । बोला{ऐ}सें ॥ ११५१ ॥\n" +
                "तेव्हां पूर्वसंस्कार छंदें । जें कांहीं तो अनुवादे ।\n" +
                "तेणें आळविलेनि वो दें । बोलतां मीचि ॥ ११५२ ॥\n" +
                "बोलतया बोलताचि भेटे । तेथें बोलिलें हें न घटे ।\n" +
                "तें मौन तंव गोमटें । स्तवन माझें ॥ ११५३ ॥\n" +
                "म्हणौनि तया बोलतां । बोली बोलतां मी भेटतां ।\n" +
                "मौन होय तेणें तत्वतां । स्तवितो मातें ॥ ११५४ ॥\n" +
                "तैसेंचि बुद्धी का दिठी । जें तो देखों जाय किरीटी ।\n" +
                "तें देखणें दृश्य लोटी । देखतेंचि दावी ॥ ११५५ ॥\n" +
                "आरिसया आधीं जैसें । देखतेंचि मुख दिसेअ ।\n" +
                "तयाचें देखणें तैसें । मेळवी द्रष्टें ॥ ११५६ ॥\n" +
                "दृश्य जाउनियां द्रष्टें । द्रष्टयासीचि जैं भेटे ।\n" +
                "तैं एकलेपणें न घटे । द्रष्टेपणही ॥ ११५७ ॥\n" +
                "तेथ स्वप्नींचिया प्रिया । चेवोनि झोंबो गेलिया ।\n" +
                "ठायिजे दोन्ही न होनियां । आपणचि जैसें ॥ ११५८ ॥\n" +
                "का दोहीं काष्ठाचिये घृष्टी\\- । माजीं वन्हि एक उठी ।\n" +
                "तो दोन्ही हे भाष आटी । आपणचि होय ॥ ११५९ ॥\n" +
                "नाना प्रतिबिंब हातीं । घेऊं गेलिया गभस्ती ।\n" +
                "बिंबताही असती । जाय जैसी ॥ ११६० ॥\n" +
                "तैसा मी होऊनि देखतें । तो घेऊं जाय दृश्यातें ।\n" +
                "तेथ दृश्य ने थितें । द्रष्टृत्वेंसीं ॥ ११६१ ॥\n" +
                "रवि आंधारु प्रकाशिता । नुरेचि जेवीं प्रकाश्यता ।\n" +
                "तेंवीं दृश्यीं नाही द्रष्टृता । मी जालिया ॥ ११६२ ॥\n" +
                "मग देखिजे ना न देखिजे । ऐसी जे दशा निपजे ।\n" +
                "ते तें दर्शन माझें । साचोकारें ॥ ११६३ ॥\n" +
                "तें भलतयाही किरीटी । पदार्थाचिया भेटी ।\n" +
                "द्रष्टृदृश्यातीता दृष्टी । भोगितो सदा ॥ ११६४ ॥\n" +
                "आणि आकाश हें आकाशें । दाटलें न ढळें जैसें ।\n" +
                "मियां आत्मेन आपणपें तैसें । जालें तया ॥ ११६५ ॥\n" +
                "कल्पांतीं उदक उदकें । रुंधिलिया वाहों ठाके ।\n" +
                "तैसा आत्मेनि मियां येकें । कोंदला तो ॥ ११६६ ॥\n" +
                "पावो आपणपयां वोळघे ? । केवीं वन्हि आपणपयां लागे ? ।\n" +
                "आपणपां पाणी रिघे । स्नाना कैसें ? ॥ ११६७ ॥\n" +
                "म्हणौनि सर्व मी जालेपणें । ठेलें तया येणें जाणें ।\n" +
                "तेंचि गा यात्रा करणें । अद्वया मज ॥ ११६८ ॥\n" +
                "पैं जळावरील तरंगु । जरी धाविन्नला सवेगु ।\n" +
                "तरी नाहीं भूमिभागु । क्रमिला तेणें ॥ ११६९ ॥\n" +
                "जें सांडावें कां मांडावें । जें चालणें जेणें चालावें ।\n" +
                "तें तोयचि एक आघवें । म्हणौनियां ॥ ११७० ॥\n" +
                "गेलियाही भलतेउता । उदकपणेंं पंडुसुता ।\n" +
                "तरंगाची एकात्मता । न मोडेचि जेवीं ॥ ११७१ ॥\n" +
                "तैसा मीपणें हा लोटला । तो आघवेंयाचि मजआंतु आला ।\n" +
                "या यात्रा होय भला । कापडी माझा ॥ ११७२ ॥\n" +
                "आणि शरीर स्वभाववशें । कांहीं येक करूं जरी बैसे ।\n" +
                "तरी मीचि तो तेणें मिषें । भेटे तया ॥ ११७३ ॥\n" +
                "तेथ कर्म आणि कर्ता । हें जाऊनि पंडुसुता ।\n" +
                "मियां आत्मेनि मज पाहतां । मीचि होय ॥ ११७४ ॥\n" +
                "पैं दर्पणातेंं दर्पणें । पाहिलिया होय न पाहणें ।\n" +
                "सोनें झांकिलिया सुवर्णें । ना झांकें जेवीं ॥ ११७५ ॥\n" +
                "दीपातें दीपें प्रकाशिजे । तें न प्रकाशणेंचि निपजे ।\n" +
                "तैसें कर्म मियां कीजे । तें करणें कैंचें ? ॥ ११७६ ॥\n" +
                "कर्मही करितचि आहे । जैं करावें हें भाष जाये ।\n" +
                "तैं न करणेंचि होये । तयाचें केलें ॥ ११७७ ॥\n" +
                "क्रियाजात मी जालेपणें । घडे कांहींचि न करणें ।\n" +
                "तयाचि नांव पूजणें । खुणेचें माझें ॥ ११७८ ॥\n" +
                "म्हणौनि करीतयाही वोजा । तें न करणें हेंचि कपिध्वजा ।\n" +
                "निफजे तिया महापूजा । पूजी तो मातें ॥ ११७९ ॥\n" +
                "एवं तो बोले तें स्तवन । तो देखे तें दर्शन ।\n" +
                "अद्वया मज गमन । तो चाले तेंचि ॥ ११८० ॥\n" +
                "तो करी तेतुली पूजा । तो कल्पी तो जपु माझा ।\n" +
                "तो असे तेचि कपिध्वजा । समाधी माझी ॥ ११८१ ॥\n" +
                "जैसें कनकेंसी कांकणें । असिजे अनन्यपणें ।\n" +
                "तो भक्तियोगें येणें । मजसीं तैसा ॥ ११८२ ॥\n" +
                "उदकीं कल्लोळु । कापुरीं परीमळु ।\n" +
                "रत्नीं उजाळु । अनन्यु जैसा ॥ ११८३ ॥\n" +
                "किंबहुना तंतूंसीं पटु । कां मृत्तिकेसीं घटु ।\n" +
                "तैसा तो एकवटु । मजसीं माझा ॥ ११८४ ॥\n" +
                "इया अनन्यसिद्धा भक्ती । या आघवाचि दृश्यजातीं ।\n" +
                "मज आपणपेंया सुमती । द्रष्टयातें जाण ॥ ११८५ ॥\n" +
                "तिन्ही अवस्थांचेनि द्वारें । उपाध्युपहिताकारें ।\n" +
                "भावाभावरूप स्फुरे । दृश्य जें हें ॥ ११८६ ॥\n" +
                "तें हें आघवेंचि मी द्रष्टा । ऐसिया बोधाचा माजिवटा ।\n" +
                "अनुभवाचा सुभटा । धेंडा तो नाचे ॥ ११८७ ॥\n" +
                "रज्जु जालिया गोचरु । आभासतां तो व्याळाकारु ।\n" +
                "रज्जुचि ऐसा निर्धारु । होय जेवीं ॥ ११८८ ॥\n" +
                "भांगारापरतें कांहीं । लेणें गुंजहीभरी नाहीं ।\n" +
                "हें आटुनियां ठायीं । कीजे जैसे ॥ ११८९ ॥\n" +
                "उदका येकापरतें । तरंग नाहींचि हें निरुतें ।\n" +
                "जाणोनि तया आकारातें । न घेपे जेवीं ॥ ११९० ॥\n" +
                "नातरी स्वप्नविकारां समस्तां । चेऊनियां उमाणें घेतां ।\n" +
                "तो आपणयापरौता । न दिसे जैसा ॥ ११९१ ॥\n" +
                "तैसें जें कांहीं आथी नाथी । येणें होय ज्ञेयस्फुर्ती ।\n" +
                "तें ज्ञाताचि मी हें प्रतीती । होऊनि भोगी ॥ ११९२ ॥\n" +
                "जाणे अजु मी अजरु । अक्षयो मी अक्षरु ।\n" +
                "अपूर्वु मी अपारु । आनंदु मी ॥ ११९३ ॥\n" +
                "अचळु मी अच्युतु । अनंतु मी अद्वैतु ।\n" +
                "आद्यु मी अव्यक्तु । व्यक्तुही मी ॥ ११९४ ॥\n" +
                "ईश्य मी ईश्वरु । अनादि मी अमरु ।\n" +
                "अभय मी आधारु । आधेय मी ॥ ११९५ ॥\n" +
                "स्वामी मी सदोदितु । सहजु मी सततु ।\n" +
                "सर्व मी सर्वगतु । सर्वातीतु मी ॥ ११९६ ॥\n" +
                "नवा मी पुराणु । शून्यु मी संपूर्णु ।\n" +
                "स्थुलु मी अणु । जें कांहीं तें मी ॥ ११९७ ॥\n" +
                "अक्रियु मी येकु । असंगु मी अशोकु ।\n" +
                "व्यापु मी व्यापकु । पुरुषोत्तमु मी ॥ ११९८ ॥\n" +
                "अशब्दु मी अश्रोत्रु । अरूपु मी अगोत्रु ।\n" +
                "समु मी स्वतंत्रु । ब्रह्म मी परु ॥ ११९९ ॥\n" +
                "ऐसें आत्मत्वें मज एकातें । इया अद्वयभक्ती जाणोनि निरुतें ।\n" +
                "आणि याही बोधा जाणतें । तेंही मीचि जाणें ॥ १२०० ॥ ";
        stringBuilder6.append(aadhaya7);
        textView7.setText(stringBuilder6.toString());


        TextView textView8=findViewById(R.id.title8);
        StringBuilder stringBuilder7=new StringBuilder();
        String aadhaya8=" पैं चेइलेयानंतरें । आपुलें एकपण उरे ।\n" +
                "तेंही तोंवरी स्फुरे । तयाशींचि जैसें ॥ १२०१ ॥\n" +
                "कां प्रकाशतां अर्कु । तोचि होय प्रकाशकु ।\n" +
                "तयाही अभेदा द्योतकु । तोचि जैसा ॥ १२०२ ॥\n" +
                "तैसा वेद्यांच्या विलयीं । केवळ वीदकु उरे पाहीं ।\n" +
                "तेणें जाणवें तया तेंही । हेंही जो जाणे ॥ १२०३ ॥\n" +
                "तया अद्वयपणा आपुलिया । जाणती ज्ञप्ती जे धनंजया ।\n" +
                "ते ईश्वरचि मी हे तया । बोधासि ये ॥ १२०४ ॥\n" +
                "मग द्वैताद्वैतातीत । मीचि आत्मा एकु निभ्रांत ।\n" +
                "हें जाणोनि जाणणें जेथ । अनुभवीं रिघे ॥ १२०५ ॥\n" +
                "तेथ चेइलियां येकपण । दिसे जे आपुलया आपण ।\n" +
                "तेंही जातां नेणों कोण । होईजे जेवीं ॥ १२०६ ॥\n" +
                "कां डोळां देखतिये क्षणीं । सुवर्णपण सुवर्णीं ।\n" +
                "नाटितां होय आटणी । अळंकाराचीही ॥ १२०७ ॥\n" +
                "नाना लवण तोय होये । मग क्षारता तोयत्वें राहे ।\n" +
                "तेही जिरतां जेवीं जाये । जालेपण तें ॥ १२०८ ॥\n" +
                "तैसा मी तो हें जें असे । तें स्वानंदानुभवसमरसें ।\n" +
                "कालवूनिया प्रवेशे । मजचिमाजीं ॥ १२०९ ॥\n" +
                "आणि तो हे भाष जेथ जाये । तेथे मी हें कोण्हासी आहे ।\n" +
                "ऐसा मी ना तो तिये सामाये । माझ्याचि रूपीं ॥ १२१० ॥\n" +
                "जेव्हां कापुर जळों सरे । तयाचि नाम अग्नि पुरी ।\n" +
                "मग उभयतातीत उरे । आकाश जेवीं ॥ १२११ ॥\n" +
                "का धाडलिया एका एकु । वाढे तो शून्य विशेखु ।\n" +
                "तैसा आहे नाहींचा शेखु । मीचि मग आथी ॥ १२१२ ॥\n" +
                "तेथ ब्रह्मा आत्मा ईशु । यया बोला मोडे सौरसु ।\n" +
                "न बोलणें याही पैसु । नाहीं तेथ ॥ १२१३ ॥\n" +
                "न बोलणेंही न बोलोनी । तें बोलिजे तोंड भरुनी ।\n" +
                "जाणिव नेणिव नेणोनी । जाणिजे तें ॥ १२१४ ॥\n" +
                "तेथ बुझिजे बोधु बोधें । आनंंदु घेपे आनंदें ।\n" +
                "सुखावरी नुसधें । सुखचि भोगिजे ॥ १२१५ ॥\n" +
                "तेथ लाभु जोडला लाभा । प्रभा आलिंगिली प्रभा ।\n" +
                "विस्मयो बुडाला उभा । विस्मयामाजीं ॥ १२१६ ॥\n" +
                "शमु तेथ सामावला । विश्रामु विश्रांति आला ।\n" +
                "अनुभवु वेडावला । अनुभूतिपणें ॥ १२१७ ॥\n" +
                "किंबहुना ऐसें निखळ । मीपण जोडे तया फळ ।\n" +
                "सेवूनि वेली वेल्हाळ । क्रमयोगाची ते ॥ १२१८ ॥\n" +
                "पैं क्रमयोगिया किरीटी । चक्रवर्तीच्या मुकुटीं ।\n" +
                "मी चिद्रत्न तें साटोवाटीं । होय तो माझा ॥ १२१९ ॥\n" +
                "कीं क्रमयोगप्रासादाचा । कळसु जो हा मोक्षाचा ।\n" +
                "तयावरील अवकाशाचा । उवावो जाला तो ॥ १२२० ॥\n" +
                "नाना संसार आडवीं । क्रमयोग वाट बरवी ।\n" +
                "जोडिली ते मदैक्यगांवीं । पैठी जालीसे ॥ १२२१ ॥\n" +
                "हें असो क्रमयोगबोधें । तेणें भक्तिचिद्गांगें ।\n" +
                "मी स्वानंदोदधी वेगें । ठाकिला कीं गा ॥ १२२२ ॥\n" +
                "हा ठायवरी सुवर्मा । क्रमयोगीं आहे महिमा ।\n" +
                "म्हणौनि वेळोवेळां तुम्हां । सांगतों आम्ही ॥ १२२३ ॥\n" +
                "पैं देशें काळें पदार्थें । साधूनि घेइजे मातें ।\n" +
                "तैसा नव्हे मी आयतें । सर्वांचें सर्वही ॥ १२२४ ॥\n" +
                "म्हणौनि माझ्या ठायीं । जाचावें न लगे कांहीं ।\n" +
                "मी लाभें इयें उपायीं । साचचि गा ॥ १२२५ ॥\n" +
                "एक शिष्य एक गुरु । हा रूढला साच व्यवहारु ।\n" +
                "तो मत्प्राप्तिप्रकारु । जाणावया ॥ १२२६ ॥\n" +
                "अगा वसुधेच्या पोटीं । निधान सिद्ध किरीटी ।\n" +
                "वन्हि सिद्ध काष्ठीं । वोहां दूध ॥ १२२७ ॥\n" +
                "परी लाभे तें असतें । तया कीजे उपायातें ।\n" +
                "येर सिद्धचि तैसा तेथें । उपायीं मी ॥ १२२८ ॥\n" +
                "हा फळहीवरी उपावो । कां पां प्रस्तावीतसे देवो ।\n" +
                "हे पुसतां परी अभिप्रावो । येथिंचा ऐसा ॥ १२२९ ॥\n" +
                "जे गीतार्थाचें चांगावें । मोक्षोपायपर आघवें ।\n" +
                "आन शास्त्रोपाय कीं नव्हे । प्रमाणसिद्ध ॥ १२३० ॥\n" +
                "वारा आभाळचि फेडी । वांचूनि सूर्यातें न घडी ।\n" +
                "कां हातु बाबुळी धाडी । तोय न करी ॥ १२३१ ॥\n" +
                "तैसा आत्मदर्शनीं आडळु । असे अविद्येचा जो मळु ।\n" +
                "तो शास्त्र नाशी येरु निर्मळु । मी प्रकाशें स्वयें ॥ १२३२ ॥\n" +
                "म्हणौनि आघवींचि शास्त्रें । अविद्याविनाशाचीं पात्रें ।\n" +
                "वांचोनि न होतीं स्वतंत्रें । आत्मबोधीं ॥ १२३३ ॥\n" +
                "तया अध्यात्मशास्त्रांसीं । जैं साचपणाची ये पुसी ।\n" +
                "तैं येइजे जया ठायासी । ते हे गीता ॥ १२३४ ॥\n" +
                "भानुभूषिता प्राचिया । सतेजा दिशा आघविया ।\n" +
                "तैसी शास्त्रेश्वरा गीता या । सनाथें शास्त्रें ॥ १२३५ ॥\n" +
                "हें असो येणें शास्त्रेश्वरें । मागां उपाय बहुवे विस्तारें ।\n" +
                "सांगितला जैसा करें । घेवों ये आत्मा ॥ १२३६ ॥\n" +
                "परी प्रथमश्रवणासवें । अर्जुना विपायें हें फावे ।\n" +
                "हा भावो सकणवे । धरूनि श्रीहरी ॥ १२३७ ॥\n" +
                "तेंचि प्रमेय एक वेळ । शिष्यीं होआवया अढळ ।\n" +
                "सांगतसे मुकुल । मुद्रा आतां ॥ १२३८ ॥\n" +
                "आणि प्रसंगें गीता । ठावोही हा संपता ।\n" +
                "म्हणौनि दावी आद्यंता । एकार्थत्व ॥ १२३९ ॥\n" +
                "जे ग्रंथाच्या मध्यभागीं । नाना अधिकारप्रसंगीं ।\n" +
                "निरूपण अनेगीं । सिद्धांतीं केलें ॥ १२४० ॥\n" +
                "तरी तेतुलेही सिद्धांत । इयें शास्त्रीं प्रस्तुत ।\n" +
                "हे पूर्वापर नेणत । कोण्ही जैं मानी ॥ १२४१ ॥\n" +
                "तैं महासिद्धांताचा आवांका । सिद्धांतकक्षा अनेका ।\n" +
                "भिडऊनि आरंभु देखा । संपवीतु असे ॥ १२४२ ॥\n" +
                "एथ अविद्यानाशु हें स्थळ । तेणें मोक्षोपादान फळ ।\n" +
                "या दोहीं केवळ । साधन ज्ञान ॥ १२४३ ॥\n" +
                "हें इतुलेंचि नानापरी । निरूपिलें ग्रंथविस्तारीं ।\n" +
                "तें आतां दोहीं अक्षरीं । अनुवादावें ॥ १२४४ ॥\n" +
                "म्हणौनि उपेयही हातीं । जालया उपायस्थिती ।\n" +
                "देव प्रवर्तले तें पुढती । येणेंचि भावें ॥ १२४५ ॥\n" +
                "\n" +
                "\n" +
                "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः ।\n" +
                "मत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम् ॥ ५६॥\n" +
                "\n" +
                "\n" +
                "मग म्हणे गा सुभटा । तो क्रमयोगिया निष्ठा ।\n" +
                "मी हौनी होय पैठा । माझ्या रूपीं ॥ १२४६ ॥\n" +
                "स्वकर्माच्या चोखौळीं । मज पूजा करूनि भलीं ।\n" +
                "तेणें प्रसादें आकळी । ज्ञाननिष्ठेतें ॥ १२४७ ॥\n" +
                "ते ज्ञाननिष्ठा जेथ हातवसे । तेथ भक्ति माझी उल्लासे ।\n" +
                "तिया भजन समरसें । सुखिया होय ॥ १२४८ ॥\n" +
                "आणि विश्वप्रकाशितया । आत्मया मज आपुलिया ।\n" +
                "अनुसरे जो करूनियां । सर्वत्रता हे ॥ १२४९ ॥\n" +
                "सांडूनि आपुला आडळ । लवण आश्रयी जळ ।\n" +
                "कां हिंडोनि राहे निश्चळ । वायु व्योमीं ॥ १२५० ॥\n" +
                "तैसा बुद्धी वाचा कायें । जो मातें आश्रऊनि ठाये ।\n" +
                "तो निषिद्धेंही विपायें । कर्में करूं ॥ १२५१ ॥\n" +
                "परी गंगेच्या संबंधीं । बिदी आणि महानदी ।\n" +
                "येक तेवीं माझ्या बोधीं । शुभाशुभांसी ॥ १२५२ ॥\n" +
                "कां बावनें आणि धुरें । हा निवाडु तंवचि सरे ।\n" +
                "जंव न घेपती वैश्वानरें । कवळूनि दोन्ही ॥ १२५३ ॥\n" +
                "ना पांचिकें आणि सोळें । हें सोनया तंवचि आलें ।\n" +
                "जंव परिसु आंगमेळें । एकवटीना ॥ १२५४ ॥\n" +
                "तैसें शुभाशुभ ऐसें । हें तंवचिवरी आभासे ।\n" +
                "जंव येकु न प्रकाशे । सर्वत्र मी ॥ १२५५ ॥\n" +
                "अगा रात्री आणि दिवो । हा तंवचि द्वैतभावो ।\n" +
                "जंव न रिगिजे गांवो । गभस्तीचा ॥ १२५६ ॥\n" +
                "म्हणौनि माझिया भेटी । तयाचीं सर्व कर्में किरीटी ।\n" +
                "जाऊनि बैसे तो पाटीं । सायुज्याच्या ॥ १२५७ ॥\n" +
                "देशें काळें स्वभावें । वेंचु जया न संभवे ।\n" +
                "तें पद माझें पावे । अविनाश तो ॥ १२५८ ॥\n" +
                "किंबहुना पंडुसुता । मज आत्मयाची प्रसन्नता ।\n" +
                "लाहे तेणें न पविजतां । लाभु कवणु असे ॥ १२५९ ॥\n" +
                "\n" +
                "\n" +
                "चेतसा सर्वकर्माणि मयि संन्यस्य मत्परः ।\n" +
                "बुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव ॥ ५७॥\n" +
                "\n" +
                "\n" +
                "याकारणें गा तुवां इया । सर्व कर्मा आपुलिया ।\n" +
                "माझ्या स्वरूपीं धनंजया । संन्यासु कीजे ॥ १२६० ॥\n" +
                "परी तोचि संन्यासु वीरा । करणीयेचा झणें करा ।\n" +
                "आत्मविवेकीं धरा । चित्तवृत्ति हे ॥ १२६१ ॥\n" +
                "मग तेणें विवेकबळें । आपणपें कर्मावेगळें ।\n" +
                "माझ्या स्वरूपीं निर्मळें । देखिजेल ॥ १२६२ ॥\n" +
                "आणि कर्माचि जन्मभोये । प्रकृति जे का आहे ।\n" +
                "ते आपणयाहूनि बहुवे । देखसी दूरी ॥ १२६३ ॥\n" +
                "तेथ प्रकृति आपणयां । वेगळी नुरे धनंजया ।\n" +
                "रूपेंवीण का छाया । जियापरी ॥ १२६४ ॥\n" +
                "ऐसेनि प्रकृतिनाशु । जालया कर्मसंन्यासु ।\n" +
                "निफजेल अनायासु । सकारणु ॥ १२६५ ॥\n" +
                "मग कर्मजात गेलया । मी आत्मा उरें आपणपयां ।\n" +
                "तेथ बुद्धि घापे करूनियां । पतिव्रता ॥ १२६६ ॥\n" +
                "बुद्धि अनन्य येणें योगें । मजमाजीं जैं रिगे ।\n" +
                "तैं चित्त चैत्यत्यागें । मातेंचि भजे ॥ १२६७ ॥\n" +
                "ऐसें चैत्यजातें सांडिलें । चित्त माझ्या ठायीं जडलें ।\n" +
                "ठाके तैसें वहिलें । सर्वदा करी ॥ १२६८ ॥\n" +
                "\n" +
                "\n" +
                "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि ।\n" +
                "अथ चेत्त्वमहंकारान्न श्रोष्यसि विनण्\u200Cक्ष्यसि ॥ ५८॥\n" +
                "\n" +
                "\n" +
                "मग अभिन्ना इया सेवा । चित्त मियांचि भरेल जेधवां ।\n" +
                "माझा प्रसादु जाण तेधवां । संपूर्ण जाहला ॥ १२६९ ॥\n" +
                "तेथ सकळ दुःखधामें । भुंजीजती जियें मृत्युजन्में ।\n" +
                "तियें दुर्गमेंचि सुगमें । होती तुज ॥ १२७० ॥\n" +
                "सूर्याचेनि सावायें । डोळा सावाइला होये ।\n" +
                "तैं अंधाराचा आहे । पाडु तया ? ॥ १२७१ ॥\n" +
                "तैसा माझेनि प्रसादें । जीवकणु जयाचा उपमर्दे ।\n" +
                "तो संसराचेनी बाधे । बागुलें केवीं ? ॥ १२७२ ॥\n" +
                "म्हणौनि धनंजया । तूं संसारदुर्गती यया ।\n" +
                "तरसील माझिया । प्रसादास्तव ॥ १२७३ ॥\n" +
                "अथवा हन अहंभावें । माझें बोलणें हें आघवें ।\n" +
                "कानामनाचिये शिंवे । नेदिसी टेंकों ॥ १२७४ ॥\n" +
                "तरी नित्य मुक्त अव्ययो । तूं आहासि तें होऊनि वावो ।\n" +
                "देहसंबंधाचा घावो । वाजेल आंगीं ॥ १२७५ ॥\n" +
                "जया देहसंबंधा आंतु । प्रतिपदीं आत्मघातु ।\n" +
                "भुंजतां उसंतु । कहींचि नाहीं ॥ १२७६ ॥\n" +
                "येवढेनि दारुणें । निमणेनवीण निमणें ।\n" +
                "पडेल जरी बोलणें । नेघसी माझें ॥ १२७७ ॥\n" +
                "\n" +
                "\n" +
                "यदहंकारमाश्रित्य न योत्स्य इति मन्यसे ।\n" +
                "मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति ॥ ५९॥\n" +
                "\n" +
                "\n" +
                "पथ्यद्वेषिया पोषी ज्वरु । कां दीपद्वेषिया अंधकारु ।\n" +
                "विवेकद्वेषें अहंकारु । पोषूनि तैसा ॥ १२७८ ॥\n" +
                "स्वदेहा नाम अर्जुनु । परदेहा नाम स्वजनु ।\n" +
                "संग्रामा नाम मलिनु । पापाचारु ॥ १२७९ ॥\n" +
                "इया मती आपुलिया । तिघां तीन नामें ययां ।\n" +
                "ठेऊनियां धनंजया । न झुंजें ऐसा ॥ १२८० ॥\n" +
                "जीवामाजीं निष्टंकु । करिसी जो आत्यंतिकु ।\n" +
                "तो वायां धाडील नैसर्गिकु । स्वभावोचि तुझा ॥ १२८१ ॥\n" +
                "आणि मी अर्जुन हे आत्मिक । ययां वधु करणें हें पातक ।\n" +
                "हे मायावांचूनि तात्त्विक । कांहीं आहे ? ॥ १२८२ ॥\n" +
                "आधीं जुंझार तुवां होआवें । मग झुंजावया शस्त्र घेयावें ।\n" +
                "कां न जुंझावया करावें । देवांगण ॥ १२८३ ॥\n" +
                "म्हणौनि न झुंजणें । म्हणसी तें वायाणें ।\n" +
                "ना मानूं लोकपणें । लोकदृष्टीही ॥ १२८४ ॥\n" +
                "तऱ्ही न झुंजें ऐसें । निष्टंकीसी जें मानसें ।\n" +
                "तें प्रकृति अनारिसें । करवीलचि ॥ १२८५ ॥\n" +
                "\n" +
                "\n" +
                "स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा ।\n" +
                "कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोपि तत् ॥ ६०॥\n" +
                "\n" +
                "\n" +
                "पैं पूर्वे वाहतां पाणी । पव्हिजे पश्चिमेचे वाहणीं ।\n" +
                "तरी आग्रहोचि उरे तें आणी । आपुलिया लेखा ॥ १२८६ ॥\n" +
                "कां साळीचा कणु म्हणे । मी नुगवें साळीपणें ।\n" +
                "तरी आहे आन करणें । स्वभावासी ? ॥ १२८७ ॥\n" +
                "तैसा क्षात्रंस्कारसिद्धा । प्रकृती घडिलासी प्रबुद्धा ।\n" +
                "आता नुठी म्हणसी हा धांदा । परी उठवीजसीचि तूं ॥ १२८८ ॥\n" +
                "पैं शौर्य तेज दक्षता । एवमादिक पंडुसुता ।\n" +
                "गुण दिधले जन्मतां । प्रकृती तुज ॥ १२८९ ॥\n" +
                "तरी तयाचिया समवाया\\- । अनुरूप धनंजया ।\n" +
                "न करितां उगलियां । नयेल असों ॥ १२९० ॥\n" +
                "म्हणौनियां तिहीं गुणीं । बांधिलासि तूं कोदंडपाणी ।\n" +
                "त्रिशुद्धी निघसी वाहणीं । क्षात्राचिया ॥ १२९१ ॥\n" +
                "ना हें आपुलें जन्ममूळ । न विचारीतचि केवळ ।\n" +
                "न झुंजें ऐसें अढळ । व्रत जरी घेसी ॥ १२९२ ॥\n" +
                "तरी बांधोनि हात पाये । जो रथीं घातला होये ।\n" +
                "तो न चाले तरी जाये । दिगंता जेवीं ॥ १२९३ ॥\n" +
                "तैसा तूं आपुलियाकडुनी । मीं कांहींच न करीं म्हणौनि ।\n" +
                "ठासी परी भरंवसेनि । तूंचि करिसी ॥ १२९४ ॥\n" +
                "उत्तरु वैराटींचा राजा । पळतां तूं कां निघालासी झुंजा ? ।\n" +
                "हा क्षात्रस्वभावो तुझा । झुंजवील तुज ॥ १२९५ ॥\n" +
                "महावीर अकरा अक्षौहिणी । तुवां येकें नागविले रणांगणीं ।\n" +
                "तो स्वभावो कोदंडपाणी । झुंजवील तूंतें ॥ १२९६ ॥\n" +
                "हां गा रोगु कायी रोगिया । आवडे दरिद्र दरिद्रिया ? ।\n" +
                "परी भोगविजे बळिया । अदृष्टें जेणें ॥ १२९७ ॥\n" +
                "तें अदृष्ट अनारिसें । न करील ईश्वरवशें ।\n" +
                "तो ईश्वरुही असे । हृदयीं तुझ्या ॥ १२९८ ॥\n" +
                "\n" +
                "\n" +
                "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति ।\n" +
                "भ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया ॥ ६१॥\n" +
                "\n" +
                "\n" +
                "सर्व भूतांच्या अंतरीं । हृदय महाअंबरीं ।\n" +
                "चिद्वृत्तीच्या सहस्त्रकरीं । उदयला असे जो ॥ १२९९ ॥\n" +
                "अवस्थात्रय तिन्हीं लोक । प्रकाशूनि अशेख ।\n" +
                "अन्यथादृष्टि पांथिक । चेवविले ॥ १३०० ॥\n" +
                "वेद्योदकाच्या सरोवरीं । फांकतां विषयकल्हारीं ।\n" +
                "इंद्रियषट्पदा चारी । जीवभ्रमरातें ॥ १३०१ ॥\n" +
                "असो रूपक हें तो ईश्वरु । सकल भूतांचा अहंकारु ।\n" +
                "पांघरोनि निरंतरु । उल्हासत असे ॥ १३०२ ॥\n" +
                "स्वमायेचें आडवस्त्र । लावूनि एकला खेळवी सूत्र ।\n" +
                "बाहेरी नटी छायाचित्र । चौर्याशीं लक्ष ॥ १३०३ ॥\n" +
                "तया ब्रह्मादिकीटांता । अशेषांही भूतजातां ।\n" +
                "देहाकार योग्यता । पाहोनि दावी ॥ १३०४ ॥\n" +
                "तेथ जें देह जयापुढें । अनुरूपपणें मांडे ।\n" +
                "तें भूत तया आरूढे । हें मी म्हणौनि ॥ १३०५ ॥\n" +
                "सूत सूतें गुंतलें । तृण तृणचि बांधलें ।\n" +
                "कां आत्मबिंबा घेतलें । बाळकें जळीं ॥ १३०६ ॥\n" +
                "तयापरी देहाकारें । आपणपेंचि दुसरें ।\n" +
                "देखोनि जीव आविष्करें । आत्मबुद्धि ॥ १३०७ ॥\n" +
                "ऐसेनि शरीराकारीं । यंत्रीं भूतें अवधारीं ।\n" +
                "वाहूनि हालवी दोरी । प्राचीनाची ॥ १३०८ ॥\n" +
                "तेथ जया जें कर्मसूत्र । मांडूनि ठेविलें स्वतंत्र ।\n" +
                "तें तिये गती पात्र । होंचि लागे ॥ १३०९ ॥\n" +
                "किंबहुना धनुर्धरा । भूतांतें स्वर्गसंसारा ।\n" +
                "\\-माजीं भोवंडी तृणें वारा । आकाशीं जैसा ॥ १३१० ॥\n" +
                "भ्रामकाचेनि संगें । जैसें लोहो वेढा रिगे ।\n" +
                "तैसीं ईश्वरसत्तायोगें । चेष्टती भूतें ॥ १३११ ॥\n" +
                "जैसे चेष्टा आपुलिया । समुद्रादिक धनंजया ।\n" +
                "चेष्टती चंद्राचिया । सन्निधी येकीं ॥ १३१२ ॥\n" +
                "तया सिंधू भरितें दाटें । सोमकांता पाझरु फुटे ।\n" +
                "कुमुदांचकोरांचा फिटे । संकोचु तो ॥ १३१३ ॥\n" +
                "तैसीं बीजप्रकृतिवशें । अनेकें भूतें येकें ईशें ।\n" +
                "चेष्टवीजती तो असे । तुझ्या हृदयीं ॥ १३१४ ॥\n" +
                "अर्जुनपण न घेतां । मी ऐसें जें पंडुसुता ।\n" +
                "उठतसे तें तत्वता । तयाचें रूप ॥ १३१५ ॥\n" +
                "यालागीं तो प्रकृतीतें । प्रवर्तवील हें निरुतें ।\n" +
                "आणि तें झुंजवील तूंतें । न झुंजशी जऱ्ही ॥ १३१६ ॥\n" +
                "म्हणौनि ईश्वर गोसावी । तेणें प्रकृती हे नेमावी ।\n" +
                "तिया सुखें राबवावीं । इंद्रियें आपुलीं ॥ १३१७ ॥\n" +
                "तूं करणें न करणें दोन्हीं । लाऊनि प्रकृतीच्या मानीं ।\n" +
                "प्रकृतीही कां अधीनी । हृदयस्था जया ॥ १३१८ ॥\n" +
                "\n" +
                "\n" +
                "तमेव शरणं गच्छ सर्वभावेन भारत ।\n" +
                "तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् ॥ ६२॥\n" +
                "\n" +
                "\n" +
                "तया अहं वाचा चित्त आंग । देऊनिया शरण रिग ।\n" +
                "महोदधी कां गांग । रिगालें जैसें ॥ १३१९ ॥\n" +
                "मग तयाचेनि प्रसादें । सर्वोपशांतिप्रमदे ।\n" +
                "कांतु होऊनिया स्वानंदें । स्वरूपींचि रमसी ॥ १३२० ॥\n" +
                "संभूति जेणें संभवे । विश्रांति जेथें विसंवे ।\n" +
                "अनुभूतिही अनुभवे । अनुभवा जया ॥ १३२१ ॥\n" +
                "तिये निजात्मपदींचा रावो । होऊनि ठाकसी अव्यवो ।\n" +
                "म्हणे लक्ष्मीनाहो । पार्था तूं गा ॥ १३२२ ॥\n" +
                "\n" +
                "\n" +
                "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया ।\n" +
                "विमृश्यैतदशेषेण यथेच्छसि तथा कुरु ॥ ६३॥\n" +
                "\n" +
                "\n" +
                "हें गीता नाम विख्यात । सर्ववाङ्गमयाचें मथित ।\n" +
                "आत्मा जेणें हस्तगत । रत्न होय ॥ १३२३ ॥\n" +
                "ज्ञान ऐसिया रूढी । वेदांतीं जयाची प्रौढी ।\n" +
                "वानितां कीर्ति चोखडी । पातली जगीं ॥ १३२४ ॥\n" +
                "बुद्ध्यादिकें डोळसें । हें जयाचें कां कडवसें ।\n" +
                "मी सर्वद्रष्टाही दिसें । पाहला जया ॥ १३२५ ॥\n" +
                "तें हें गा आत्मज्ञान । मज गोप्याचेंही गुप्त धन ।\n" +
                "परी तूं म्हणौनि आन । केवीं करूं ? ॥ १३२६ ॥\n" +
                "याकारणें गा पांडवा । आम्हीं आपुला हा गुह्य ठेवा ।\n" +
                "तुज दिधला कणवा । जाकळिलेपणें ॥ १३२७ ॥\n" +
                "जैसी भुलली वोरसें । माय बोले बाळा दोषें ।\n" +
                "प्रीति ही परी तैसें । न करूंचि हो ॥ १३२८ ॥\n" +
                "येथ आकाश आणि गाळिजे । अमृताही साली फेडिजे ।\n" +
                "कां दिव्याकरवीं करविजे । दिव्य जैसे ॥ १३२९ ॥\n" +
                "जयाचेनि अंगप्रकाशें । पाताळींचा परमाणु दिसे ।\n" +
                "तया सूर्याहि का जैसे । अंजन सूदलें ॥ १३३० ॥\n" +
                "तैसें सर्वज्ञेंही मियां । सर्वही निर्धारूनियां ।\n" +
                "निकें होय तें धनंजया । सांगितलें तुज ॥ १३३१ ॥\n" +
                "आतां तूं ययावरी । निकें हें निर्धारीं ।\n" +
                "निर्धारूनि करीं । आवडे तैसें ॥ १३३२ ॥\n" +
                "यया देवाचिया बोला । अर्जुनु उगाचि ठेला ।\n" +
                "तेथ देवो म्हणती भला । अवंचकु होसी ॥ १३३३ ॥\n" +
                "वाढतयापुढें भुकेला । उपरोधें म्हणे मी धाला ।\n" +
                "तैं तोचि पीडे आपुला । आणि दोषुही तया ॥ १३३४ ॥\n" +
                "तैसा सर्वज्ञु श्रीगुरु । भेटलिया आत्मनिर्धारु ।\n" +
                "न पुसिजे जैं आभारु । धरूनियां ॥ १३३५ ॥\n" +
                "तैं आपणपेंचि वंचे । आणि पापही वंचनाचें ।\n" +
                "आपणयाचि साचें । चुकविलें तेणें ॥ १३३६ ॥\n" +
                "पैं उगेपणा तुझिया । हा अभिप्रावो कीं धनंजया ।\n" +
                "जें एकवेळ आवांकुनियां । सांगावें ज्ञान ॥ १३३७ ॥\n" +
                "तेथ पार्थु म्हणे दातारा । भलें जाणसी माझिया अंतरा ।\n" +
                "हें म्हणों तरी दुसरा । जाणता असे काई ? ॥ १३३८ ॥\n" +
                "येर ज्ञेय हें जी आघवें । तूं ज्ञाता एकचि स्वभावें ।\n" +
                "मा सूर्यु म्हणौनि वानावें । सूर्यातें काई ? ॥ १३३९ ॥\n" +
                "या बोला श्रीकृष्णें । म्हणितलें काय येणें ।\n" +
                "हेंचि थोडें गा वानणें । जें बुझतासि तूं ॥ १३४० ॥\n" +
                "\n" +
                "\n" +
                "सर्वगुह्यतमं भूयः शृणु मे परमं वचः ।\n" +
                "इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् ॥ ६४॥\n" +
                "\n" +
                "\n" +
                "तरी अवधान पघळ । करूनियाम् आणिक येक वेळ ।\n" +
                "वाक्य माझें निर्मळ । अवधारीं पां ॥ १३४१ ॥\n" +
                "हें वाच्य म्हणौनि बोलिजे । कां श्राव्य मग आयिकिजे ।\n" +
                "तैसें नव्हें परी तुझें । भाग्य बरवें ॥ १३४२ ॥\n" +
                "कूर्मीचिया पिलियां । दिठी पान्हा ये धनंजया ।\n" +
                "कां आकाश वाहे बापिया । घरींचें पाणी ॥ १३४३ ॥\n" +
                "जो व्यवहारु जेथ न घडे । तयाचें फळचि तेथ जोडे ।\n" +
                "काय दैवें न सांपडे । सानुकूळें ? ॥ १३४४ ॥\n" +
                "येऱ्हवीं द्वैताची वारी । सारूनि ऐक्याच्या परीवरीं ।\n" +
                "भोगिजे तें अवधारीं । रहस्य हें ॥ १३४५ ॥\n" +
                "आणि निरुपचारा प्रेमा । विषय होय जें प्रियोत्तमा ।\n" +
                "तें दुजें नव्हे कीं आत्मा । ऐसेंचि जाणावें ॥ १३४६ ॥\n" +
                "आरिसाचिया देखिलया । गोमटें कीजे धनंजया ।\n" +
                "तें तया नोहे आपणयां । लागीं जैसें ॥ १३४७ ॥\n" +
                "तैसें पार्था तुझेनि मिषें । मी बोलें आपणयाचि उद्देशें ।\n" +
                "माझ्या तुझ्या ठाईं असे । मीतूंपण गा ॥ १३४८ ॥\n" +
                "म्हणौनि जिव्हारींचें गुज । सांगतसे जीवासी तुज ।\n" +
                "हें अनन्यगतीचें मज । आथी व्यसन ॥ १३४९ ॥\n" +
                "पैम् जळा आपणपें देतां । लवण भुललें पंडुसुता ।\n" +
                "कीं आघवें तयाचें होतां । न लजेचि तें ॥ १३५० ॥\n" +
                "तैसा तूं माझ्या ठाईं । राखों नेणसीचि कांहीं ।\n" +
                "तरी आतां तुज काई । गोप्य मी करूं ? ॥ १३५१ ॥\n" +
                "म्हणौनि आघवींचि गूढें । जें पाऊनि अति उघडें ।\n" +
                "तें गोप्य माझें चोखडें । वाक्य आइक ॥ १३५२ ॥\n" +
                "\n" +
                "\n" +
                "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु ।\n" +
                "मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ॥ ६५॥\n" +
                "\n" +
                "\n" +
                "तरी बाह्य आणि अंतरा । आपुलिया सर्व व्यापारा ।\n" +
                "मज व्यापकातें वीरा । विषयो करीं ॥ १३५३ ॥\n" +
                "आघवा आंगीं जैसा । वायु मिळोनि आहे आकाशा ।\n" +
                "तूं सर्व कर्मीं तैसा । मजसींचि आस ॥ १३५४ ॥\n" +
                "किंबहुना आपुलें मन । करीं माझें एकायतन ।\n" +
                "माझेनि श्रवणें कान । भरूनि घालीं ॥ १३५५ ॥\n" +
                "आत्मज्ञानें चोखडीं । संत जे माझीं रूपडीं ।\n" +
                "तेथ दृष्टि पडो आवडी । कामिनी जैसी ॥ १३५६ ॥\n" +
                "मीं सर्व वस्तीचें वसौटें । माझीं नामें जियें चोखटें ।\n" +
                "तियें जियावया वाटे । वाचेचिये लावीं ॥ १३५७ ॥\n" +
                "हातांचें करणें । कां पायांचें चालणें ।\n" +
                "तें होय मजकारणें । तैसें करीं ॥ १३५८ ॥\n" +
                "आपुला अथवा परावा । ठायीं उपकरसी पांडवा ।\n" +
                "तेणें यज्ञें होईं बरवा । याज्ञिकु माझा ॥ १३५९ ॥\n" +
                "हें एकैक शिकऊं काई । पैं सेवकें आपुल्या ठाईं ।\n" +
                "उरूनि येर सर्वही । मी सेव्यचि करीं ॥ १३६० ॥\n" +
                "तेथ जाऊनिया भूतद्वेषु । सर्वत्र नमवैन मीचि एकु ।\n" +
                "ऐसेनि आश्रयो आत्यंतिकु । लाहसी तूं माझा ॥ १३६१ ॥\n" +
                "मग भरलेया जगाआंतु । जाऊनि तिजयाची मातु ।\n" +
                "होऊनि ठायील एकांतु । आम्हां तुम्हां ॥ १३६२ ॥\n" +
                "तेव्हां भलतिये आवस्थे । मी तूतें तूं मातें ।\n" +
                "भोगिसी ऐसें आइतें । वाढेल सुख ॥ १३६३ ॥\n" +
                "आणि तिजें आडळ करितें । निमालें अर्जुना जेथें ।\n" +
                "तें मीचि म्हणौनि तूं मातें । पावसी शेखीं ॥ १३६४ ॥\n" +
                "जैसी जळींची प्रतिभा । जळनाशीं बिंबा ।\n" +
                "येतां गाभागोभा । कांहीं आहे ? ॥ १३६५ ॥\n" +
                "पैं पवनु अंबरा । कां कल्लोळु सागरा ।\n" +
                "मिळतां आडवारा । कोणाचा गा ? ॥ १३६६ ॥\n" +
                "म्हणौनि तूं आणि आम्हीं । हें दिसताहे देहधर्मीं ।\n" +
                "मग ययाच्या विरामीं । मीचि होसी ॥ १३६७ ॥\n" +
                "यया बोलामाझारीं । होय नव्हे झणें करीं ।\n" +
                "येथ आन आथी तरी । तुझीचि आण ॥ १३६८ ॥\n" +
                "पैं तुझी आण वाहणें । हें आत्मलिंगातें शिवणें ।\n" +
                "प्रीतीची जाति लाजणें । आठवों नेदी ॥ १३६९ ॥\n" +
                "येऱ्हवीं वेद्यु निष्प्रपंचु । जेणें विश्वाभासु हा साचु ।\n" +
                "आज्ञेचा नटनाचु । काळातें जिणें ॥ १३७० ॥\n" +
                "तो देवो मी सत्यसंकल्पु । आणि जगाच्या हितीं बापु ।\n" +
                "मा आणेचा आक्षेपु । कां करावा ? ॥ १३७१ ॥\n" +
                "परी अर्जुना तुझेनि वेधें । मियां देवपणाचीं बिरुदें ।\n" +
                "सांडिलीं गा मी हे आधें । सगळेनि तुवां ॥ १३७२ ॥\n" +
                "पैं काजा आपुलिया । रावो आपुली आपणया ।\n" +
                "आण वाहे धनंजया । तैसें हें कीं ॥ १३७३ ॥\n" +
                "तेथ अर्जुनु म्हणे देवें । अचाट हें न बोलावें ।\n" +
                "जे आमचें काज नांवें । तुझेनि एके ॥ १३७४ ॥\n" +
                "यावरी सांगों बैससी । कां सांगतां भाषही देसी ।\n" +
                "या तुझिया विनोदासी । पारु आहे जी ? ॥ १३७५ ॥\n" +
                "कमळवना विकाशु । करी रवीचा एक अंशु ।\n" +
                "तेथ आघवाचि प्रकाशु । नित्य दे तो ॥ १३७६ ॥\n" +
                "पृथ्वी निवऊनि सागर । भरीजती येवढें थोर ।\n" +
                "वर्षे तेथ मिषांतर । चातकु कीं ॥ १३७७ ॥\n" +
                "म्हणौनि औदार्या तुझेया । मज निमित्त ना म्हणावया ।\n" +
                "प्राप्ति असे दानीराया । कृपानिधी ॥ १३७८ ॥\n" +
                "तंव देवो म्हणती राहें । या बोलाचा प्रस्तावो नोहे ।\n" +
                "पैं मातें पावसी उपायें । साचचि येणें ॥ १३७९ ॥\n" +
                "सैंधव सिंधू पडलिया । जो क्षणु धनंजया ।\n" +
                "तेणें विरेचि कीं उरावया । कारण कायी ? ॥ १३८० ॥\n" +
                "तैसें सर्वत्र मातें भजतां । सर्व मी होतां अहंता ।\n" +
                "निःशेष जाऊनि तत्वता । मीचि होसी ॥ १३८१ ॥\n" +
                "एवं माझिये प्राप्तीवरी । कर्मालागोनि अवधारीं ।\n" +
                "दाविली तुज उजरी । उपायांची ॥ १३८२ ॥\n" +
                "जे आधीं तंव पंडुसुता । सर्व कर्में मज अर्पितां ।\n" +
                "सर्वत्र प्रसन्नता । लाहिजे माझी ॥ १३८३ ॥\n" +
                "पाठीं माझ्या इये प्रसादीं । माझें ज्ञान जाय सिद्धी ।\n" +
                "तेणें मिसळिजे त्रिशुद्धी । स्वरूपीं माझ्या ॥ १३८४ ॥\n" +
                "मग पार्था तिये ठायीं । साध्य साधन होय नाहीं ।\n" +
                "किंबहुना तुज कांहीं । उरेचि ना ॥ १३८५ ॥\n" +
                "तरी सर्व कर्में आपलीं । तुवां सर्वदा मज अर्पिलीं ।\n" +
                "तेणें प्रसन्नता लाधली । आजि हे माझी ॥ १३८६ ॥\n" +
                "म्हणौनि येणें प्रसादबळें । नव्हे झुंजाचेनि आडळें ।\n" +
                "न ठाकेचि येकवेळे । भाळलों तुज ॥ १३८७ ॥\n" +
                "जेणें सप्रपंच अज्ञान जाये । एकु मी गोचरु होये ।\n" +
                "तें उपपत्तीचेनि उपायें । गीतारूप हें ॥ १३८८ ॥\n" +
                "मियां ज्ञान तुज आपुलें । नानापरी उपदेशिलें ।\n" +
                "येणें अज्ञानजात सांडी वियालें । धर्माधर्म जें ॥ १३८९ ॥\n" +
                "\n" +
                "\n" +
                "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज ।\n" +
                "अहं त्वां सर्वपापेभ्यो मोक्ष्ययिष्यामि मा शुचः ॥ ६६॥\n" +
                "\n" +
                "\n" +
                "आशा जैसी दुःखातें । व्यालीं निंदा दुरितें ।\n" +
                "हे असो जैसें दैन्यातें । दुर्भगत्व ॥ १३९० ॥\n" +
                "तैसें स्वर्गनरकसूचक । अज्ञान व्यालें धर्मादिक ।\n" +
                "तें सांडूनि घालीं अशेख । ज्ञानें येणें ॥ १३९१ ॥\n" +
                "हातीं घेऊन तो दोरु । सांडिजे जैसा सर्पाकारु ।\n" +
                "कां निद्रात्यागें घराचारु । स्वप्नींचा जैसा ॥ १३९२ ॥\n" +
                "नाना सांडिलेनि कवळें । चंद्रींचें धुये पिंवळें ।\n" +
                "व्याधित्यागें कडुवाळें\\- । पण मुखाचें ॥ १३९३ ॥\n" +
                "अगा दिवसा पाठीं देउनी । मृगजळ घापे त्यजुनी ।\n" +
                "कां काष्ठत्यागें वन्ही । त्यजिजे जैसा ॥ १३९४ ॥\n" +
                "तैसें धर्माधर्माचें टवाळ । दावी अज्ञान जें कां मूळ ।\n" +
                "तें त्यजूनि त्यजीं सकळ । धर्मजात ॥ १३९५ ॥\n" +
                "मग अज्ञान निमालिया । मीचि येकु असे अपैसया ।\n" +
                "सनिद्र स्वप्न गेलया । आपणपें जैसें ॥ १३९६ ॥\n" +
                "तैसा मी एकवांचूनि कांहीं । मग भिन्नाभिन्न आन नाहीं ।\n" +
                "सोऽहंबोधें तयाच्या ठायीं । अनन्यु होय ॥ १३९७ ॥\n" +
                "पैंं आपुलेनि भेदेंविण । माझें जाणिजे जें एकपण ।\n" +
                "तयाचि नांव शरण । मज यीणें गा ॥ १३९८ ॥\n" +
                "जैसें घटाचेनि नाशें । गगनीं गगन प्रवेशे ।\n" +
                "मज शरण येणें तैसें । ऐक्य करी ॥ १३९९ ॥\n" +
                "सुवर्णमणि सोनया । ये कल्लोळु जैसा पाणिया ।\n" +
                "तैसा मज धनंजया । शरण ये तूं ॥ १४०० ॥ ";
        stringBuilder7.append(aadhaya8);
        textView8.setText(stringBuilder7.toString());


        TextView textView9=findViewById(R.id.title9);
        StringBuilder stringBuilder8=new StringBuilder();
        String aadhaya9=" वांचूनि सागराच्या पोटीं । वडवानळु शरण आला किरीटी ।\n" +
                "जाळूनि ठाके तया गोठी । वाळूनि दे पां ॥ १४०१ ॥\n" +
                "मजही शरण रिघिजे । आणि जीवत्वेंचि असिजे ।\n" +
                "धिग् बोली यिया न लजे । प्रज्ञा केवीं ॥ १४०२ ॥\n" +
                "अगा प्राकृताही राया । आंगीं पडे जें धनंजया ।\n" +
                "तें दासिरूंहि कीं तया । समान होय ॥ १४०३ ॥\n" +
                "मा मी विश्वेश्वरु भेटे । आणि जीवग्रंथी न सुटे ।\n" +
                "हे बोल नको वोखटें । कानीं लाऊं ॥ १४०४ ॥\n" +
                "म्हणौनि मी होऊनि मातें । सेवणें आहे आयितें ।\n" +
                "तें करीं हातां येतें । ज्ञानें येणें ॥ १४०५ ॥\n" +
                "मग ताकौनियां काढिलें । लोणी मागौतें ताकीं घातलें ।\n" +
                "परी न घेपेचि कांहींं केलें । तेणें जेवीं ॥ १४०६ ॥\n" +
                "तैसें अद्वयत्वें मज । शरण रिघालिया तुज ।\n" +
                "धर्माधर्म हे सहज । लागतील ना ॥ १४०७ ॥\n" +
                "लोह उभें खाय माती । तें परीसाचिये संगतीं ।\n" +
                "सोनें जालया पुढती । न शिविजे मळें ॥ १४०८ ॥\n" +
                "हें असो काष्ठापासोनि । मथूनि घेतलिया वन्ही ।\n" +
                "मग काष्ठेंही कोंडोनी । न ठके जैसा ॥ १४०९ ॥\n" +
                "अर्जुना काय दिनकरु । देखत आहे अंधारु ।\n" +
                "कीं प्रबोधीं होय गोचरु । स्वप्नभ्रमु । ॥ १४१० ॥\n" +
                "तैसें मजसी येकवटलेया । मी सर्वरूप वांचूनियां ।\n" +
                "आन कांहीं उरावया । कारण असे ? ॥ १४११ ॥\n" +
                "म्हणौनि तयाचें कांहीं । चिंतीं न आपुल्या ठायीं ।\n" +
                "तुझें पापपुण्य पाहीं । मीचि होईन ॥ १४१२ ॥\n" +
                "तेथ सर्वबंधलक्षणें । पापें उरावें दुजेपणें ।\n" +
                "तें माझ्या बोधीं वायाणें । होऊनि जाईल ॥ १४१३ ॥\n" +
                "जळीं पडिलिया लवणा । सर्वही जळ होईल विचक्षणा ।\n" +
                "तुज मी अनन्यशरणा । होईन तैसा ॥ १४१४ ॥\n" +
                "येतुलेनि आपैसया । सुटलाचि आहसी धनंजया ।\n" +
                "घेईं मज प्रकाशोनियां । सोडवीन तूंतें ॥ १४१५ ॥\n" +
                "याकारणें पुढती । हे आधी न वाहे चित्तीं ।\n" +
                "मज एकासि ये सुमती । जाणोनि शरण ॥ १४१६ ॥\n" +
                "ऐसें सर्वरूपरूपसें । सर्वदृष्टिडोळसें ।\n" +
                "सर्वदेशनिवासें । बोलिलें श्रीकृष्णें ॥ १४१७ ॥\n" +
                "मग सांवळा सकंकणु । बाहु पसरोनि दक्षिणु ।\n" +
                "आलिंगिला स्वशरणु । भक्तराजु तो ॥ १४१८ ॥\n" +
                "न पवतां जयातें । काखे सूनि बुद्धीतें ।\n" +
                "बोंलणें मागौतें । वोसरलें ॥ १४१९ ॥\n" +
                "ऐसें जें कांहीं येक । बोला बुद्धीसिही अटक ।\n" +
                "तें द्यावया मिष । खेवाचें केलें ॥ १४२० ॥\n" +
                "हृदया हृदय येक जाले । ये हृदयींचें ते हृदयीं घातलें ।\n" +
                "द्वैत न मोडितां केलें । आपणा{ऐ}सें अर्जुना ॥ १४२१ ॥\n" +
                "दीपें दीप लाविला । तैसा परीष्वंगु तो जाला ।\n" +
                "द्वैत न मोडितां केला । आपणपें पार्थुं ॥ १४२२ ॥\n" +
                "तेव्हां सुखाचा मग तया । पूरु आला जो धनंजया ।\n" +
                "तेथ वाडु तऱ्हीं बुडोनियां ॥ ठेला देवो ॥ १४२३॥\n" +
                "सिंधु सिंधूतें पावों जाये । तें पावणें ठाके दुणा होये ।\n" +
                "वरी रिगे पुरवणिये । आकाशही ॥ १४२४ ॥\n" +
                "तैसें तयां दोघांचें मिळणें । दोघां नावरे जाणावें कवणें ।\n" +
                "किंबहुना श्रीनारायणें । विश्व कोंदलें ॥ १४२५ ॥\n" +
                "एवं वेदाचें मूळसूत्र । सर्वाधिकारैकपवित्र ।\n" +
                "श्रीकृष्णें गीताशास्त्र । प्रकट केलें ॥ १४२६ ॥\n" +
                "येथ गीता मूळ वेदां । ऐसें केवीं पां आलें बोधा ।\n" +
                "हें म्हणाल तरी प्रसिद्धा । उपपत्ति सांगों ॥ १४२७ ॥\n" +
                "तरी जयाच्या निःश्वासीं । जन्म झाले वेदराशी ।\n" +
                "तो सत्यप्रतिज्ञ पैजेसीं । बोलला स्वमुखें ॥ १४२८ ॥\n" +
                "म्हणौनि वेदां मूळभूत । गीता म्हणों हें होय उचित ।\n" +
                "आणिकही येकी येथ । उपपत्ति असे ॥ १४२९ ॥\n" +
                "जें न नशतु स्वरूपें । जयाचा विस्तारु जेथ लपे ।\n" +
                "तें तयांचें म्हणिपे । बीज जगीं ॥ १४३० ॥\n" +
                "तरी कांडत्रयात्मकु । शब्दराशी अशेखु ।\n" +
                "गीतेमाजीं असे रुखु । बीजीं जैसा ॥ १४३१ ॥\n" +
                "म्हणौनि वेदांचें बीज । श्रीगीता होय हें मज ।\n" +
                "गमे आणि सहज । दिसतही आहे ॥ १४३२ ॥\n" +
                "जे वेदांचे तिन्ही भाग । गीते उमटले असती चांग ।\n" +
                "भूषणरत्नीं सर्वांग । शोभलें जैसें ॥ १४३३ ॥\n" +
                "तियेचि कर्मादिकें तिन्ही । कांडें कोणकोणे स्थानीं ।\n" +
                "गीते आहाति तें नयनीं । दाखऊं आईक ॥ १४३४ ॥\n" +
                "तरी पहिला जो अध्यावो । तो शास्त्रप्रवृत्तिप्रस्तावो ।\n" +
                "द्वितीयीं साङ्ख्यसद्भावो । प्रकाशिला ॥ १४३५ ॥\n" +
                "मोक्षदानीं स्वतंत्र । ज्ञानप्रधान हें शास्त्र ।\n" +
                "येतुलालें दुजीं सूत्र । उभारिलें ॥ १४३६ ॥\n" +
                "मग अज्ञानें बांधलेयां । मोक्षपदीं बैसावया ।\n" +
                "साधनारंभु तो तृतीया\\- । ध्यायीं बोलिला ॥ १४३७ ॥\n" +
                "जे देहाभिमान बंधें । सांडूनि काम्यनिषिद्धें ।\n" +
                "विहित परी अप्रमादें । अनुष्ठावें ॥ १४३८ ॥\n" +
                "ऐसेनि सद्भावें कर्म करावें । हा तिजा अध्यावो जो देवें ।\n" +
                "निर्णय केला तें जाणावें । कर्मकांड येथ ॥ १४३९ ॥\n" +
                "आणि तेंचि नित्यादिक । अज्ञानाचें आवश्यक ।\n" +
                "आचरतां मोंचक । केवीं होय पां ॥ १४४० ॥\n" +
                "ऐसी अपेक्षा जालिया । बद्ध मुमुक्षुते आलिया ।\n" +
                "देवें ब्रह्मार्पणत्वें क्रिया । सांगितली ॥ १४४१ ॥\n" +
                "जे देहवाचामानसें । विहित निपजे जें जैसें ।\n" +
                "तें एक ईश्वरोद्देशें । कीजे म्हणितलें ॥ १४४२ ॥\n" +
                "हेंचि ईश्वरीं कर्मयोगें । भजनकथनाचें खागें ।\n" +
                "आदरिलें शेषभागें । चतुर्थाचेनी ॥ १४४३ ॥\n" +
                "तें विश्वरूप अकरावा । अध्यावो संपे जंव आघवा ।\n" +
                "तंव कर्में ईशु भजावा । हें जें बोलिलें ॥ १४४४ ॥\n" +
                "तें अष्टाध्यायीं उघड । जाण येथें देवताकांड ।\n" +
                "शास्त्र सांगतसे आड । मोडूनि बोलें ॥ १४४५ ॥\n" +
                "आणि तेणेंचि ईशप्रसादें । श्रीगुरुसंप्रदायलब्धें ।\n" +
                "साच ज्ञान उद्बोधे । कोंवळें जें ॥ १४४६ ॥\n" +
                "तें अद्वेष्टादिप्रभृतिकीं । अथवा अमानित्वादिकीं ।\n" +
                "वाढविजे म्हणौनि लेखी । बारावा गणूं ॥ १४४७ ॥\n" +
                "तो बारावा अध्याय आदी । आणि पंधरावा अवधी ।\n" +
                "ज्ञानफळपाकसिद्धी । निरूपणासीं ॥ १४४८ ॥\n" +
                "म्हणौनि चहूंही इहीं । ऊर्ध्वमूळांतीं अध्यायीं ।\n" +
                "ज्ञानकांड ये ठायीं । निरूपिजे ॥ १४४९ ॥\n" +
                "एवं कांडत्रयनिरूपणी । श्रुतीचि हे कोडिसवाणी ।\n" +
                "गीतापद्यरत्नांचीं लेणीं । लेयिली आहे ॥ १४५० ॥\n" +
                "हें असो कांडत्रयात्मक । श्रुति मोक्षरूप फळ येक ।\n" +
                "बोभावे जें आवश्यक । ठाकावें म्हणौनि ॥ १४५१ ॥\n" +
                "तयाचेनि साधन ज्ञानेंसीं । वैर करी जो प्रतिदिवशीं ।\n" +
                "तो अज्ञानवर्ग षोडशीं । प्रतिपादिजे ॥ १४५२ ॥\n" +
                "तोचि शास्त्राचा बोळावा । घेवोनि वैरी जिणावा ।\n" +
                "हा निरोपु तो सतरावा । अध्याय येथ ॥ १४५३ ॥\n" +
                "ऐसा प्रथमालागोनि । सतरावा लाणी करूनी ।\n" +
                "आत्मनिश्वास विवरूनी । दाविला देवें ॥ १४५४ ॥\n" +
                "तया अर्थजातां अशेषां । केला तात्पर्याचा आवांका ।\n" +
                "तो हा अठरावा देखा । कलशाध्यायो ॥ १४५५ ॥\n" +
                "एवं सकळसंख्यासिद्धु । श्रीभागवद्गीता प्रबंधु ।\n" +
                "हा औदार्यें आगळा वेदु । मूर्तु जाण ॥ १४५६ ॥\n" +
                "वेदु संपन्नु होय ठाईं । परी कृपणु ऐसा आनु नाहीं ।\n" +
                "जे कानीं लागला तिहीं । वर्णांच्याचि ॥ १४५७ ॥\n" +
                "येरां भवव्याथा ठेलियां । स्त्रीशूद्रादिकां प्राणियां ।\n" +
                "अनवसरू मांडूनियां । राहिला आहे ॥ १४५८ ॥\n" +
                "तरी मज पाहतां तें मागील उणें । फेडावया गीतापणें ।\n" +
                "वेदु वेठला भलतेणें । सेव्य होआवया ॥ १४५९ ॥\n" +
                "ना हे अर्थु रिगोनि मनीं । श्रवणें लागोनि कानीं ।\n" +
                "जपमिषें वदनीं । वसोनियां ॥ १४६० ॥\n" +
                "ये गीतेचा पाठु जो जाणे । तयाचेनि सांगातीपणें ।\n" +
                "गीता लिहोनि वाहाणें । पुस्तकमिषें ॥ १४६१ ॥\n" +
                "ऐसैसा मिसकटां । संसाराचा चोहटा ।\n" +
                "गवादी घालीत चोखटा । मोक्षसुखाची ॥ १४६२ ॥\n" +
                "परी आकाशीं वसावया । पृथ्वीवरी बैसावया ।\n" +
                "रविदीप्ति राहाटावया । आवारु नभ ॥ १४६३ ॥\n" +
                "तेवीं उत्तम अधम ऐसें । सेवितां कवणातेंही न पुसे ।\n" +
                "कैवल्यदानें सरिसें । निववीत जगा ॥ १४६४ ॥\n" +
                "यालागीं मागिली कुटी । भ्याला वेदु गीतेच्या पोटीं ।\n" +
                "रिगाला आतां गोमटी । कीर्ति पातला ॥ १४६५ ॥\n" +
                "म्हणौनि वेदाची सुसेव्यता । ते हे मूर्त जाण श्रीगीता ।\n" +
                "श्रीकृष्णें पंडुसुता । उपदेशिली ॥ १४६६ ॥\n" +
                "परी वत्साचेनि वोरसें । दुभतें होय घरोद्देशें ।\n" +
                "जालें पांडवाचेनि मिषें । जगदुद्धरण ॥ १४६७ ॥\n" +
                "चातकाचियें कणवें । मेघु पाणियेसिं धांवे ।\n" +
                "तेथ चराचर आघवें । निवालें जेवीं ॥ १४६८ ॥\n" +
                "कां अनन्यगतिकमळा\\- । लागीं सूर्य ये वेळोवेळां ।\n" +
                "कीं सुखिया होईजे डोळां । त्रिभुवनींचा ॥ १४६९ ॥\n" +
                "तैसें अर्जुनाचेनि व्याजें । गीता प्रकाशूनि श्रीराजें ।\n" +
                "संसारायेवढें थोर ओझें । फेडिलें जगाचें ॥ १४७० ॥\n" +
                "सर्वशास्त्ररत्नदीप्ती । उजळिता हा त्रिजगतीं ।\n" +
                "सूर्यु नव्हें लक्ष्मीपती । वक्त्राकाशींचा ॥ १४७१ ॥\n" +
                "बाप कुळ तें पवित्र । जेथिंचा पार्थु या ज्ञाना पात्र ।\n" +
                "जेणें गीता केलें शास्त्र । आवारु जगा ॥ १४७२ ॥\n" +
                "हें असो मग तेणें । सद्गुरु श्रीकृष्णें ।\n" +
                "पार्थाचें मिसळणें । आणिलें द्वैता ॥ १४७३ ॥\n" +
                "पाठीं म्हणतसे पांडवा । शास्त्र हें मानलें कीं जीवा ।\n" +
                "तेथ येरु म्हणे देवा । आपुलिया कृपा ॥ १४७४ ॥\n" +
                "तरी निधान जोडावया । भाग्य घडे गा धनंजया ।\n" +
                "परी जोडिलें भोगावया । विपायें होय ॥ १४७५ ॥\n" +
                "पैं क्षीरसागरायेवढें । अविरजी दुधाचें भांडें ।\n" +
                "सुरां असुरां केवढें । मथितां जालें ॥ १४७६ ॥\n" +
                "तें सायासही फळा आलें । जें अमृतही डोळां देखिलें ।\n" +
                "परी वरिचिली चुकलें । जतनेतें ॥ १४७७ ॥\n" +
                "तेथ अमरत्वा वोगरिलें । तें मरणाचिलागीं जालें ।\n" +
                "भोगों नेणतां जोडलें । ऐसें आहे ॥ १४७८ ॥\n" +
                "नहुषु स्वर्गाधिपति जाहला । परी राहाटीं भांबावला ।\n" +
                "तो भुजंगत्व पावला । नेणसी कायी ? ॥ १४७९ ॥\n" +
                "म्हणौनि बहुत पुण्य तुवां । केलें तेणें धनंजया ।\n" +
                "आजि शास्त्रराजा इया । जालासि विषयो ॥ १४८० ॥\n" +
                "तरी ययाचि शास्त्राचेनि । संप्रदायें पांघुरौनि ।\n" +
                "शास्त्रार्थ हा निकेनि । अनुष्ठीं हो ॥ १४८१ ॥\n" +
                "येऱ्हवीं अमृतमंथना\\- । सारिखें होईल अर्जुना ।\n" +
                "जरी रिघसी अनुष्ठाना । संप्रदायेंवीण ॥ १४८२ ॥\n" +
                "गाय धड जोडे गोमटी । ते तैंचि पिवों ये किरीटी ।\n" +
                "जैं जाणिजे हातवटी । सांजवणीची ॥ १४८३ ॥\n" +
                "तैसा श्रीगुरु प्रसन्न होये । शिष्य विद्याही कीर लाहे ।\n" +
                "परी ते फळे संप्रदायें । उपासिलिया ॥ १४८४ ॥\n" +
                "म्हणौनि शास्त्रीं जो इये । उचितु संप्रदायो आहे ।\n" +
                "तो ऐक आतां बहुवें । आदरेंसीं ॥ १४८५ ॥\n" +
                "\n" +
                "\n" +
                "इदं ते नातपस्काय नाभक्ताय कदाचन ।\n" +
                "न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति ॥ ६७॥\n" +
                "\n" +
                "\n" +
                "तरी तुवां हें जें पार्था । गीताशास्त्र लाधलें आस्था ।\n" +
                "तें तपोहीना सर्वथा । सांगावें ना हो ॥ १४८६ ॥\n" +
                "अथवा तापसुही जाला । परी गुरूभक्तीं जो ढिला ।\n" +
                "तो वेदीं अंत्यजु वाळिळा । तैसा वाळीं ॥ १४८७ ॥\n" +
                "नातरी पुरोडाशु जैसा । न घापे वृद्ध तरी वायसा ।\n" +
                "गीता नेदी तैसी तापसा । गुरुभक्तिहीना ॥ १४८८ ॥\n" +
                "कां तपही जोडे देहीं । भजे गुरुदेवांच्या ठायीं ।\n" +
                "परी आकर्णनीं नाहीं । चाड जरी ॥ १४८९ ॥\n" +
                "तरी मागील दोन्हीं आंगीं । उत्तम होय कीर जगीं ।\n" +
                "परी या श्रवणालागीं । योग्यु नोहे ॥ १४९० ॥\n" +
                "मुक्ताफळ भलतैसें । हो परी मुख नसे ।\n" +
                "तंव गुण प्रवेशे । तेथ कायी ? ॥ १४९१ ॥\n" +
                "सागरु गंभीरु होये । हें कोण ना म्हणत आहे ।\n" +
                "परी वृष्टि वायां जाये । जाली तेथ ॥ १४९२ ॥\n" +
                "धालिया दिव्यान्न सुवावें । मग जें वायां धाडावें ।\n" +
                "तें आर्तीं कां न करावें । उदारपण ॥ १४९३ ॥\n" +
                "म्हणौनि योग्य भलतैसें । होतु परी चाड नसे ।\n" +
                "तरी झणें वानिवसें । देसी हें तयां ॥ १४९४ ॥\n" +
                "रूपाचा सुजाणु डोळा । वोढवूं ये कायि परिमळा ? ।\n" +
                "जेथ जें माने ते फळा । तेथचि ते गा ॥ १४९५ ॥\n" +
                "म्हणौनि तपी भक्ति । पाहावे ते सुभद्रापती ।\n" +
                "परी शास्त्रश्रवणीं अनासक्ती । वाळावेचि ते ॥ १४९६ ॥\n" +
                "नातरी तपभक्ति । होऊनि श्रवणीं आर्ति ।\n" +
                "आथी ऐसीही आयती । देखसी जरी ॥ १४९७ ॥\n" +
                "तरी गीताशास्त्रनिर्मिता । जो मी सकळलोकशास्ता ।\n" +
                "तया मातें सामान्यता । बोलेल जो ॥ १४९८ ॥\n" +
                "माझ्या सज्जनेंसिं मातें । पैशुन्याचेनि हातें ।\n" +
                "येक आहाती तयांतें । योग्य न म्हण ॥ १४९९ ॥\n" +
                "तयांची येर आघवी । सामग्री ऐसी जाणावी ।\n" +
                "दीपेंवीण ठाणदिवी । रात्रीची जैसी ॥ १५०० ॥\n" +
                "अंग गोरें आणि तरुणें । वरी लेईलें आहे लेणें ।\n" +
                "परी येकलेनि प्राणें । सांडिलें जेवीं ॥ १५०१ ॥\n" +
                "सोनयाचें सुंदर । निर्वाळिलें होय घर ।\n" +
                "परी सर्पांगना द्वार । रुंधलें आहे ॥ १५०२ ॥\n" +
                "निपजे दिव्यान्न चोखट । परी माजीं काळकूट ।\n" +
                "असो मैत्री कपट\\- । गर्भिणी जैसी ॥ १५०३ ॥\n" +
                "तैसी तपभक्तिमेधा । तयाची जाण प्रबुद्धा ।\n" +
                "जो माझयांची कां निंदा । माझीचि करी ॥ १५०४ ॥\n" +
                "याकारणें धनंजया । तो भक्तु मेधावीं तपिया ।\n" +
                "तरी नको बापा इया । शास्त्रा आतळों देवों ॥ १५०५ ॥\n" +
                "काय बहु बोलों निंदका । योग्य स्रष्टयाहीसारिखा ।\n" +
                "गीता हे कवतिका\\- । लागींही नेदीं ॥ १५०६ ॥\n" +
                "म्हणौनि तपाचा धनुर्धरा । तळीं दाटोनि गाडोरा ।\n" +
                "वरी गुरुभक्तीचा पुरा । प्रासादु जो जाला ॥ १५०७ ॥\n" +
                "आणि श्रवणेच्छेचा पुढां । दारवंटा सदा उघडा ।\n" +
                "वरी कलशु चोखडा । अनिंदारत्नांचा ॥ १५०८ ॥\n" +
                "\n" +
                "\n" +
                "य इदं परमं गुह्यं मद्भक्तेष्वभिधास्यति ।\n" +
                "भक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशयः ॥ ६८॥\n" +
                "\n" +
                "\n" +
                "ऐशा भक्तालयीं चोखटीं । गीतारत्नेश्वरु हा प्रतिष्ठीं ।\n" +
                "मग माझिया संवसाटी । तुकसी जगीं ॥ १५०९ ॥\n" +
                "कां जे एकाक्षरपणेंसीं । त्रिमात्रकेचिये कुशीं ।\n" +
                "प्रणवु होतां गर्भवासीं । सांकडला ॥ १५१० ॥\n" +
                "तो गीतेचिया बाहाळींं । वेदबीज गेलें पाहाळी.ण् ।\n" +
                "कीं गायत्री फुलींफळीं । श्लोकांच्या आली ॥ १५११ ॥\n" +
                "ते हे मंत्ररहय गीता । मेळवी जो माझिया भक्ता ।\n" +
                "अनन्यजीवना माता । बाळका जैसी ॥ १५१२ ॥\n" +
                "तैसी भक्तां गीतेसीं । भेटी करी जो आदरेंसीं ।\n" +
                "तो देहापाठीं मजसीं । येकचि होय ॥ १५१३ ॥\n" +
                "\n" +
                "\n" +
                "न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तमः ।\n" +
                "भविता न च मे तस्मादन्यः प्रियतरो भुवि ॥ ६९॥\n" +
                "\n" +
                "\n" +
                "आणि देहाचेंही लेणें । लेऊनि वेगळेपणें ।\n" +
                "असे तंव जीवेंप्राणें । तोचि पढिये ॥ १५१४ ॥\n" +
                "ज्ञानियां कर्मठां तापसां । यया खुणेचिया माणुसां\\- ।\n" +
                "माजीं तो येकु गा जैसा । पढिये मज ॥ १५१५ ॥\n" +
                "तैसा भूतळीं आघवा । आन न देखे पांडवा ।\n" +
                "जो गीता सांगें मेळावा । भक्तजनांचा ॥ १५१६ ॥\n" +
                "मज ईश्वराचेनि लोभें । हे गीता पढतां अक्षोभें ।\n" +
                "जो मंडन होय सभे । संतांचिये ॥ १५१७ ॥\n" +
                "नेत्रपल्लवीं रोमांचितु । मंदानिळें कांपवितु ।\n" +
                "आमोदजळें वोलवितु । फुलांचे डोळें ॥ १५१८ ॥\n" +
                "कोकिळा कलरवाचेनि मिषें । सद्गद बोलवीत जैसें ।\n" +
                "वसंत का प्रवेशे । मद्भक्त आरामीं ॥ १५१९ ॥\n" +
                "कां जन्माचें फळ चकोरां । होत जैं चंद्र ये अंबरा ।\n" +
                "नाना नवघन मयूरां । वो देत पावे ॥ १५२० ॥\n" +
                "तैसा सज्जनांच्या मेळापीं । गीतापद्यरत्नीं उमपीं ।\n" +
                "वर्षे जो माझ्या रूपीं । हेतु ठेऊनि ॥ १५२१ ॥\n" +
                "मग तयाचेनि पाडें । पढियंतें मज फुडें ।\n" +
                "नाहींचि गा मागेंपुढें । न्याहाळितां ॥ १५२२ ॥\n" +
                "अर्जुना हा ठायवरी । मी तयातें सूयें जिव्हारीं ।\n" +
                "जो गीतार्थाचें करी । परगुणें संतां ॥ १५२३ ॥\n" +
                "\n" +
                "\n" +
                "अध्येष्यते च य इमं धर्म्यं संवादमावयोः ।\n" +
                "ज्ञानयज्ञेन तेनाहमिष्टः स्यामिति मे मतिः ॥ ७०॥\n" +
                "\n" +
                "\n" +
                "पैं माझिया तुझिया मिळणीं । वाढिनली जे हे कहाणी ।\n" +
                "मोक्षधर्म का जिणीं । आलासे जेथें ॥ १५२४ ॥\n" +
                "तो हा सकळार्थप्रबोधु । आम्हां दोघांचा संवादु ।\n" +
                "न करितां पदभेदु । पाठेंचि जो पढे ॥ १५२५ ॥\n" +
                "तेणें ज्ञानानळीं प्रदीप्तीं । मूळ अविद्येचिया आहुती ।\n" +
                "तोषविला होय सुमती । परमात्मा मी ॥ १५२६ ॥\n" +
                "घेऊनि गीतार्थ उगाणा । ज्ञानिये जें विचक्षणा ।\n" +
                "ठाकती तें गाणावाणा । गीतेचा तो लाहे ॥ १५२७ ॥\n" +
                "गीता पाठकासि असे । फळ अर्थज्ञाचि सरिसें ।\n" +
                "गीता माउलियेसि नसे । जाणें तान्हें ॥ १५२८ ॥\n" +
                "\n" +
                "\n" +
                "श्रद्धावाननसूयश्च शृणुयादपि यो नरः ।\n" +
                "सोऽपि मुक्तः शुभा.ण्ल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ॥ ७१॥\n" +
                "\n" +
                "\n" +
                "आणि सर्वमार्गीं निंदा । सांडूनि आस्था पैं शुद्धा ।\n" +
                "गीताश्रवणीं श्रद्धा । उभारी जो ॥ १५२९ ॥\n" +
                "तयाच्या श्रवणपुटीं । गीतेचीं अक्षरें जंव पैठीं ।\n" +
                "होतीना तंव उठाउठीं । पळेचि पाप ॥ १५३० ॥\n" +
                "अटवियेमाजीं जैसा । वन्हि रिघतां सहसा ।\n" +
                "लंघिती का दिशा । वनौकें तियें ॥ १५३१ ॥\n" +
                "कां उदयाचळकुळीं । झळकतां अंशुमाळी ।\n" +
                "तिमिरें अंतराळीं । हारपती ॥ १५३२ ॥\n" +
                "तैसा कानाच्या महाद्वारीं । गीता गजर जेथ करी ।\n" +
                "तेथ सृष्टीचिये आदिवरी । जायचि पाप ॥ १५३३ ॥\n" +
                "ऐसी जन्मवेली धुवट । होय पुण्यरूप चोखट ।\n" +
                "याहीवरी अचाट । लाहे फळ ॥ १५३४ ॥\n" +
                "जें इये गीतेचीं अक्षरें । जेतुलीं कां कर्णद्वारें ।\n" +
                "रिघती तेतुले होती पुरे । अश्वमेध कीं ॥ १५३५ ॥\n" +
                "म्हणौनि श्रवणें पापें जाती । आणि धर्म धरी उन्नती ।\n" +
                "तेणें स्वर्गराज संपत्ती । लाहेचि शेखीं ॥ १५३६ ॥\n" +
                "तो पैं मज यावयालागीं । पहिलें पेणें करी स्वर्गीं ।\n" +
                "मग आवडे तंव भोगी । पाठीं मजचि मिळे ॥ १५३७ ॥\n" +
                "ऐसी गीता धनंजया । ऐकतया आणि पढतया ।\n" +
                "फळे महानंदें मियां । बहु काय बोलों ॥ १५३८ ॥\n" +
                "याकारणें हें असो । परी जयालागीं शास्त्रातिसो ।\n" +
                "केला तें तंव तुज पुसों । काज तुझें ॥ १५३९ ॥\n" +
                "\n" +
                "\n" +
                "कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा ।\n" +
                "कच्चिदज्ञानसम्मोहः प्रनष्टस्ते धनञ्जय ॥ ७२॥\n" +
                "\n" +
                "\n" +
                "तरी सांग पां पांडवा । हा शास्त्रसिद्धांतु आघवा ।\n" +
                "तुज एकचित्तें फावा । गेला आहे ? ॥ १५४० ॥\n" +
                "आम्हीं जैसें जया रीतीं । उगाणिलें कानांच्या हातीं ।\n" +
                "येरीं तैसेंचि तुझ्या चित्तीं । पेठें केलें कीं ? ॥ १५४१ ॥\n" +
                "अथवा माझारीं । गेलें सांडीविखुरी ।\n" +
                "किंवा उपेक्षेवरी । वाळूनि सांडिलें । ॥ १५४२ ॥\n" +
                "जैसें आम्हीं सांगितलें । तैसेंचि हृदयीं फावलें ।\n" +
                "तरी सांग पां वहिलें । पुसेन तें मी ॥ १५४३ ॥\n" +
                "तरी स्वाज्ञानजनितें । मागिलें मोहें तूतें ।\n" +
                "भुलविलें तो येथें । असे कीं नाहीं ? ॥ १५४४ ॥\n" +
                "हें बहु पुसों काई । सांगें तूं आपल्या ठायीं ।\n" +
                "कर्माकर्म कांहीं । देखतासी ? ॥ १५४५ ॥\n" +
                "पार्थु स्वानंदैकरसें । विरेल ऐसा भेददशे ।\n" +
                "आणिला येणें मिषें । प्रश्नाचेनि ॥ १५४६ ॥\n" +
                "पूर्णब्रह्म जाला पार्थु । तरी पुढील साधावया कार्यार्थु ।\n" +
                "मर्यादा श्रीकृष्णनाथु । उल्लंघों नेदी ॥ १५४७ ॥\n" +
                "येऱ्हवीं आपुलें करणें । सर्वज्ञ काय तो नेणें ? ।\n" +
                "परी केलें पुसणें । याचि लागीं ॥ १५४८ ॥\n" +
                "एवं करोनियां प्रश्न । नसतेंचि अर्जुनपण ।\n" +
                "आणूनियां जालें पूर्णपण । तें बोलवी स्वयें ॥ १५४९ ॥\n" +
                "मग क्षीराब्धीतें सांडितु । गगनीं पुंजु मंडितु ।\n" +
                "निवडे जैसा न निवडितु । पूर्णचंद्रु ॥ १५५० ॥\n" +
                "तैसा ब्रह्म मी हें विसरे । तेथ जगचि ब्रह्मत्वें भरे ।\n" +
                "हेंही सांडी तरी विरे । ब्रह्मपणही ॥ १५५१ ॥\n" +
                "ऐसा मोडतु मांडतु ब्रह्में । तो दुःखें देहाचिये सीमे ।\n" +
                "मी अर्जुन येणें नामें । उभा ठेला ॥ १५५२ ॥\n" +
                "मग कांपतां करतळीं । दडपूनि रोमावळी ।\n" +
                "पुलिका स्वेदजळीं । जिरऊनियां ॥ १५५३ ॥\n" +
                "प्राणक्षोभें डोलतया । आंगा आंगचि टेंकया ।\n" +
                "सूनि स्तंभु चाळया । भुलौनियां ॥ १५५४ ॥\n" +
                "नेत्रयुगुळाचेनि वोतें । आनंदामृताचें भरितें ।\n" +
                "वोसंडत तें मागुतें । काढूनियां ॥ १५५५ ॥\n" +
                "विविधा औत्सुक्यांची दाटी । चीप दाटत होती कंठीं ।\n" +
                "ते करूनियां पैठी । हृदयामाजीं ॥ १५५६ ॥\n" +
                "वाचेचें वितुळणें । सांवरूनि प्राणें ।\n" +
                "अक्रमाचें श्वसणें । ठेऊनि ठायीं ॥ १५५७ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "नष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत ।\n" +
                "स्थितोऽस्मि गतसन्देहः करिष्ये वचनं तव ॥ ७३॥\n" +
                "\n" +
                "\n" +
                "मग अर्जुन म्हणे काय देवो । पुसताति आवडे मोहो ।\n" +
                "तरी तो सकुटुंब गेला जी ठावो । घेऊनि आपला ॥ १५५८ ॥\n" +
                "पासीं येऊनि दिनकरें । डोळ्यातें अंधारें ।\n" +
                "पुसिजे हें कायि सरे । कोणे गांवीं ? ॥ १५५९ ॥\n" +
                "तैसा तूं श्रीकृष्णराया । आमुचिया डोळयां ।\n" +
                "गोचर हेंचि कायिसया । न पुरे तंव ॥ १५६० ॥\n" +
                "वरी लोभें मायेपासूनी । तें सांगसी तोंड भरूनी ।\n" +
                "जें कायिसेनिही करूनी । जाणूं नये ॥ १५६१ ॥\n" +
                "आतां मोह असे कीं नाहीं । हें ऐसें जी पुससी काई ।\n" +
                "कृतकृत्य जाहलों पाहीं । तुझेपणें ॥ १५६२ ॥\n" +
                "गुंतलों होतों अर्जुनगुणें । तो मुक्त जालों तुझेपणें ।\n" +
                "आतां पुसणें सांगणें । दोन्ही नाहीं ॥ १५६३ ॥\n" +
                "मी तुझेनि प्रसादें । लाधलेनि आत्मबोधें ।\n" +
                "मोहाचे तया कांदे । नेदीच उरों ॥ १५६४ ॥\n" +
                "आतां करणें कां न करणें । हें जेणें उठी दुजेपणें ।\n" +
                "तें तूं वांचूनि नेणें । सर्वत्र गा ॥ १५६५ ॥\n" +
                "ये विषयीं माझ्या ठायीं । संदेहाचे नुरेचि कांहीं ।\n" +
                "त्रिशुद्धि कर्म जेथ नाहीं । तें मी जालों ॥ १५६६ ॥\n" +
                "तुझेनि मज मी पावोनी । कर्तव्य गेलें निपटूनी ।\n" +
                "परी आज्ञा तुझी वांचोनि । आन नाहीं प्रभो ॥ १५६७ ॥\n" +
                "कां जें दृश्य दृश्यातें नाशी । जें दुजें द्वैतातें ग्रासी ।\n" +
                "जें एक परी सर्वदेशीं । वसवी सदा ॥ १५६८ ॥\n" +
                "जयाचेनि संबंधें बंधु फिटे । जयाचिया आशा आस तुटे ।\n" +
                "जें भेटलया सर्व भेटे । आपणपांचि ॥ १५६९ ॥\n" +
                "तें तूं गुरुलिंग जी माझें । जें येकलेपणींचें विरजें ।\n" +
                "जयालागीं वोलांडिजे । अद्वैतबोधु ॥ १५७० ॥\n" +
                "आपणचि होऊनि ब्रह्म । सारिजे कृत्याकृत्यांचें काम ।\n" +
                "मग कीजे का निःसीम । सेवा जयाची ॥ १५७१ ॥\n" +
                "गंगा सिंधू सेवूं गेली । पावतांचि समुद्र जाली ।\n" +
                "तेवीं भक्तां सेल दिधली । निजपदाची ॥ १५७२ ॥\n" +
                "तो तूं माझा जी निरुपचारु । श्रीकृष्णा सेव्य सद्गुरु ।\n" +
                "मा ब्रह्मतेचा उपकारु । हाचि मानीं ॥ १५७३ ॥\n" +
                "जें मज तुम्हां आड । होतें भेदाचें कवाड ।\n" +
                "तें फेडोनि केलें गोड । सेवासुख ॥ १५७४ ॥\n" +
                "तरी आतां तुझी आज्ञा । सकळ देवाधिदेवराज्ञा ।\n" +
                "करीन देईं अनुज्ञा । भलतियेविषयीं ॥ १५७५ ॥\n" +
                "यया अर्जुनाचिया बोला । देवो नाचे सुखें भुलला ।\n" +
                "म्हणे विश्वफळा जाला । फळ हा मज ॥ १५७६ ॥\n" +
                "उणेनि उमचला सुधाकरु । देखुनी आपला कुमरु ।\n" +
                "मर्यादा क्षीरसागरु । विसरेचिना ? ॥ १५७७ ॥\n" +
                "ऐसे संवादाचिया बहुलां । लग्न दोघांचियां आंतुला ।\n" +
                "लागलें देखोनि जाला । निर्भरु संजयो ॥ १५७८ ॥\n" +
                "तेणें म्हणतसे संजयो । बाप कृपानिधी रावो ।\n" +
                "तो आपुला मनोभावो । अर्जुनेंसी केला ॥ १५७९ ॥\n" +
                "तेणें उचंबळलेपणें । संजय धृतराष्ट्रातें म्हणे ।\n" +
                "जी कैसे बादरायणें । रक्षिलों दोघे ? ॥ १५८० ॥\n" +
                "आजि तुमतें अवधारा । नाहीं चर्मचक्षूही संसारा ।\n" +
                "कीं ज्ञानदृष्टिव्यवहारा आणिलेती ॥ १५८१ ॥\n" +
                "आणि रथींचिये राहाटी । घेई जो घोडेयासाठीं ।\n" +
                "तया आम्हां या गोष्टी । गोचरा होती ॥ १५८२ ॥\n" +
                "वरी जुंझाचें निर्वाण । मांडलें असे दारुण ।\n" +
                "दोहीं हारीं आपण । हारपिजे जैसें ॥ १५८३ ॥\n" +
                "येवढा जिये सांकडां । कैसा अनुग्रहो पैं गाढा ।\n" +
                "जे ब्रह्मानंदु उघडा । भोगवीतसे ॥ १५८४ ॥\n" +
                "ऐसें संजय बोलिला । परी न द्रवे येरु उगला ।\n" +
                "चंद्रकिरणीं शिवतला । पाषाणु जैसा ॥ १५८५ ॥\n" +
                "हे देखोनि तयाची दशा । मग करीचिना सरिसा ।\n" +
                "परी सुखें जाला पिसा । बोलतसे ॥ १५८६ ॥\n" +
                "भुलविला हर्षवेगें । म्हणौनि धृतराष्ट्रा सांगे ।\n" +
                "येऱ्हवीं नव्हे तयाजोगें । हें कीर जाणें ॥ १५८७ ॥\n" +
                "\n" +
                "\n" +
                "सञ्जय उवाच ।\n" +
                "इत्यहं वासुदेवस्य पार्थस्य च महात्मनः ।\n" +
                "संवादमिममश्रौषमद्भुतं रोमहर्षणम् ॥ ७४॥\n" +
                "\n" +
                "\n" +
                "मग म्हणे पैं कुरुराजा । ऐसा बंधुपुत्र तो तुझा ।\n" +
                "बोलिला तें अधोक्षजा । गोड जालें ॥ १५८८ ॥\n" +
                "अगा पूर्वापर सागर । ययां नामसीचि सिनार ।\n" +
                "येर आघवें तें नीर । एक जैसें ॥ १५८९ ॥\n" +
                "तैसा श्रीकृष्ण पार्थ ऐसें । हें आंगाचिपासीं दिसे ।\n" +
                "मग संवादीं जी नसे । कांहींचि भेदु ॥ १५९० ॥\n" +
                "पैं दर्पणाहूनि चोखें । दोन्ही होती सन्मुखें ।\n" +
                "तेथ येरी येर देखे । आपणपें जैसें ॥ १५९१ ॥\n" +
                "तैसा देवेसीं पंडुसुतु । आपणपें देवीं देखतु ।\n" +
                "पांडवेंसीं देखे अनंतु । आपणपें पार्थीं ॥ १५९२ ॥\n" +
                "देव देवो भक्तालागीं । जिये विवरूनि देखे आंगीं ।\n" +
                "येरु तियेचेही भागीं । दोन्ही देखे ॥ १५९३ ॥\n" +
                "आणिक कांहींच नाहीं । म्हणौनि करिती काई ।\n" +
                "दोघे येकपणें पाहीं । नांदताती ॥ १५९४ ॥\n" +
                "आतां भेदु जरी मोडे । तरी प्रश्नोत्तर कां घडे ? ।\n" +
                "ना भेदुचि तरी जोडे । संवादसुख कां ? ॥ १५९५ ॥\n" +
                "ऐसें बोलतां दुजेपणें । संवादीं द्वैत गिळणें ।\n" +
                "तें ऐकिलें बोलणें । दोघांचें मियां ॥ १५९६ ॥\n" +
                "उटूनि दोन्ही आरिसे । वोडविलीया सरिसे ।\n" +
                "कोण कोणा पाहातसे । कल्पावें पां ? ॥ १५९७ ॥\n" +
                "कां दीपासन्मुखु । ठेविलया दीपकु ।\n" +
                "कोण कोणा अर्थिकु । कोण जाणें ॥ १५९८ ॥\n" +
                "नाना अर्कापुढें अर्कु । उदयलिया आणिकु ।\n" +
                "कोण म्हणे प्रकाशकु । प्रकाश्य कवण ? ॥ १५९९ ॥\n" +
                "हें निर्धारूं जातां फुडें । निर्धारासि ठक पडे ।\n" +
                "ते दोघे जाले एवढे । संवादें सरिसे ॥ १६०० ॥ ";
        stringBuilder8.append(aadhaya9);
        textView9.setText(stringBuilder8.toString());


        TextView textView10=findViewById(R.id.title10);
        StringBuilder stringBuilder9=new StringBuilder();
        String aadhaya10=" जी मिळतां दोन्ही उदकें । माजी लवण वारूं ठाके ।\n" +
                "कीं तयासींही निमिखें । तेंचि होय ॥ १६०१ ॥\n" +
                "तैसे श्रीकृष्ण अर्जुन दोन्ही । संवादले तें मनीं ।\n" +
                "धरितां मजही वानी । तेंचि होतसे ॥ १६०२ ॥\n" +
                "ऐसें म्हणे ना मोटकें । तंव हिरोनि सात्विकें ।\n" +
                "आठव नेला नेणों कें । संजयपणाचा ॥ १६०३ ॥\n" +
                "रोमांच जंव फरके । तंव तंव आंग सुरके ।\n" +
                "स्तंभ स्वेदांतें जिंके । एकला कंपु ॥ १६०४ ॥\n" +
                "अद्वयानंदस्पर्शें । दिठी रसमय जाली असे ।\n" +
                "ते अश्रु नव्हती जैसें । द्रवत्वचि ॥ १६०५ ॥\n" +
                "नेणों काय न माय पोटीं । नेणों काय गुंफे कंठीं ।\n" +
                "वागर्था पडत मिठी । उससांचिया ॥ १६०६ ॥\n" +
                "किंबहुना सात्विकां आठां । चाचरु मांडतां उमेठा ।\n" +
                "संजयो जालासे चोहटां । संवादसुखाचा ॥ १६०७ ॥\n" +
                "तया सुखाची ऐसी जाती । जे आपणचि धरी शांती ।\n" +
                "मग पुढती देहस्मृती । लाधली तेणें ॥ १६०८ ॥\n" +
                "\n" +
                "\n" +
                "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् ।\n" +
                "योगं योगेश्वरात्कृष्णात्साक्षात्कथयतः स्वयम् ॥ ७५॥\n" +
                "\n" +
                "\n" +
                "तेव्हां बैसतेनि आनंदें । म्हणे जी जें उपनिषदें ।\n" +
                "नेणती तें व्यासप्रसादें । ऐकिलें मियां ॥ १६०९ ॥\n" +
                "ऐकतांचि ते गोठी । ब्रह्मत्वाची पडिली मिठी ।\n" +
                "मीतूंपणेंसीं दृष्टी । विरोनि गेली ॥ १६१० ॥\n" +
                "हे आघवेचि का योग । जया ठाया येती मार्ग ।\n" +
                "तयाचें वाक्य सवंग । केलें मज व्यासें ॥ १६११ ॥\n" +
                "अहो अर्जुनाचेनि मिषें । आपणपेंचि दुजें ऐसें ।\n" +
                "नटोनि आपणया उद्देशें । बोलिलें जें देव ॥ १६१२ ॥\n" +
                "तेथ कीं माझें श्रोत्र । पाटाचें जालें जी पात्र ।\n" +
                "काय वानूं स्वतंत्र । सामर्थ्य श्रीगुरुचें ॥ १६१३ ॥\n" +
                "\n" +
                "\n" +
                "राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् ।\n" +
                "केशवार्जुनयोः पुण्यं हृष्यामि च मुहुर्मुहुः ॥ ७६॥\n" +
                "\n" +
                "\n" +
                "राया हें बोलतां विस्मित होये । तेणेंचि मोडावला ठाये ।\n" +
                "रत्नीं कीं रत्नकिळा ये । झांकोळित जैसी ॥ १६१४ ॥\n" +
                "हिमवंतींचीं सरोवरें । चंद्रोदयीं होती काश्मीरें ।\n" +
                "मग सूर्यागमीं माघारें । द्रवत्व ये ॥ १६१५ ॥\n" +
                "तैसा शरीराचिया स्मृती । तो संवादु संजय चित्तीं ।\n" +
                "धरी आणि पुढती । तेंचि होय ॥ १६१६ ॥\n" +
                "\n" +
                "\n" +
                "तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरेः ।\n" +
                "विस्मयो मे महान् राजन्हृष्यामि च पुनः पुनः ॥ ७७॥\n" +
                "\n" +
                "\n" +
                "मग उठोनि म्हणे नृपा । श्रीहरीचिया विश्वरूपा ।\n" +
                "देखिलया उगा कां पां । असों लाहसी ? ॥ १६१७ ॥\n" +
                "न देखणेनि जें दिसे । नाहींपणेंचि जें असे ।\n" +
                "विसरें आठवे तें कैसें । चुकऊं आतां । ॥ १६१८ ॥\n" +
                "देखोनि चमत्कारु । कीजे तो नाहीं पैसारु ।\n" +
                "मजहीसकट महापूरु । नेत आहे ॥ १६१९ ॥\n" +
                "ऐसा श्रीकृष्णार्जुन- । संवाद संगमीं स्नान ।\n" +
                "करूनि देतसे तिळदान । अहंतेचें ॥ १६२० ॥\n" +
                "तेथ असंवरें आनंदें । अलौकिकही कांहीं स्फुंदे ।\n" +
                "श्रीकृष्ण म्हणे सद्गदें । वेळोवेळां ॥ १६२१ ॥\n" +
                "या अवस्थांची कांहीं । कौरवांतें परी नाहीं ।\n" +
                "म्हणौनि रायें तें कांहीं । कल्पावें जंव ॥ १६२२ ॥\n" +
                "तंव जाला सुखलाभु । आपणया करूनि स्वयंभु ।\n" +
                "बुझाविला अवष्टंभु । संजयें तेणें ॥ १६२३ ॥\n" +
                "तेथ कोणी येकी अवसरी । होआवी ते करूनि दुरी ।\n" +
                "रावो म्हणे संजया परी । कैसी तुझी गा ? ॥ १६२४ ॥\n" +
                "तेणें तूंतें येथें व्यासें । बैसविलें कासया उद्देशें ।\n" +
                "अप्रसंगामाजीं ऐसें । बोलसी काई ? ॥ १६२५ ॥\n" +
                "रानींचें राउळा नेलिया । दाही दिशा मानी सुनिया ।\n" +
                "कां रात्री होय पाहलया । निशाचरां ॥ १६२६ ॥\n" +
                "जो जेथिंचें गौरव नेणें । तयासि तें भिंगुळवाणें ।\n" +
                "म्हणौनि अप्रसंगु तेणें । म्हणावा कीं तो ॥ १६२७ ॥\n" +
                "मग म्हणे सांगें प्रस्तुत । उदयलेंसे जें उत्कळित ।\n" +
                "तें कोणासि बा रे जैत । देईल शेखीं ? ॥ १६२८ ॥\n" +
                "येऱ्हवीं विशेषें बहुतेक । आमुचें ऐसें मानसिक ।\n" +
                "जे दुर्योधनाचे अधिक । प्रताप सदा ॥ १६२९ ॥\n" +
                "आणि येरांचेनि पाडें । दळही याचें देव्हडें ।\n" +
                "म्हणौनि जैत फुडें । आणील ना तें ? ॥ १६३० ॥\n" +
                "आम्हां तंव गमे ऐसें । मा तुझें ज्योतिष कैसें ।\n" +
                "तें नेणों संजया असे । तैसें सांग पां ॥ १६३१ ॥\n" +
                "\n" +
                "\n" +
                "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः ।\n" +
                "तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम ॥ ७८॥\n" +
                "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे मोक्षसंन्यासयोगो नाम अष्टादशोऽध्यायः ॥ १८ ॥\n" +
                "\n" +
                "\n" +
                "यया बोला संजयो म्हणे । जी येरयेरांचें मी नेणें ।\n" +
                "परी आयुष्य तेथें जिणें । हें फुडें कीं गा ॥ १६३२ ॥\n" +
                "चंद्रु तेथें चंद्रिका । शंभु तेथें अंबिका ।\n" +
                "संत तेथें विवेका । असणें कीं जी ॥ १६३३ ॥\n" +
                "रावो तेथें कटक । सौजन्य तेथें सोयरीक ।\n" +
                "वन्हि तेथें दाहक । सामर्थ्य कीं ॥ १६३४ ॥\n" +
                "दया तेथें धर्मु । धर्मु तेथें सुखागमु ।\n" +
                "सुखीं पुरुषोत्तमु । असे जैसा ॥ १६३५ ॥\n" +
                "वसंत तेथें वनें । वन तेथें सुमनें ।\n" +
                "सुमनीं पालिंगनें । सारंगांचीं ॥ १६३६ ॥\n" +
                "गुरु तेथ ज्ञान । ज्ञानीं आत्मदर्शन ।\n" +
                "दर्शनीं समाधान । आथी जैसें ॥ १६३७ ॥\n" +
                "भाग्य तेथ विलासु । सुख तेथ उल्लासु ।\n" +
                "हें असो तेथ प्रकाशु । सूर्य जेथें ॥ १६३८ ॥\n" +
                "तैसे सकल पुरुषार्थ । जेणें स्वामी कां सनाथ ।\n" +
                "तो श्रीकृष्ण रावो जेथ । तेथ लक्ष्मी ॥ १६३९ ॥\n" +
                "आणि आपुलेनि कांतेंसीं । ते जगदंबा जयापासीं ।\n" +
                "अणिमादिकीं काय दासी । नव्हती तयातें ? ॥ १६४० ॥\n" +
                "कृष्ण विजयस्वरूप निजांगें । तो राहिला असे जेणें भागें ।\n" +
                "तैं जयो लागवेगें । तेथेंचि आहे ॥ १६४१ ॥\n" +
                "विजयो नामें अर्जुन विख्यातु । विजयस्वरूप श्रीकृष्णनाथु ।\n" +
                "श्रियेसीं विजय निश्चितु । तेथेंचि असे ॥ १६४२ ॥\n" +
                "तयाचिये देशींच्या झाडीं । कल्पतरूतें होडी ।\n" +
                "न जिणावें कां येवढीं । मायबापें असतां ? ॥ १६४३ ॥\n" +
                "ते पाषाणही आघवें । चिंतारत्\u200Cनें कां नोहावे ? ।\n" +
                "तिये भूमिके कां न यावें । सुवर्णत्व ? ॥ १६४४ ॥\n" +
                "तयाचिया गांवींचिया । नदी अमृतें वाहाविया ।\n" +
                "नवल कायि राया । विचारीं पां ॥ १६४५ ॥\n" +
                "तयाचे बिसाट शब्द । सुखें म्हणों येती वेद ।\n" +
                "सदेह सच्चिदानंद । कां न व्हावे ते ? ॥ १६४६ ॥\n" +
                "पैं स्वर्गापवर्ग दोन्ही । इयें पदें जया अधीनीं ।\n" +
                "तो श्रीकृष्ण बाप जननी । कमळा जया ॥ १६४७ ॥\n" +
                "म्हणौनि जिया बाहीं उभा । तो लक्ष्मीयेचा वल्लभा ।\n" +
                "तेथें सर्वसिद्धी स्वयंभा । येर मी नेणें ॥ १६४८ ॥\n" +
                "आणि समुद्राचा मेघु । उपयोगें तयाहूनि चांगु ।\n" +
                "तैसा पार्थीं आजि लागु । आहे तये ॥ १६४९ ॥\n" +
                "कनकत्वदीक्षागुरू । लोहा परिसु होय कीरू ।\n" +
                "परी जगा पोसिता व्यवहारु । तेंचि जाणें ॥ १६५० ॥\n" +
                "येथ गुरुत्वा येतसे उणें । ऐसें झणें कोण्ही म्हणे ।\n" +
                "वन्हि प्रकाश दीपपणें । प्रकाशी आपुला ॥ १६५१ ॥\n" +
                "तैसा देवाचिया शक्ती । पार्थु देवासीचि बहुती ।\n" +
                "परी माने इये स्तुती । गौरव असे ॥ १६५२ ॥\n" +
                "आणि पुत्रें मी सर्व गुणीं । जिणावा हे बापा शिराणी ।\n" +
                "तरी ते शारङ्गपाणी । फळा आली ॥ १६५३ ॥\n" +
                "किंबहुना ऐसा नृपा । पार्थु जालासे कृष्णकृपा ।\n" +
                "तो जयाकडे साक्षेपा । रीति आहे ॥ १६५४ ॥\n" +
                "तोचि गा विजयासि ठावो । येथ तुज कोण संदेहो ? ।\n" +
                "तेथ न ये तरी वावो । विजयोचि होय ॥ १६५५ ॥\n" +
                "म्हणौनि जेथ श्री तेथें श्रीमंतु । जेथ तो पंडूचा सुतु ।\n" +
                "तेथ विजय समस्तु । अभ्युदयो तेथ ॥ १६५६ ॥\n" +
                "जरी व्यासाचेनि साचें । धिरे मन तुमचें ।\n" +
                "तरी या बोलाचें । ध्रुवचि माना ॥ १६५७ ॥\n" +
                "जेथ तो श्रीवल्लभु । जेथ भक्तकदंबु ।\n" +
                "तेथ सुख आणि लाभु । मंगळाचा ॥ १६५८ ॥\n" +
                "या बोला आन होये । तरी व्यासाचा अंकु न वाहे ।\n" +
                "ऐसें गाजोनि बाहें । उभिली तेणें ॥ १६५९ ॥\n" +
                "एवं भारताचा आवांका । आणूनि श्लोका येका ।\n" +
                "संजयें कुरुनायका । दिधला हातीं ॥ १६६० ॥\n" +
                "जैसा नेणों केवढा वन्ही । परी गुणाग्रीं ठेऊनी ।\n" +
                "आणिजे सूर्याची हानी । निस्तरावया ॥ १६६१ ॥\n" +
                "तैसें शब्दब्रह्म अनंत । जालें सवालक्ष भारत ।\n" +
                "भारताचें शतें सात । सर्वस्व गीता ॥ १६६२ ॥\n" +
                "तयांही सातां शतांचा । इत्यर्थु हा श्लोक शेषींचा ।\n" +
                "व्यासशिष्य संजयाचा । पूर्णोद्गारु जो ॥ १६६३ ॥\n" +
                "येणें येकेंचि श्लोकें । राहे तेणें असकें ।\n" +
                "अविद्याजाताचें निकें । जिंतलें होय ॥ १६६४ ॥\n" +
                "ऐसें श्लोक शतें सात । गीतेचीं पदें आंगें वाहत ।\n" +
                "पदें म्हणों कीं परमामृत । गीताकाशींचें ॥ १६६५ ॥\n" +
                "कीं आत्मराजाचिये सभे । गीते वोडवले हे खांबे ।\n" +
                "मज श्लोक प्रतिभे । ऐसे येत ॥ १६६६ ॥\n" +
                "कीं गीता हे सप्तशती । मंत्रप्रतिपाद्य भगवती ।\n" +
                "मोहमहिषा मुक्ति । आनंदली असे ॥ १६६७ ॥\n" +
                "म्हणौनि मनें कायें वाचा । जो सेवकु होईल इयेचा ।\n" +
                "तो स्वानंदासाम्राज्याचा । चक्रवर्ती करी ॥ १६६८ ॥\n" +
                "कीं अविद्यातिमिररोंखें । श्लोक सूर्यातें पैजा जिंकें ।\n" +
                "ऐसे प्रकाशिले गीतामिषें । रायें श्रीकृष्णें ॥ १६६९ ॥\n" +
                "कीं श्लोकाक्षरद्राक्षलता । मांडव जाली आहे गीता ।\n" +
                "संसारपथश्रांता । विसंवावया ॥ १६७० ॥\n" +
                "कीं सभाग्यसंतीं भ्रमरीं । केले ते श्लोककल्हारीं ।\n" +
                "श्रीकृष्णाख्यसरोवरीं । सासिन्नली हे ॥ १६७१ ॥\n" +
                "कीं श्लोक नव्हती आन । गमे गीतेचें महिमान ।\n" +
                "वाखाणिते बंदीजन । उदंड जैसे ॥ १६७२ ॥\n" +
                "कीं श्लोकांचिया आवारा । सात शतें करूनि सुंदरा ।\n" +
                "सर्वागम गीतापुरा । वसों आले ॥ १६७३ ॥\n" +
                "कीं निजकांता आत्मया । आवडी गीता मिळावया ।\n" +
                "श्लोक नव्हती बाह्या । पसरु का जो ॥ १६७४ ॥\n" +
                "कीं गीताकमळींचे भृंग । कीं हे गीतासागरतरंग ।\n" +
                "कीं हरीचे हे तुरंग । गीतारथींचे ॥ १६७५ ॥\n" +
                "कीं श्लोक सर्वतीर्थ संघातु । आला श्रीगीतेगंगे आंतु ।\n" +
                "जे अर्जुन नर सिंहस्थु । जाला म्हणौनि ॥ १६७६ ॥\n" +
                "कीं नोहे हे श्लोकश्रेणी । अचिंत्यचित्तचिंतामणी ।\n" +
                "कीं निर्विकल्पां लावणी । कल्पतरूंची ॥ १६७७ ॥\n" +
                "ऐसिया शतें सात श्लोकां । परी आगळा येकयेका ।\n" +
                "आतां कोण वेगळिका । वानावां पां । ॥ १६७८ ॥\n" +
                "तान्ही आणि पारठी । इया कामधेनूतें दिठी ।\n" +
                "सूनि जैसिया गोठी । कीजती ना ॥ १६७९ ॥\n" +
                "दीपा आगिलु मागिलु । सूर्यु धाकुटा वडीलु ।\n" +
                "अमृतसिंधु खोलु । उथळु कायसा । ॥ १६८० ॥\n" +
                "तैसे पहिले सरते । श्लोक न म्हणावे गीते ।\n" +
                "जुनीं नवीं पारिजातें । आहाती काई ? ॥ १६८१ ॥\n" +
                "आणि श्लोका पाडु नाहीं । हें कीर समर्थु काई ।\n" +
                "येथ वाच्य वाचकही । भागु न धरी ॥ १६८२ ॥\n" +
                "जे इये शास्त्रीं येकु । श्रीकृष्णचि वाच्य वाचकु ।\n" +
                "हें प्रसिद्ध जाणे लोकु । भलताही ॥ १६८३ ॥\n" +
                "येथें अर्थें तेंचि पाठें । जोडे येवढेनि धटें ।\n" +
                "वाच्यवाचक येकवटें । साधितें शास्त्र ॥ १६८४ ॥\n" +
                "म्हणौनि मज कांहीं । समर्थनीं आतां विषय नाहीं ।\n" +
                "गीता जाणा हे वाङ्ग्मयी । श्रीमूर्ति प्रभूचि ॥ १६८५ ॥\n" +
                "शास्त्र वाच्यें अर्थें फळे । मग आपण मावळे ।\n" +
                "तैसें नव्हें हें सगळें । परब्रह्मचि ॥ १६८६ ॥\n" +
                "कैसा विश्वाचिया कृपा । करूनि महानंद सोपा ।\n" +
                "अर्जुनव्याजें रूपा । आणिला देवें ॥ १६८७ ॥\n" +
                "चकोराचेनि निमित्तें । तिन्ही भुवनें संतप्तें ।\n" +
                "निवविलीं कळांवतें । चंद्रें जेवीं ॥ १६८८ ॥\n" +
                "कां गौतमाचेनि मिषें । कळिकाळज्वरीतोद्देशें ।\n" +
                "पाणिढाळु गिरीशें । गंगेंचा केला ॥ १६८९ ॥\n" +
                "तैसें गीतेचें हें दुभतें । वत्स करूनि पार्थातें ।\n" +
                "दुभिन्नली जगापुरतें । श्रीकृष्ण गाय ॥ १६९० ॥\n" +
                "येथे जीवें जरी नाहाल । तरी हेंचि कीर होआल ।\n" +
                "नातरी पाठमिषें तिंबाल । जीभचि जरी ॥ १६९१ ॥\n" +
                "तरी लोह एकें अंशें । झगटलिया परीसें ।\n" +
                "येरीकडे अपैसें । सुवर्ण होय ॥ १६९२ ॥\n" +
                "तैसी पाठाची ते वाटी । श्लोकपाद लावा ना जंव वोठीं ।\n" +
                "तंव ब्रह्मतेची पुष्टी । येईल आंगा ॥ १६९३ ॥\n" +
                "ना येणेसीं मुख वांकडें । करूनि ठाकाल कानवडें ।\n" +
                "तरी कानींही घेतां पडे । तेचि लेख ॥ १६९४ ॥\n" +
                "जे हे श्रवणें पाठें अर्थें । गीता नेदी मोक्षाआरौतें ।\n" +
                "जैसा समर्थु दाता कोण्हातें । नास्ति न म्हणे ॥ १६९५ ॥\n" +
                "म्हणौनि जाणतया सवा । गीताचि येकी सेवा ।\n" +
                "काय कराल आघवां । शास्त्रीं येरीं ॥ १६९६ ॥\n" +
                "आणि कृष्णार्जुनीं मोकळी । गोठी चावळिली जे निराळी ।\n" +
                "ते श्रीव्यासें केली करतळीं । घेवों ये ऐसी ॥ १६९७ ॥\n" +
                "बाळकातें वोरसें । माय जैं जेवऊं बैसे ।\n" +
                "तैं तया ठाकती तैसे । घांस करी ॥ १६९८ ॥\n" +
                "कां अफाटा समीरणा । आपैतेंपण शाहाणा ।\n" +
                "केलें जैसें विंजणा । निर्मूनियां ॥ १६९९ ॥\n" +
                "तैसें शब्दें जें न लभे । तें घडूनिया अनुष्टुभें ।\n" +
                "स्त्रीशूद्रादि प्रतिभे । सामाविलें ॥ १७०० ॥\n" +
                "स्वातीचेनि पाणियें । न होती जरी मोतियें ।\n" +
                "तरी अंगीं सुंदरांचिये । कां शोभिती तियें ? ॥ १७०१ ॥\n" +
                "नादु वाद्या न येतां । तरी कां गोचरु होता ।\n" +
                "फुलें न होतां घेपता । आमोदु केवीं ? ॥ १७०२ ॥\n" +
                "गोडीं न होती पक्वान्नें । तरी कां फावती रसनें ? ।\n" +
                "दर्पणावीण नयनें । नयनु कां दिसे ? ॥ १७०३ ॥\n" +
                "द्रष्टा श्रीगुरुमूर्ती । न रिगता दृश्यपंथीं ।\n" +
                "तरी कां ह्या उपास्ती । आकळता तो ? ॥ १७०४ ॥\n" +
                "तैसें वस्तु जें असंख्यात । तया संख्या शतें सात ।\n" +
                "न होती तरी कोणा येथ । फावों शकतें ? ॥ १७०५ ॥\n" +
                "मेघ सिंधूचें पाणी वाहे । तरी जग तयातेंचि पाहे ।\n" +
                "कां जे उमप ते नोहें । ठाकतें कोण्हा ॥ १७०६ ॥\n" +
                "आणि वाचा जें न पवे । तें हे श्लोक न होते बरवे ।\n" +
                "तरी कानें मुखें फावे । ऐसें कां होतें ? ॥ १७०७ ॥\n" +
                "म्हणौनि श्रीव्यासाचा हा थोरु । विश्वा जाला उपकारु ।\n" +
                "जे श्रीकृष्ण उक्ती आकारु । ग्रंथाचा केला ॥ १७०८ ॥\n" +
                "आणि तोचि हा मी आतां । श्रीव्यासाचीं पदें पाहतां पाहतां ।\n" +
                "आणिला श्रवणपथा । मऱ्हाठिया ॥ १७०९ ॥\n" +
                "व्यासादिकांचे उन्मेख । राहाटती जेथ साशंक ।\n" +
                "तेथ मीही रंक येक । चावळी करीं ॥ १७१० ॥\n" +
                "परी गीता ईश्वरु भोळा । ले व्यासोक्तिकुसुममाळा ।\n" +
                "तरी माझिया दुर्वादळा । ना न म्हणे कीं ॥ १७११ ॥\n" +
                "आणि क्षीरसिंधूचिया तटा । पाणिया येती गजघटा ।\n" +
                "तेथ काय मुरकुटा । वारिजत असे ? ॥ १७१२ ॥\n" +
                "पांख फुटे पांखिरूं । नुडे तरी नभींच स्थिरू ।\n" +
                "गगन आक्रमी सत्वरू । तो गरुडही तेथ ॥ १७१३ ॥\n" +
                "राजहंसाचें चालणें । भूतळीं जालिया शाहाणें ।\n" +
                "आणिकें काय कोणें । चालावेचिना ? ॥ १७१४ ॥\n" +
                "जी आपुलेनि अवकाशें । अगाध जळ घेपे कलशें ।\n" +
                "चुळीं चूळपण ऐसें । भरूनि न निघे ? ॥ १७१५ ॥\n" +
                "दिवटीच्या आंगीं थोरी । तरी ते बहु तेज धरी ।\n" +
                "वाती आपुलिया परी । आणीच कीं ना ? ॥ १७१६ ॥\n" +
                "जी समुद्राचेनि पैसें । समुद्रीं आकाश आभासे ।\n" +
                "थिल्लरीं थिल्लरा{ऐ}सें । बिंबेचि पैं ॥ १७१७ ॥\n" +
                "तेवीं व्यासादिक महामती । वावरों येती इये ग्रंथीं ।\n" +
                "मा आम्ही ठाकों हे युक्ति । न मिळे कीर ? ॥ १७१८ ॥\n" +
                "जिये सागरीं जळचरें । संचरती मंदराकारें ।\n" +
                "तेथ देखोनि शफरें येरें । पोहों न लाहती ? ॥ १७१९ ॥\n" +
                "अरुण आंगाजवळिके । म्हणौनि सूर्यातें देखें ।\n" +
                "मा भूतळींची न देखे । मुंगी काई ? ॥ १७२० ॥\n" +
                "यालागीं आम्हां प्राकृतां । देशिकारें बंधें गीता ।\n" +
                "म्हणणें हें अनुचिता । कारण नोहे ॥ १७२१ ॥\n" +
                "आणि बापु पुढां जाये । ते घेत पाउलाची सोये ।\n" +
                "बाळ ये तरी न लाहे । पावों कायी ? ॥ १७२२ ॥\n" +
                "तैसा व्यासाचा मागोवा घेतु । भाष्यकारातें वाट पुसतु ।\n" +
                "अयोग्यही मी न पवतु । कें जाईन ? ॥ १७२३ ॥\n" +
                "आणि पृथ्वी जयाचिया क्षमा । नुबगे स्थावर जंगमा ।\n" +
                "जयाचेनि अमृतें चंद्रमा । निववी जग ॥ १७२४ ॥\n" +
                "जयाचें आंगिक असिकें । तेज लाहोनि अर्कें ।\n" +
                "आंधाराचें सावाइकें । लोटिजत आहे ॥ १७२५ ॥\n" +
                "समुद्रा जयाचें तोय । तोया जयाचें माधुर्य ।\n" +
                "माधुर्या सौंदर्य । जयाचेनि ॥ १७२६ ॥\n" +
                "पवना जयाचें बळ । आकाश जेणें पघळ ।\n" +
                "ज्ञान जेणें उज्वळ । चक्रवर्ती ॥ १७२७ ॥\n" +
                "वेद जेणें सुभाष । सुख जेणें सोल्लास ।\n" +
                "हें असो रूपस । विश्व जेणें ॥ १७२८ ॥\n" +
                "तो सर्वोपकारी समर्थु । सद्गुरु श्रीनिवृत्तिनाथु ।\n" +
                "राहाटत असे मजही आंतु । रिघोनियां ॥ १७२९ ॥\n" +
                "आतां आयती गीता जगीं । मी सांगें मऱ्हाठिया भंगीं ।\n" +
                "येथ कें विस्मयालागीं । ठावो आहे ॥ १७३० ॥\n" +
                "श्रीगुरुचेनि नांवें माती । डोंगरीं जयापासीं होती ।\n" +
                "तेणें कोळियें त्रिजगतीं । येकवद केली ॥ १७३१ ॥\n" +
                "चंदनें वेधलीं झाडें । जालीं चंदनाचेनि पाडें ।\n" +
                "वसिष्ठें मांनिली कीं भांडे । भानूसीं शाटी ॥ १७३२ ॥\n" +
                "मा मी तव चित्ताथिला । आणि श्रीगुरु ऐसा दादुला ।\n" +
                "जो दिठीवेनि आपुला । बैसवी पदीं ॥ १७३३ ॥\n" +
                "आधींचि देखणी दिठी । वरी सूर्य पुरवी पाठी ।\n" +
                "तैं न दिसे ऐसी गोठी । केंही आहे ? ॥ १७३४ ॥\n" +
                "म्हणौनि माझें नित्य नवे । श्वासोश्वासही प्रबंध होआवे ।\n" +
                "श्रीगुरुकृपा काय नोहे । ज्ञानदेवो म्हणे ॥ १७३५ ॥\n" +
                "याकारणें मियां । श्रीगीतार्थु मऱ्हाठिया ।\n" +
                "केला लोकां यया । दिठीचा विषो ॥ १७३६ ॥\n" +
                "परी मऱ्हाठे बोलरंगें । कवळितां पैं गीतांगें ।\n" +
                "तैं गातयाचेनि पांगें । येकाढतां नोहे ॥ १७३७ ॥\n" +
                "म्हणौनि गीता गावों म्हणे । तें गाणिवें होती लेणें ।\n" +
                "ना मोकळे तरी उणें । गीताही आणित ॥ १७३८ ॥\n" +
                "सुंदर आंगीं लेणें न सूये । तैं तो मोकळा शृंगारु होये ।\n" +
                "ना लेइलें तरी आहे । तैसें कें उचित ? ॥ १७३९ ॥\n" +
                "कां मोतियांची जैसी जाती । सोनयाही मान देती ।\n" +
                "नातरी मानविती । अंगेंचि सडीं ॥ १७४० ॥\n" +
                "नाना गुंफिलीं कां मोकळीं । उणीं न होती परीमळीं ।\n" +
                "वसंतागमींचीं वाटोळीं । मोगरीं जैसीं ॥ १७४१ ॥\n" +
                "तैसा गाणिवेतें मिरवी । गीतेवीणही रंगु दावीं ।\n" +
                "तो लाभाचा प्रबंधु ओंवी । केला मियां ॥ १७४२ ॥\n" +
                "तेणें आबालसुबोधें । ओवीयेचेनि प्रबंधें ।\n" +
                "ब्रह्मरससुस्वादें । अक्षरें गुंथिलीं ॥ १७४३ ॥\n" +
                "आतां चंदनाच्या तरुवरीं । परीमळालागीं फुलवरीं ।\n" +
                "पारुखणें जियापरी । लागेना कीं ॥ १७४४ ॥\n" +
                "तैसा प्रबंधु हा श्रवणीं । लागतखेंवो समाधि आणी ।\n" +
                "ऐकिलियाही वाखाणी । काय व्यसन न लवी ? ॥ १७४५ ॥\n" +
                "पाठ करितां व्याजें । पांडित्यें येती वेषजे ।\n" +
                "तैं अमृतातें नेणिजे । फावलिया ॥ १७४६ ॥\n" +
                "तैसेंनि आइतेपणें । कवित्व जालें हें उपेणें ।\n" +
                "मनन निदिध्यास श्रवणें । जिंतिलें आतां ॥ १७४७ ॥\n" +
                "हे स्वानंदभोगाची सेल । भलतयसीचि देईल ।\n" +
                "सर्वेंद्रियां पोषवील । श्रवणाकरवीं ॥ १७४८ ॥\n" +
                "चंद्रातें आंगवणें । भोगूनि चकोर शाहाणे ।\n" +
                "परी फावे जैसें चांदिणें । भलतयाही ॥ १७४९ ॥\n" +
                "तैसें अध्यात्मशास्त्रीं यिये । अंतरंगचि अधिकारिये ।\n" +
                "परी लोकु वाक्चातुर्यें । होईल सुखिया ॥ १७५० ॥\n" +
                "ऐसें श्रीनिवृत्तिनाथाचें । गौरव आहे जी साचें ।\n" +
                "ग्रंथु नोहे हें कृपेचें । वैभव तिये ॥ १७५१ ॥\n" +
                "क्षीरसिंधु परिसरीं । शक्तीच्या कर्णकुहरीं ।\n" +
                "नेणों कैं श्रीत्रिपुरारीं । सांगितलें जें ॥ १७५२ ॥\n" +
                "तें क्षीरकल्लोळाआंतु । मकरोदरीं गुप्तु ।\n" +
                "होता तयाचा हातु । पैठें जालें ॥ १७५३ ॥\n" +
                "तो मत्स्येंद्र सप्तशृंगीं । भग्नावयवा चौरंगी ।\n" +
                "भेटला कीं तो सर्वांगीं । संपूर्ण जाला ॥ १७५४ ॥\n" +
                "मग समाधि अव्युत्थया । भोगावी वासना यया ।\n" +
                "ते मुद्रा श्रीगोरक्षराया । दिधली मीनीं ॥ १७५५ ॥\n" +
                "तेणें योगाब्जिनीसरोवरु । विषयविध्वंसैकवीरु ।\n" +
                "तिये पदीं कां सर्वेश्वरु । अभिषेकिला ॥ १७५६ ॥\n" +
                "मग तिहीं तें शांभव । अद्वयानंदवैभव ।\n" +
                "संपादिलें सप्रभव । श्रीगहिनीनाथा ॥ १७५७ ॥\n" +
                "तेणें कळिकळितु भूतां । आला देखोनि निरुता ।\n" +
                "ते आज्ञा श्रीनिवृत्तिनाथा । दिधली ऐसी ॥ १७५८ ॥\n" +
                "ना आदिगुरु शंकरा\\- । लागोनि शिष्यपरंपरा ।\n" +
                "बोधाचा हा संसरा । जाला जो आमुतें ॥ १७५९ ॥\n" +
                "तो हा तूं घेऊनि आघवा । कळीं गिळितयां जीवां ।\n" +
                "सर्व प्रकारीं धांवा । करीं पां वेगीं ॥ १७६० ॥\n" +
                "आधींच तंव तो कृपाळु । वरी गुरुआज्ञेचा बोलू ।\n" +
                "जाला जैसा वर्षाकाळू । खवळणें मेघां ॥ १७६१ ॥\n" +
                "मग आर्ताचेनि वोरसें । गीतार्थग्रंथनमिसें ।\n" +
                "वर्षला शांतरसें । तो हा ग्रंथु ॥ १७६२ ॥\n" +
                "तेथ पुढां मी बापिया । मांडला आर्ती आपुलिया ।\n" +
                "कीं यासाठीं येवढिया । आणिलों यशा ॥ १७६३ ॥\n" +
                "एवं गुरुक्रमें लाधलें । समाधिधन जें आपुलें ।\n" +
                "तें ग्रंथें बोधौनि दिधलें । गोसावी मज ॥ १७६४ ॥\n" +
                "वांचूनि पढे ना वाची । ना सेवाही जाणें स्वामीची ।\n" +
                "ऐशिया मज ग्रंथाची । योग्यता कें असे ? ॥ १७६५ ॥\n" +
                "परी साचचि गुरुनाथें । निमित्त करूनि मातें ।\n" +
                "प्रबंधव्याजें जगातें । रक्षिलें जाणा ॥ १७६६ ॥\n" +
                "तऱ्ही पुरोहितगुणें । मी बोलिलों पुरें उणें ।\n" +
                "तें तुम्हीं माउलीपणें । उपसाहिजो जी ॥ १७६७ ॥\n" +
                "शब्द कैसा घडिजे । प्रमेयीं कैसें पां चढिजें ।\n" +
                "अळंकारु म्हणिजे । काय तें नेणें ॥ १७६८ ॥\n" +
                "सायिखडेयाचें बाहुलें । चालवित्या सूत्राचेनि चाले ।\n" +
                "तैसा मातें दावीत बोले । स्वामी तो माझा ॥ १७६९ ॥\n" +
                "यालागीं मी गुणदोष\\- । विषीं क्षमाविना विशेष ।\n" +
                "जे मी संजात ग्रंथलों देख । आचार्यें कीं ॥ १७७० ॥\n" +
                "आणि तुम्हां संतांचिये सभे । जें उणीवेंसी ठाके उभें ।\n" +
                "तें पूर्ण नोहे तरी तैं लोभें । तुम्हांसीचि कोपें ॥ १७७१ ॥\n" +
                "सिवतलियाही परीसें । लोहत्वाचिये अवदसे ।\n" +
                "न मुकिजे आयसें । तैं कवणा बोलु । ॥ १७७२ ॥\n" +
                "वोहळें हेंचि करावें । जे गंगेचें आंग ठाकावें ।\n" +
                "मगही गंगा जरी नोहावें । तैं तो काय करी ? ॥ १७७३ ॥\n" +
                "म्हणौनि भाग्ययोगें बहुवें । तुम्हां संतांचें मी पाये ।\n" +
                "पातलों आतां कें लाहे । उणें जगीं । ॥ १७७४ ॥\n" +
                "अहो जी माझेनि स्वामी । मज संत जोडुनि तुम्हीं ।\n" +
                "दिधलेति तेणें सर्वकामीं । परीपूर्ण जालों ॥ १७७५ ॥\n" +
                "पाहा पां मातें तुम्हां सांगडें । माहेर तेणें सुरवाडें ।\n" +
                "ग्रंथाचें आळियाडें । सिद्धी गेलें ॥ १७७६ ॥\n" +
                "जी कनकाचें निखळ । वोतूं येईल भूमंडळ ।\n" +
                "चिंतारत्\u200Cनीं कुळाचळ । निर्मूं येती ॥ १७७७ ॥\n" +
                "सातांही हो सागरांतें । सोपें भरितां अमृतें ।\n" +
                "दुवाड नोहे तारांतें । चंद्र करितां ॥ १७७८ ॥\n" +
                "कल्पतरूचे आराम । लावितां नाहीं विषम ।\n" +
                "परी गीतार्थाचें वर्म । निवडूं न ये ॥ १७७९ ॥\n" +
                "तो मी येकु सर्व मुका । बोलोनि मऱ्हाठिया भाखा ।\n" +
                "करी डोळेवरी लोकां । घेवों ये ऐसें जें ॥ १७८० ॥\n" +
                "हा ग्रंथसागरु येव्हढा । उतरोनि पैलीकडा ।\n" +
                "कीर्तिविजयाचा धेंडा । नाचे जो कां ॥ १७८१ ॥\n" +
                "गीतार्थाचा आवारु । कलशेंसीं महामेरु ।\n" +
                "रचूनि माजीं श्रीगुरु\\- । लिंग जें पूजीं ॥ १७८२ ॥\n" +
                "गीता निष्कपट माय । चुकोनि तान्हें हिंडे जें वाय ।\n" +
                "तें मायपूता भेटी होय । हा धर्म तुमचा ॥ १७८३ ॥\n" +
                "तुम्हां सज्जनांचें केलें । आकळुनी जी मी बोलें ।\n" +
                "ज्ञानदेव म्हणे थेंकुलें । तैसें नोहें ॥ १७८४ ॥\n" +
                "काय बहु बोलों सकळां । मेळविलों जन्मफळा ।\n" +
                "ग्रंथसिद्धीचा सोहळा । दाविला जो हा ॥ १७८५ ॥\n" +
                "मियां जैसजैसिया आशा । केला तुमचा भरंवसा ।\n" +
                "ते पुरवूनि जी बहुवसा । आणिलों सुखा ॥ १७८६ ॥\n" +
                "मजलागीं ग्रंथाची स्वामी । दुजीं सृष्टी जे हे केली तुम्ही ।\n" +
                "तें पाहोनि हांसों आम्हीं । विश्वामित्रातेंही ॥ १७८७ ॥\n" +
                "जे असोनि त्रिशंकुदोषें । धातयाही आणावें वोसें ।\n" +
                "तें नासतें कीजे कीं ऐसें । निर्मावें नाहीं ॥ १७८८ ॥\n" +
                "शंभू उपमन्युचेनि मोहें । क्षीरसागरूही केला आहे ।\n" +
                "येथ तोही उपमे सरी नोहे । जे विषगर्भ कीं ॥ १७८९ ॥\n" +
                "अंधकारु निशाचरां । गिळितां सूर्यें चराचरां ।\n" +
                "धांवा केला तरी खरा । ताउनी कीं तो ॥ १७९० ॥\n" +
                "तातलियाही जगाकारणें । चंद्रें वेंचिलें चांदणें ।\n" +
                "तया सदोषा केवीं म्हणे । सारिखें हें ॥ १७९१ ॥\n" +
                "म्हणौनि तुम्हीं मज संतीं । ग्रंथरूप जो हा त्रिजगतीं ।\n" +
                "उपयोग केला तो पुढती । निरुपम जी ॥ १७९२ ॥\n" +
                "किंबहुना तुमचें केलें । धर्मकीर्तन हें सिद्धी नेलें ।\n" +
                "येथ माझें जी उरलें । पाईकपण ॥ १७९३ ॥\n" +
                "आतां विश्वात्मकें देवें । येणें वाग्यज्ञें तोषावें ।\n" +
                "तोषोनि मज द्यावें । पसायदान हें ॥ १७९४ ॥\n" +
                "जे खळांची व्यंकटी सांडो । तयां सत्कर्मीं रती वाढो ।\n" +
                "भूतां परस्परें पडो । मैत्र जीवाचें ॥ १७९५ ॥\n" +
                "दुरिताचें तिमिर जावो । विश्व स्वधर्मसूर्यें पाहो ।\n" +
                "जो जें वांछील तो तें लाहो । प्राणिजात ॥ १७९६ ॥\n" +
                "वर्षत सकळमंगळीं । ईश्वरनिष्ठांची मांदियाळी ।\n" +
                "अनवरत भूमंडळीं । भेटतु भूतां ॥ १७९७ ॥\n" +
                "चलां कल्पतरूंचे अरव । चेतना चिंतामणीचें गांव ।\n" +
                "बोलते जे अर्णव । पीयूषाचे ॥ १७९८ ॥\n" +
                "चंद्रमे जे अलांछन । मार्तंड जे तापहीन ।\n" +
                "ते सर्वांही सदा सज्जन । सोयरे होतु ॥ १७९९ ॥\n" +
                "किंबहुना सर्वसुखीं । पूर्ण होऊनि तिहीं लोकीं ।\n" +
                "भजिजो आदिपुरुखीं । अखंडित ॥ १८०० ॥\n" +
                "आणि ग्रंथोपजीविये । विशेषीं लोकींयें ।\n" +
                "दृष्टादृष्ट विजयें । होआवें जी ॥ १८०१ ॥\n" +
                "तेथ म्हणे श्रीविश्वेशरावो । हा होईल दानपसावो ।\n" +
                "येणें वरें ज्ञानदेवो । सुखिया झाला ॥ १८०२ ॥\n" +
                "ऐसें युगीं परी कळीं । आणि महाराष्ट्रमंडळीं ।\n" +
                "श्रीगोदावरीच्या कूलीं । दक्षिणलिंगीं ॥ १८०३ ॥\n" +
                "त्रिभुवनैकपवित्र । अनादि पंचक्रोश क्षेत्र ।\n" +
                "जेथ जगाचें जीवनसूत्र । श्रीमहालया असे ॥ १८०४ ॥\n" +
                "तेथ यदुवंशविलासु । जो सकळकळानिवासु ।\n" +
                "न्यायातें पोषी क्षितीशु । श्रीरामचंद्रु ॥ १८०५ ॥\n" +
                "तेथ महेशान्वयसंभूतें । श्रीनिवृत्तिनाथसुतें ।\n" +
                "केलें ज्ञानदेवें गीते । देशीकार लेणें ॥ १८०६ ॥\n" +
                "एवं भारताच्या गांवीं । भीष्मनाम प्रसिद्ध पर्वीं ।\n" +
                "श्रीकृष्णार्जुनीं बरवी । गोठी जे केली ॥ १८०७ ॥\n" +
                "जें उपनिषदांचें सार । सर्व शास्त्रांचें माहेर ।\n" +
                "परमहंसीं सरोवर । सेविजे जें ॥ १८०८ ॥\n" +
                "तियें गीतेचा कलशु । संपूर्ण हा अष्टादशु ।\n" +
                "म्हणे निवृत्तिदासु । ज्ञानदेवो ॥ १८०९ ॥\n" +
                "पुढती पुढती पुढती । इया ग्रंथपुण्यसंपत्ती ।\n" +
                "सर्वसुखीं सर्वभूतीं । संपूर्ण होईजे ॥ १८१० ॥\n" +
                "शके बाराशतें बारोत्तरें । तैं टीका केली ज्ञानेश्वरें ।\n" +
                "सच्चिदानंदबाबा आदरें । लेखकु जाहला ॥ १८११ ॥\n" +
                "इति श्री ज्ञानदेवविरचितायां भावार्थदीपिकायां अष्टादशोध्यायः ॥\n" +
                "\n" +
                "श्रीशके पंधराशें साहोत्तरीं । तारणनामसंवत्सरीं ।\n" +
                "एकाजनार्दनें अत्यादरीं । गीता\\-ज्ञानेश्वरी प्रतिशुद्ध केली ॥ १ ॥\n" +
                "ग्रंथ पूर्वींच अतिशुद्ध । परी पाठांतरीं शुद्ध अबद्ध ।\n" +
                "तो शोधूनियां एवंविध । प्रतिशुद्ध सिद्धज्ञानेश्वरी ॥ २ ॥\n" +
                "नमो ज्ञानेश्वरा निष्कलंका । जयाची गीतेची वाचितां टीका ।\n" +
                "ज्ञान होय लोकां । अतिभाविकां ग्रंथार्थियां ॥ ३ ॥\n" +
                "बहुकाळपर्वणी गोमटी । भाद्रपदमास कपिलाषष्ठी ।\n" +
                "प्रतिष्ठानीं गोदातटीं । लेखनकामाठी संपूर्ण जाली ॥ ४ ॥\n" +
                "ज्ञानेश्वरीपाठीं । जो ओंवी करील मऱ्हाटी ।\n" +
                "तेणें अमृताचे ताटीं । जाण नरोटी ठेविली ॥ ५ ॥\n" +
                "॥ श्रीकृष्णार्पणमस्तु ॥\n" +
                "॥ शुभं भवतु ॥\n" +
                "॥ श्री परमात्मने नमः ॥\n" +
                "॥ तत्सत् ब्रह्मार्पणमस्तु ॥ ";
        stringBuilder9.append(aadhaya10);
        textView10.setText(stringBuilder9.toString());


    }
}
