package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Aath extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_aath);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" ८. ज्ञानेश्वरी/अध्याय आठवा ");
        StringBuilder stringBuilder=new StringBuilder();
        String aadhaya1=" \n" +
                "     अर्जुन उवाचः किं तद् ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।\n" +
                "                अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥ १ ॥\n" +
                "\n" +
                "मग अर्जुनें म्हणितलें । हां हो जी अवधारिले ।\n" +
                "जे म्यां पुसिले । ते निरूपिजो ॥ १॥\n" +
                "\n" +
                "सांगा कवण तें ब्रह्म । काइसया नाम कर्म ।\n" +
                "अथवा अध्यात्म । काय म्हणिपे ॥ २॥\n" +
                "\n" +
                "अधिभूत तें कैसे । एथ अधिदैव तें कवण असे ।\n" +
                "हें उघड मी परियेसें । तैसें बोला ॥ ३॥\n" +
                "\n" +
                "     अधियज्ञः कथं कोऽत्र देहेऽस्मिन् मधुसूदन ।\n" +
                "     प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः ॥ २ ॥\n" +
                "\n" +
                "देवा अधियज्ञ तो काई । कवण पां इये देही ।\n" +
                "हें अनुमानासि कांही । दिठी न भरे ॥ ४॥\n" +
                "\n" +
                "आणि नियता अंतःकरणी । तूं जाणिजसी देहप्रयाणी ।\n" +
                "तें कैसेनि हें शारंगपाणी । परिसवा मातें ॥ ५॥\n" +
                "\n" +
                "देखा धवळारी चिंतामणीचा । जरी पहुडला होय दैवाचा ।\n" +
                "तरी वोसणताही बोल तयाचा । परी सोपु न वचे ॥ ६॥\n" +
                "\n" +
                "तैसें अर्जुनाचिया बोलासवें । आलें तेंचि म्हणितलें देवे।\n" +
                "परियेसें गा बरवे । जें पुसिले तुवां ॥ ७॥\n" +
                "\n" +
                "किरीटी कामधेनूचा पाडा । वरी कल्पतरूचा आहे मांदोडा ।\n" +
                "म्हणोनि मनोरथसिद्धीचिया चाडा । तो नवल नोहे ॥ ८॥\n" +
                "\n" +
                "कृष्ण कोपोनि ज्यासि मारी । तो पावे परब्रह्मसाक्षात्कारी ।\n" +
                "मा कृपेने उपदेशु करी । तो कैशापरी न पवेल ॥ ९॥\n" +
                "\n" +
                "जैं कृष्णाचेया होइजे आपण । तैं कृष्ण होय आपुले अंतःकरण ।\n" +
                "मग संकल्पाचे आंगण । वोळगती सिद्धी ॥ १०॥\n" +
                "\n" +
                "परि ऐंसे जें प्रेम । अर्जुनींचि आथि निस्सीम ।\n" +
                "म्हणऊनि तयाचे काम । सदा सफळ ॥ ११॥\n" +
                "\n" +
                "या कारणे श्रीअनंते । तें मनोगत तयाचें पुसतें ।\n" +
                "होईल जाणूनि आइतें । वोगरूनि ठेविलें ॥ १२॥\n" +
                "\n" +
                "जें अपत्य थानी निगे । त्याची भूक ते मातेसीचि लागे ।\n" +
                "एऱ्हवीं तें शब्दें काय सांगे । मग स्तन्य दे येरी ॥ १३॥\n" +
                "\n" +
                "म्हणोनि कृपाळुवा गुरूचिया ठायी । हे नवल नोहे कांही ।\n" +
                "परि तें असो आइका काई । जें देव बोलते जाहले ॥ १४॥\n" +
                "\n" +
                "     अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।\n" +
                "     भूतभावोद्भवकरो विसर्गः कर्मसंज्ञित ॥ ३॥\n" +
                "\n" +
                "मग म्हणितले सर्वेश्वरें । जें आकारी इये खोंकरें ।\n" +
                "कोंदलें असत न खिरे । कवणे काळी ॥ १५॥\n" +
                "\n" +
                "एऱ्हवीं सपूरपण तयाचें पहावें । तरि शून्यचि नव्हे स्वभांवें ।\n" +
                "वरि गगनाचेनि पालवे । गाळूनि घेतलें ॥ १६॥\n" +
                "\n" +
                "जें ऐसेंही परि विरूळें । इये विज्ञानाचिये खोळे ।\n" +
                "हालवलेंही न गळे । ते परब्रह्म ॥ १७॥\n" +
                "\n" +
                "आणि आकाराचेनि जालेपणें । जन्मधर्मातें नेणे ।\n" +
                "आकारलोपीं निमणें । नाहीं कहीं ॥ १८॥\n" +
                "\n" +
                "ऐशिया आपुलियाची सहज स्थिती । जया ब्रह्माची नित्यता असती ।\n" +
                "तया नाम सुभद्रापति । अध्यात्म गा ॥ १९॥\n" +
                "\n" +
                "मग गगनी जेविं निर्मळें । नेणों कैंची एक वेळे ।\n" +
                "उठती घनपटळे । नानावर्णे ॥२०॥\n" +
                "\n" +
                "तैसे अमूर्तीं तिये विशुध्दे । महदादि भूतभेदें ।\n" +
                "ब्रह्मांडाचे बांधे । होंचि लागती ॥ २१॥\n" +
                "\n" +
                "पैं निर्विकल्पाचिये बरडी । कीं आदिसंकल्पाची फुटे विरूढी ।\n" +
                "आणि ते सवेंचि मोडोनि ये ढोंढी । ब्रह्मगोळकांची ॥ २२॥\n" +
                "\n" +
                "तया एकैकाचे भीतरीं पाहिजे । तंव बीजाचाचि भरिला देखिजे ।\n" +
                "माजीं होतियां जातियां नेणिजे । लेख जीवां ॥ २३॥\n" +
                "\n" +
                "मग तयागोळकांचे अंशांश । प्रसवती आदिसंकल्प असमसहास ।\n" +
                "हें असो ऐसी बहुवस । सृष्टी वाढे ॥ २४॥\n" +
                "\n" +
                "परि दुजेनविण एकला । परब्रह्मचि संचला ।\n" +
                "अनेकत्वाचा आला । पूर जैसा ॥ २५॥\n" +
                "\n" +
                "तैसें समविषमत्व नेणों कैचें । वांयांचि चराचर रचे ।\n" +
                "पाहतां प्रसवतिया योनीचे । लक्ष दिसती ॥ २६॥\n" +
                "\n" +
                "येरी जीवभावाचिय पालविये । कांही मर्यादा करूं नये ।\n" +
                "पाहिजे कवण हें आघवें विये । तंव मूळ तें शून्य ॥ २७॥\n" +
                "\n" +
                "म्हणूनि कर्ता मुदल न दिसे । आणि शेखीं कारणही कांही नसे ।\n" +
                "माजीं कार्यचि आपैसें । वाढोंचि लागे ॥ २८॥\n" +
                "\n" +
                "ऐसा करितेनवीण गोचरू । अव्यक्तीं हा आकारू ।\n" +
                "निपजे जो व्यापारू । तया नाम कर्म ॥ २९॥\n" +
                "\n" +
                "     अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम ।\n" +
                "     अधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥ ४॥\n" +
                "\n" +
                "आतां अधिभूत जें म्हणिपे । तेंहि सांगों संक्षेपें ।\n" +
                "तरी होय आणि हारपे । अभ्र जैसें ॥ ३०॥\n" +
                "\n" +
                "तैसें असतेपण आहाच । नाहीं होइजे हें साच ।\n" +
                "जयांतें रूपा आणिती पांचपांच । मिळोनियां ॥ ३१ ॥\n" +
                "\n" +
                "भूतांतें अधिकरूनि असे । आणि भूतसंयोगें तरि दिसे ।\n" +
                "जे वियोगवेळे भ्रंशे । नामरूपादिक ॥ ३२ ॥\n" +
                "\n" +
                "तयातें अधिभूत म्हणिजे । मग अधिदैवत पुरूष जाणिजे ।\n" +
                "जेणें प्रकृतीचें भोगीजे । उपार्जिलें ॥ ३३ ॥\n" +
                "\n" +
                "जो चेतनेचा चक्षु । जो इंद्रियदेशीचा अध्यक्षु ।\n" +
                "जो देहास्तमनीं वृक्षु । संकल्पविहंगमाचा ॥ ३४ ॥\n" +
                "\n" +
                "जो परमात्माचि परि दुसरा । जो अहंकारनिद्रा निदसुरा ।\n" +
                "म्हणोनि स्वप्नींचिया बोरबारा । संतोषें शिणे ॥ ३५॥\n" +
                "\n" +
                "जीव येणें नांवें । जयातें आळविजे स्वभावे ।\n" +
                "तें अधिदैवत जाणावें । पंचायतनींचें ॥ ३६॥\n" +
                "\n" +
                "आतां इयेचि शरीरग्रामीं । जो शरीरभावातें उपशमी ।\n" +
                "तो अधियज्ञु एथ गा मी । पांडुकुमरा ॥ ३७॥\n" +
                "\n" +
                "येर अधिदैवाधिभूत । तेहि मीचि कीर समस्त ।\n" +
                "परि पंधरें किडाळा मिळत । तें काय सांके नोहे ॥ ३८॥\n" +
                "\n" +
                "तरि ते पंधरेपण न मैळे । आणि किडाळाचियाही अंशा न मिळे ।\n" +
                "परि जंव असे तयाचेनि मेळें । तव सांकेंचि म्हणिजे ॥ ३९॥\n" +
                "\n" +
                "तैसें अधिभूतादि आघवे । हें अविद्येचेनि पालवें ।\n" +
                "झांकलें तंव मानावें । वेगळें ऐसें ॥ ४०॥\n" +
                "\n" +
                "तेचि अविद्येची जवनिका फिटे । आणि भेदभावाची अवघि तुटे ।\n" +
                "मग म्हणों एक होऊनि जरी आटे । तरी काय दोनी होती ॥ ४१॥\n" +
                "\n" +
                "पैं केशांचा गुंडाळा । वरि ठेविली स्फटिकशिळा ।\n" +
                "ते वरि पाहिजे डोळां । तवं भेदिली गमती ॥ ४२॥\n" +
                "\n" +
                "पाठीं केश परौते नेले । आणि भेदलेपण काय नेणों जाहालें ।\n" +
                "तरि डांक देऊनि सांदिले । शिळेतें काई ॥ ४३॥\n" +
                "\n" +
                "ना ते अखंडचि आयती । परि संगें भिन्न गमली होती ।\n" +
                "ते सारिलिया मागौती । जैसी कां तैसी ।। ४४॥\n" +
                "\n" +
                "तेवींचि अहंभावो जाये । तरी ऐक्य तें आधींचि आहे ।\n" +
                "हेंचि साचें जेथ होये । तो अधियज्ञु मी ॥ ४५॥\n" +
                "\n" +
                "पैं गा आम्हीं तुज । सकळ यज्ञ कर्मज ।\n" +
                "सांगीतलें कां जें काज । मनी धरूनि ॥ ४६॥\n" +
                "\n" +
                "तो हा सकळ जीवांचा विसांवा । नैष्कर्म्यसुखाचा ठेवा ।\n" +
                "परि उघड करूनि पांडव । दाविजत असे ॥ ४७॥\n" +
                "\n" +
                "पहिलें वैराग्याइंधनपरिपूर्ती । इंद्रियानळी प्रदीप्तीं ।\n" +
                "विषयद्रव्याचिया आहुती । देऊनिया ॥ ४८॥\n" +
                "\n" +
                "मग वज्रासन तेचि उर्वी । शोधूनि आधारमुद्रा बरवी ।\n" +
                "वेदिका रचे मांडवी । शरीराच्या ॥ ४९॥\n" +
                "\n" +
                "तेथ संयमाग्नीचीं कुंडे । इंद्रियद्रव्याचेनि पवाडें ।\n" +
                "यजिजती उदंडे । युक्तिघोषे ॥ ५० ॥\n" +
                "\n" +
                "मग मनप्राण आणि संयमु । हाचि हवनसंपदेचा संभ्रमु ।\n" +
                "येणें संतोषविजे निर्धूमु । ज्ञानानळु ॥ ५१॥\n" +
                "\n" +
                "ऐसेनि हें सकळ ज्ञानी समर्पे । मग ज्ञान तें ज्ञेयीं हारपे ।\n" +
                "पाठीं ज्ञेयचि स्वरूपें । निखिल उरे ॥ ५२ ॥\n" +
                "\n" +
                "तया नांव गा अधियज्ञु । ऐसें बोलिला जंव सर्वज्ञु ।\n" +
                "तंव अर्जुन अतिप्राज्ञु । तया पातलें तें ॥ ५३॥\n" +
                "\n" +
                "हें जाणोनि म्हणितलें देवें । पार्था परिसतु आहासि बरवें ।\n" +
                "याकृष्णाचिया बोलासवें । येरू सुखाचा जाहला ॥ ५४॥\n" +
                "\n" +
                "देखा बालकाचिया धणी धाइजे । कां शिष्याचेनि जाहलेपणें होइजे ।\n" +
                "हें सद्गुरूचि एकलेनि जाणिजे । कां प्रसवतिया ॥ ५५॥\n" +
                "\n" +
                "म्हणोनि सात्विकां भावांची मांदी । कृष्णाआंगीं अर्जुनाआधीं ।\n" +
                "न समातसे परी बुद्धी । सांवरूनि देवें ॥ ५६॥\n" +
                "\n" +
                "मग पिकलिया सुखाचा परिमळु । कीं निवालिया अमृताचा कल्लोळु ।\n" +
                "तैसा कोंवळा आणि रसाळु । बोलु बोलिला ॥ ५७॥\n" +
                "\n" +
                "म्हणे परिसणेयांच्या राया । आइके बापा धनंजया ।\n" +
                "ऐसी जळों सरलिया माया । तेथ जाळितें तेंही जळे ॥ ५८॥\n" +
                "\n" +
                "     अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।\n" +
                "     यः प्रयाति स मद्भावं याति नास्त्यत्र संशयः ॥ ५॥\n" +
                "\n" +
                "जें आतांचि सांगितलें होतें । अगा अधियज्ञ म्हणितला जयातें ।\n" +
                "जे आदीचि तया मातें । जाणोनि अंतीं ॥ ५९॥\n" +
                "\n" +
                "ते देह झोळ ऐसें मानुनी । ठेले आपणपें आपण होऊनी ।\n" +
                "जैसा मठ गगना भरूनी । गगनींचि असे ॥ ६०॥\n" +
                "\n" +
                "यें प्रतीतीचिया माजघरीं । तया निश्चयाची वोवरी ।\n" +
                "आली म्हणोनि बाहेरी । नव्हेचि से ॥ ६१॥\n" +
                "\n" +
                "ऐसें सबाह्य ऐक्य संचलें । मीचि होऊनि असतां रचिलें ।\n" +
                "बाहेरि भूतांचीं पांचही खवलें । नेणतांचि पडिलीं ॥ ६२॥\n" +
                "\n" +
                "आतां उभयां उभेपण नाहीं जयाचें । मा पडिलिया गहन कवण तयाचें ।\n" +
                "म्हणोनि प्रतीतीचिये पोटींचें । पाणी न हाले ॥ ६३॥\n" +
                "\n" +
                "ते ऐक्याची आहे वोतिली । कीं नित्यतेचिया हृदयीं घातली ।\n" +
                "जैसी समरससमुद्रीं धुतली । रूळेचिना ॥ ६४॥\n" +
                "\n" +
                "पैं अथावीं घट बुडाला । तो आंतबाहेरी उदकें भरला ।\n" +
                "पाठीं दैवगत्या जरी फुटला । तरी उदक काय फुटे ॥ ६५॥\n" +
                "\n" +
                "ना तरी सर्पे कवच सांडिलें । कां उबारेनें वस्त्र फेडिलें ।\n" +
                "तरी सांग पां काय मोडलें । अवेवामाजीं ॥ ६६॥\n" +
                "\n" +
                "तैसा आकार हा आहाच भ्रंशे । वांचूनि वस्तु ते सांचलीचि असे ।\n" +
                "तेचि बुद्धि जालिया विसुकुसे । कैसेनि आतां ॥ ६७॥\n" +
                "\n" +
                "म्हणोनि यापरी मातें । अंतकाळीं जाणत सांते ।\n" +
                "जे मोकलिती देहातें । तें मीचि होती ॥ ६८॥\n" +
                "\n" +
                "एऱ्हवीं तरी साधारण । उरीं आदळलिया मरण ।\n" +
                "जो आठव धरी अंतःकरण । तेंचि होइजे ॥ ६९॥\n" +
                "\n" +
                "जैसा कवण एक काकुळती । पळतां पवनगती ।\n" +
                "दुपाउलीं अवचितीं । कुहामाजी पडियेला ॥ ७०॥\n" +
                "\n" +
                "आतां तया पडणयाआरौतें । पडण चुकवावया परौतें ।\n" +
                "नाहीं म्हणोनि तेथें । पडावेंचि पडे ॥ ७१॥\n" +
                "\n" +
                "तेंवि मृत्यूचेनि अवसरें एकें । जें येऊनि जीवासमोर ठाके ।\n" +
                "तें होणें मग न चुके । भलतयापरी ॥ ७२॥\n" +
                "\n" +
                "आणि जागता जंव असिजे । तंव जेणें ध्यानें भावना भाविजे ।\n" +
                "डोळा लागतखेवों देखिजे । तेंचि स्वप्नीं ॥ ७३॥\n" +
                "\n" +
                "     यं यं वापि स्मरन् भावं त्यजत्यन्ते कलेवरम् ।\n" +
                "     तं तमेवैति कौन्तेय सदा तद्भावभावितः ॥ ६ ॥\n" +
                "\n" +
                "तेविं जितेनि अवसरें । जें आवडोनि जीवीं उरे ।\n" +
                "तेंचि मरणाचिये मेरे । फार हों लागे ॥ ७४॥\n" +
                "\n" +
                "आणि मरणीं जया जें आठवे । तो तेचि गतीतें पावे।\n" +
                "म्हणोनि सदां स्मरावें । मातेंचि तुवां ॥ ७५॥\n" +
                "\n" +
                "     तस्मात् सर्वेषु कालेषु मामनुस्मर युध्य च ।\n" +
                "     मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् ॥ ७ ॥\n" +
                "\n" +
                "डोळां जें देखावें । कां कानी हन ऐकावें ।\n" +
                "मनीं जें भावावें । बोलावें वाचे ॥ ७६॥\n" +
                "\n" +
                "तें आतं बाहेरि आघवें । मीचि करूनि घालावें ।\n" +
                "मग सर्वीं काळीं स्वभावें । मीचि आहें ॥ ७७॥\n" +
                "\n" +
                "अर्जुना ऐसें जाहलिया । मग न मरिजे देह गेलिया ।\n" +
                "मा संग्रामु केलिया । भय काय तुज ॥ ७८॥\n" +
                "\n" +
                "तूं मनबुद्धि साचेंसीं । जरी माझिया स्वरूपीं अर्पिसी ।\n" +
                "तरी मातेंचि गा पावसी । हे माझी भाक ॥ ७९॥\n" +
                "\n" +
                "हेंच कायिसया वरी होये । ऐसा जरी संदेहो वर्ततु आहे ।\n" +
                "तरी अभ्यासूनि आदीं पाहें । मग नव्हे तरी कोपें ॥ ८०॥\n" +
                "\n" +
                "     अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।\n" +
                "     परमं पुरुषं दिव्यं याति पार्थानुन्तयन् ॥ ८॥\n" +
                "\n" +
                "येणेंचि अभ्यासेंसिं योगु । चित्तासि करीं पां चांगु ।\n" +
                "अगा उपायबळें पंगु । पहाड ठाकी ॥ ८१॥\n" +
                "\n" +
                "तेविं सदभ्यासें निरंतर । चित्तासि परमपुरूषाची मोहर ।\n" +
                "लावें मग शरीर । राहो अथवा जावो ॥ ८२ ॥\n" +
                "\n" +
                "जें नानागतीतें पाववितें । तें चित्त वरील आत्मयातें ।\n" +
                "मग कवण आठवी देहातें । गेलें की आहे ॥ ८३॥\n" +
                "\n" +
                "पैं सरितेचिनि ओघें । सिंधुजळा मीनलें ओघें ।\n" +
                "तें काय वर्तत आहे मागें । म्हणोनि पाहों येते ॥ ८४॥\n" +
                "\n" +
                "ना तें समुद्रचि होऊन ठेलें । तेविं चित्ताचें चैतन्य जाहालें ।\n" +
                "जेथ यातायात निमालें । घनानंद जें ॥ ८५॥\n" +
                "\n" +
                "     कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद् ।\n" +
                "     सर्वस्य धातरमचिन्त्यरूपमादित्यवर्णं तमसः परस्तात् ॥ ९ ॥\n" +
                "\n" +
                "जयाचें आकारावीण असणें । जया जन्म ना निमणें ।\n" +
                "जें आघवेंचि आघवेपणें । देखत असे ॥ ८६॥\n" +
                "\n" +
                "जें गगनाहून जुनें । जं परमाणूहूनि सानें ।\n" +
                "जयाचेनि सान्निधानें । विश्व चळे ॥ ८७॥\n" +
                "\n" +
                "जें सर्वांतें यया विये । विश्व सर्व जेणें जिये ।\n" +
                "हेतु जया बिहे । अचिंत्य जें ॥ ८८॥\n" +
                "\n" +
                "देखे वोळंबा इंगळु न चरे । तेजीं तिमिर न शिरे ।\n" +
                "जें दिहाचें आंधारें । चर्मचक्षूसीं ॥ ८९॥\n" +
                "\n" +
                "सुसडा सूर्यकणांच्या राशी । जो नित्य उदो ज्ञानियांसी ।\n" +
                "अस्तमानाचें जयासी । आडनांव नाहीं ॥ ९०॥\n" +
                "\n" +
                "     प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव ।\n" +
                "     भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् ॥ १० ॥\n" +
                "\n" +
                "तया अव्यंगवाणेया ब्रह्मातें । प्रयाणकाले प्राप्ते ।\n" +
                "जो स्थिरावलेनि चित्तें । जाणोनि स्मरे ॥ ९१॥\n" +
                "\n" +
                "बाहेरी पद्मासन रचुनी । उत्तराभिमुख बैसोनि ।\n" +
                "जीवीं सुख सूनि । कर्मयोगाचें ॥ ९२॥\n" +
                "\n" +
                "आंतु मिनलेनि मनोधर्मे । स्वरूपप्राप्तीचेनि प्रेमें ।\n" +
                "आपेंआप संभ्रमें । मिळावया ॥ ९३॥\n" +
                "\n" +
                "आकळलेनि योगें । मध्यमा मध्यमार्गे ।\n" +
                "अग्निस्थानैनि निगे । ब्रह्मरंघ्रा ॥ ९४॥\n" +
                "\n" +
                "तेथ अचेत चित्ताचा सांगातु । आहाचवाणा दिसे मांडतु ।\n" +
                "जेथ प्राण गगनाआंतु । संचरे कां ॥ ९५ ॥\n" +
                "\n" +
                "परी मनाचेनि स्थैयैं धरिला । भक्तीचिया भावना भरला ।\n" +
                "योगबळें आवरला । सज्ज होउनी ॥ ९६॥\n" +
                "\n" +
                "तो जडाजडातें विरवितु । भ्रूलतांमाजी संचरतु ।\n" +
                "जैसा घंटानाद लयस्थु । घंटेसींच होय ॥ ९७॥\n" +
                "\n" +
                "कां झांकलिय घटींचा दिवा । नेणिजे काय जाहला केव्हां ।\n" +
                "या रीती जो पांडवा । देह ठेवी ॥ ९८॥\n" +
                "\n" +
                "तो केवळ परब्रह्म । जया परमपुरूष ऐसें नाम ।\n" +
                "तें माझें निजधाम । होऊनि ठाके ॥ ९९॥\n" +
                "\n" +
                "      यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः ।\n" +
                "     यदिच्छन्तो ब्रह्मचर्यं चरन्ति यत्ते पदं संग्रहेण प्रवक्ष्ये ॥ ११॥\n" +
                "\n" +
                "सकळां जाणणेयां जे लाणी । तिये जाणिवेची जे खाणी ।\n" +
                "तयां ज्ञानियांचिये आयणी । जयातें अक्षर म्हणिपे ॥ १००॥\n" +
                "\n" +
                "चंडवातेंही न मोडे । तें गगनचि कीं फुडें ।\n" +
                "वांचूनि जरे होईल मेहुडें । तरी उरेल कैंचे ॥ १०१॥\n" +
                "\n" +
                "तेविं जाणणेया जें आकळिलें । तें जाणवलेपणेंचि उमाणलें ।\n" +
                "मग नेणवेचि तया म्हणितलें । अक्षर सहजें ॥ १०२॥\n" +
                "\n" +
                "म्हणोनि वेदविद नर । म्हणती जयातें अक्षर ।\n" +
                "जें प्रकृतीसी पर । परमात्मरूप ।। १०३॥\n" +
                "\n" +
                "आणि विषयांचें विष उलंडूनि । जे सर्वेंद्रियां प्रायश्चित देऊनि ।\n" +
                "आहाति देहाचिया बैसोनि । झाडातळी ॥ १०४॥\n" +
                "\n" +
                "ते यापरी विरक्त । जयाची निरंतर वाट पाहात ।\n" +
                "निष्कामासि अभिप्रेत । सर्वदा जें ॥ १०५॥\n" +
                "\n" +
                "जयाचिया आवडी । न गणिती ब्रह्मचर्यादि सांकडी ।\n" +
                "निष्ठुर होऊनि बापुडी । इंद्रिये करिती ॥ १०६॥\n" +
                "\n" +
                "ऐसें जें पद । दुर्लभ आणि अगाध ।\n" +
                "जयाचिये थडिये वेद । चुबुकळिले ठेले ॥ १०७॥\n" +
                "\n" +
                "तें तें पुरूष होती । जे यापरी लया जाती ।\n" +
                "तरी पार्था हेचि स्थिती । एक वेळ सांगो ॥ १०८॥\n" +
                "\n" +
                "तेथ अर्जुनें म्हणितलें स्वामी । हेंचि म्हणावया होतों पां मी ।\n" +
                "तंव सहजें कृपा केली तुम्ही । तरी बोलिजो कां ॥ १०९॥\n" +
                "\n" +
                "परि बोलावें तें अति सोहोपें । तेथें म्हणितलें त्रिभुवनदीपें ।\n" +
                "तुज काय नेणों संक्षेपें । सांगेन ऐक ॥ ११०॥\n" +
                "\n" +
                "\n" +
                "तरी मना या बाहेरिलीकडे । यावयाची साविया सवे मोडे ।\n" +
                "हें हृदयाचिया डोहीं बुडे । तैसें कीजे ॥ १११॥\n" +
                "\n" +
                "     सर्वद्वाराणि संयम्य मनो हृदि निरूध्य च ।\n" +
                "     मूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम् ॥ १२॥\n" +
                "\n" +
                "परी हें तरीच घडे । जरी संयमाची अखंडें ।\n" +
                "सर्वद्वारी कवाडें । कळासती ॥ ११२॥\n" +
                "\n" +
                "तरी सहजें मन कोंडलें । हृदयींचि असेल उगलें ।\n" +
                "जैसें करचरणीं मोडलें । परिवरू न संडी ॥ ११३॥\n" +
                "\n" +
                "तैसें चित्त राहिल्या पांडवा । प्राणाचा प्रणवुचि करावा ।\n" +
                "मग अनुवृत्तिपंथें आणावा । मूर्ध्निवरी ॥११४॥\n" +
                "\n" +
                "तेथ आकाशीं मिळे न मिळे । तैसा धरावा धारणाबळें ।\n" +
                "जंव मात्रात्रय मावळे । अर्धबिंबीं ॥ ११५॥\n" +
                "\n" +
                "तंववरी तो समीरु । निराळी कीजे स्थिरू ।\n" +
                "मग लग्नीं जेविं ॐकारू । बिंबींचे विलसे ॥ ११६॥\n" +
                "\n" +
                "     ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।\n" +
                "     यः प्रयाति त्यजन्देहं स याति परमां गतिम् ॥ १३॥\n" +
                "\n" +
                "तैसें ॐ हें स्मरों सरे । आणि तेथेंचि प्राणु पुरे ।\n" +
                "मग प्रणवांतीं उरे । पूर्णघन जें ॥ ११७॥\n" +
                "\n" +
                "म्हणोनि प्रणवैकनाम । हें एकाक्षर ब्रह्म ।\n" +
                "जो माझें स्वरूप परम । स्मरतसांता ॥१ १८॥\n" +
                "\n" +
                "यापरी त्यजी देहातें । तो त्रिशुद्धी पावे मातें ।\n" +
                "जया पावनया परौतें । आणिक पावणें नाहीं ॥ ११९॥\n" +
                "\n" +
                "तेथे अर्जुना जरी विपायें । तुझ्या जीवीं हन ऐसें जाये ।\n" +
                "ना हें स्मरण मग होये । कायसयावरी अंती ॥ १२०॥\n" +
                "\n" +
                "इंद्रियां अनुघडु पडलिया । जीवितचें सुख बुडालिया ।\n" +
                "आंतुबाहेरी उघडलिया । मृत्युचिन्हें ॥ १२१॥\n" +
                "\n" +
                "ते वेळीं बैसवेंचि कवणें । मग कवण निरोधी करणें ।\n" +
                "तेथे काह्याचेनि अंतकःरणें । प्रणव स्मरावा ॥ १२२॥\n" +
                "\n" +
                "तरि गा ऐशिया ध्वनी । झणें थारा देशी हो मनीं ।\n" +
                "पैं नित्य सेविला मी निदानीं । सेवकु होयें ॥ १२३॥\n" +
                "\n" +
                "     अनन्यचेताः सततं यो मां स्मरति नित्यशः ।\n" +
                "     तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः ॥ १४॥\n" +
                "\n" +
                "     मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् ।\n" +
                "     नाप्नुवंति महात्मानः संसिद्धिं परमां गताः ॥ १५ ॥\n" +
                "\n" +
                "जे विषयांसि तीळांजळी देऊनी । प्रवृत्तीवरी निगड वाउनी ।\n" +
                "मातें हृदयीं सूनी । भोगताती ॥ १२४॥\n" +
                "\n" +
                "परि भोगितया आराणुका । भेटणें नाहीं क्षुधादिकां ।\n" +
                "तेथ चक्षुरादि रंकां । कवण पाडु ॥ १२५॥\n" +
                "\n" +
                "ऐसे निरंतर एकवटले । जे अंतःकरणी मजशीं लिगटले ।\n" +
                "मीचि होऊनि आटले । उपासैती ॥ १२६॥\n" +
                "\n" +
                "तयां देहावसान जैं पावे । तैं तिहीं मातें स्मरावें ।\n" +
                "मग म्यां जरी पावावें । तरि उपास्ति ते कायसी ॥ १२७॥\n" +
                "\n" +
                "पैं रंकु एक आडलेपणें । काकुळती अंती धांवा गा धांवा म्हणे ।\n" +
                "तरि तयाचिये ग्लानी धांवणे । काय न घडे मज ॥ १२८॥\n" +
                "\n" +
                "आणि भक्तांही तेचि दशा । तरी भक्तीचा सोसु कायसा ।\n" +
                "म्हणऊनि हा ध्वनी ऐसा । न वाखाणावा ॥ १२९॥\n" +
                "\n" +
                "तिहीं जे वेळीं मी स्मरावा । ते वेळीं स्मरला कीं पावावा ।\n" +
                "तो आभारूही जीवा । साहवेचि ना ॥ १३०॥\n" +
                "\n" +
                "तें ऋणवैपण देखोनि आंगी । मी आपुलियाचि उत्तीर्णत्वालागीं ।\n" +
                "भक्तांचिया तनुत्यागीं । परिचर्या करीं ॥ १३१॥\n" +
                "\n" +
                "देहवैकल्याचा वारा । झणें लागेल या सकुमारां ।\n" +
                "म्हणोनि आत्मबोधाचे पांजिरां । सूयें तयांतें ॥ १३२॥\n" +
                "\n" +
                "वरि आपुलिया स्मरणाची उवाइली । हींवाऐसी करीं साउली ।\n" +
                "ऐसेनि नित्य बुद्धि संचली । मी आणीं तयांतें ॥ १३३॥\n" +
                "\n" +
                "म्हणोनि देहांतींचें सांकडें । माझियां कहींचि न पडे ।\n" +
                "मी आपुलियांतें आपुलीकडे । सुखेंचि आणीं ॥ १३४॥\n" +
                "\n" +
                "वरचील देहाची गंवसणी फेडुनी । आहाच अहंकाराचे रज झाडुनी ।\n" +
                "शुद्ध वासना निवडुनी । आपणापां मेळवी ॥ १३५॥\n" +
                "\n" +
                "आणि भक्तां तरी देहीं । विशेष एकवंकीचा ठाव नाहीं ।\n" +
                "म्हणऊनि अव्हेरू करितां कांही । वियोग ऐसा न वाटे ॥ १३६॥\n" +
                "\n" +
                "ना तरी देहांतींचि मियां यावें । मग आपणपें यांतें न्यावें ।\n" +
                "हेंही नाहीं जे स्वभावें । ते आधींचि मज मीनले ॥ १३७॥\n" +
                "\n" +
                "येरी शरीराचिया सलिलीं । असतेपण हे साउले ।\n" +
                "वांचूनि चंद्रिका ते ठेली । चंद्रींचि आहे ।। १३८॥\n" +
                "\n" +
                "ऐसे जे नित्ययुक्त । तयांसि सुलभ मी सतत ।\n" +
                "म्हणाऊनि देहांतीं निश्चित । मीचि होती ॥ १३९॥\n" +
                "\n" +
                "मग क्लेशतरूची वाडी । जे तापत्रयाग्नीची सगडी ।\n" +
                "जे मृत्युकाकासि कुरोंडी । सांडिली आहे ॥ १४०॥\n" +
                "\n" +
                "जें दैन्याचें दुभतें । जें महाभयातें वाढवितें ।\n" +
                "जें सकळ दुःखाचें पुरतें । भांडवल ॥ १४१॥\n" +
                "\n" +
                "जें दुर्मतीचें मूळ । जें कुमार्गाचें फळ ।\n" +
                "जें व्यामोहाचें केवळ । स्वरूपचि ॥ १४२॥\n" +
                "\n" +
                "जें संसाराचें बैसणें । जें विकाराचें उद्यानें ।\n" +
                "जें सकळ रोगांचें भाणें । वाढिलें आहे ॥ १४३॥\n" +
                "\n" +
                "जें काळाचा खिचउशिटा । जें आशेचा आंगवठा ।\n" +
                "जन्ममरणाचा वोलिंवटा । स्वभावें जें ॥ १४४॥\n" +
                "\n" +
                "जें भुलीचें भरींव । जें विकल्पाचें वोतींव ।\n" +
                "किंबहुना पेंव । विंचुवांचें ॥ १४५॥\n" +
                "\n" +
                "जें व्याघ्राचें क्षेत्र । जें पण्यांगनेचें मैत्र ।\n" +
                "जें विषयविज्ञानयंत्र । सुपूजित ॥ १४६॥\n" +
                "\n" +
                "जें लांवेचा कळवळा । निवालिया विषोदकाचा गळाळा ।\n" +
                "जें विश्वासु आंगवळा । संवचोराचा ॥ १४७॥\n" +
                "\n" +
                "जें कोढियाचें खेंव । जें काळसर्पाचें मार्दव ।\n" +
                "गोरियाचें स्वभाव । गायन जें ॥ १४८॥\n" +
                "\n" +
                "जें वैरियाचा पाहुणेर । जें दुर्जनाचा आदर ।\n" +
                "हें असो जें सागर । अनर्थाचा ॥ १४९॥\n" +
                "\n" +
                "जें स्वप्नीं देखिलें स्वप्न । जें मृगजळें सासिन्नलें वन ।\n" +
                "जें धूम्ररजांचें गगन । ओतलें आहे ॥ १५०॥\n" +
                "\n" +
                "ऐसें जें हें शरीर । तें ते न पवतीचि पुढती नर ।\n" +
                "जे होऊनि ठेले अपार । स्वरूप माझें ॥ १५१॥\n" +
                "\n" +
                "     आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन ।\n" +
                "     मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥ १६॥\n" +
                "\n" +
                "एऱ्हवीं ब्रह्मपणाचिय भडसे । न चुकतीचि पुनरावृत्तीचे वळसे ।\n" +
                "परि निवटलियाचें जैसें । पोट न दुखे ॥ १५२॥\n" +
                "\n" +
                "ना तरी चेइलियानंतरें । न बुडिजे स्वप्नींचेनि महापूरें ।\n" +
                "तेवीं मातें पावलें ते संसारें । लिंपतीचि ना ॥ १५३॥\n" +
                "\n" +
                "एऱ्हवीं जगदाकाराचें सिरें । जें चिरस्थायीयांचे धुरे ।\n" +
                "ब्रह्मभुवन गा चवरें । लोकाचळाचें ॥ १५४॥\n" +
                "\n" +
                "जिये गांवींचा पहारू दिवोवरी । एका अमरेंद्राचें आयुष्य न धरी ।\n" +
                "विळोनि पांतीं उठी एकसरी । चवदाजणांची ॥ १५५॥\n" +
                "\n" +
                "     सहस्त्रयुगपर्यंतमहर्यद् ब्रह्मणो विदुः।\n" +
                "     रात्रिं युगसहस्त्रान्तां तेऽहोरात्रविदो जनाः ॥ १७॥\n" +
                "\n" +
                "जैं चौकडिया सहस्त्र जाये । तैं ठायेठावो विळुचि होये ।\n" +
                "आणि तैसेंचि सहस्त्र भरिये पाहें । रात्री जेथ ॥ १५६॥\n" +
                "\n" +
                "येवढें अहोरात्र जेथिंचें । तेणें न लोटती जे भाग्याचे ।\n" +
                "देखती ते स्वर्गींचे । चिरंजीव ॥ १५७॥\n" +
                "\n" +
                "येरां सुरगणांची नवाई । विशेष सांगावी तेथ काई ।\n" +
                "मुद्दल इंद्राचीचि दशा पाहीं । जे दिहाचे चौदा ॥ १५८॥\n" +
                "\n" +
                "परि ब्रह्मयाचियाहि आठां पहारांतें । आपुलिया डोळां देखते ।\n" +
                "जे आहाति गा तयांतें । अहोरात्रविद म्हणिपे ॥ १५९॥\n" +
                "\n" +
                "     अव्यक्ताद् व्यक्तयः सर्वाः प्रभवन्त्यहरागमे ।\n" +
                "     रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ॥ १८॥\n" +
                "\n" +
                "     भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते ।\n" +
                "     रात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे ॥ १९ ॥\n" +
                "\n" +
                "तये ब्रह्मभुवनीं दिवसें पाहे । ते वेळीं गणना केंही न समाये ।\n" +
                "ऐसें अव्यक्ताचें होये । व्यक्त विश्व ॥ १६०॥\n" +
                "\n" +
                "पुढती दिहाची चौपाहारी फिटे । आणि हा आकारसमुद्र आटे ।\n" +
                "पाठीं तैसाचि मग पाहांटे । भरों लागे ॥ १६१॥\n" +
                "\n" +
                "शारदीयेचिये प्रवेशीं । अभ्रें जिरती आकाशीं ।\n" +
                "मग ग्रीष्मांतीं जैशीं । निगती पुढती ॥ १६२॥\n" +
                "\n" +
                "तैसी ब्रह्मदिनाचिये आदी । हे भूतसृष्टीची मांदी ।\n" +
                "मिळे जंव सहस्त्रावधी । निमित्त पुरे ॥ १६३॥\n" +
                "\n" +
                "पाठीं रात्रीचा अवसरू होये । आणि विश्व अव्यक्तीं लया जाये ।\n" +
                "तोही युगसहस्त्र मोटका पाहे । आणि तैसेंचि रचे ॥ १६४॥\n" +
                "\n" +
                "हें सांगावया काय उपपत्ति । जें जगाचा प्रळयो आणि संभूति ।\n" +
                "इथे ब्रह्मभुवनींचिया होती । अहोरात्रमाजीं ॥ १६५॥\n" +
                "\n" +
                "कैसें थोरिवेचें मान पाहें पां । हो सृष्टिबीजाचा साटोपा ।\n" +
                "परि पुनरावृत्तीचिया मापा । शीग जाहला ॥ १६६॥\n" +
                "\n" +
                "एऱ्हवीं त्रैलोक्य हें धनुर्धरा । तिये गांवींचा गा पसारा ।\n" +
                "तो हा दिनोदयीं एकसरां । मांडतु असे ॥ १६७॥\n" +
                "\n" +
                "पाठीं रात्रीचा समो पावे । आणि अपैसाचि सांटवे ।\n" +
                "म्हणिये जेथींचें तेथ स्वभावें । साम्यासि ये ॥ १६८॥\n" +
                "\n" +
                "जैसें वृक्षपण बीजासि आलें । कीं मेघ हें गगन जाहालें ।\n" +
                "तैसें अनेकत्व जेथ सामावलें । तें साम्य म्हणिपे ॥ १६९॥\n" +
                "\n" +
                "     परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः ।\n" +
                "     यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥ २०॥\n" +
                "\n" +
                "तेथ समविषम न दिसे कांही । म्हणोनि भूतें हे भाष नाही ।\n" +
                "जेविं दूधचि जाहालिया दहीं । नामरूप जाय ॥ १७० ॥\n" +
                "\n" +
                "तेंविं आकारलोपासरिसें । जगाचें जगपण भ्रंशे ।\n" +
                "परि जेथ जाहालें तें जैसें । तैसेंचि असे ॥ १७१॥\n" +
                "\n" +
                "तैं तया नांव सहज अव्यक्त । आणि आकारा वेळीं तेंचि व्यक्त ।\n" +
                "हें एकास्तव एक सूचित । एऱ्हवीं दोनी नाही ॥ १७२॥\n" +
                "\n" +
                "जैसें आटलिया स्वरूपें । आटलेपण ते खोटी म्हणिपे ।\n" +
                "पुढती तो घनाकारू हारपे । जे वेळीं अळंकार होती ॥ १७३॥\n" +
                "\n" +
                "हीं दोन्ही जैशीं होणीं । एकीं साक्षीभूत सुवर्णी ।\n" +
                "तैसी व्यक्ताव्यक्ताची कडसणी । वस्तूच्या ठायी ॥ १७४॥\n" +
                "\n" +
                "तें तरी व्यक्त ना अव्यक्त । नित्य ना नाशवंत ।\n" +
                "या दोहीं भावाअतीत । अनादिसिध्द ॥ १७५॥\n" +
                "\n" +
                "जें हें विश्वचि होऊनि असे । परि विश्वपण नासिलेनि न नासे ।\n" +
                "अक्षरें पुसिल्या न पुसे । अर्थु जैसा ॥ १७६।।\n" +
                "\n" +
                "पाहें पां तरंग तरी होत जात । परि तेथ उदक तें अखंड असत ।\n" +
                "तेवीं भूताभावीं नाशिवंत । अविनाश जें ॥ १७७॥\n" +
                "\n" +
                "ना तरी आटतिये अळंकारी । नाटतें कनक असे जयापरी ।\n" +
                "तेवीं मरतिये जीवाकारीं । अमर जें आहे ॥ १७८॥\n" +
                "\n" +
                "     अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् ।\n" +
                "     यं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥ २१॥\n" +
                "\n" +
                "     पुरुषः स परः पार्थ भक्त्या लभस्त्वनन्या ।\n" +
                "     यस्यातःस्थानि भूतानि येन सर्वमिदं ततम् ॥ २२ ॥\n" +
                "\n" +
                "जयातें अव्यक्त म्हणों ये कोडें । म्हणतां स्तुति हें ऐसें नावडे ॥\n" +
                "जें मनबुद्धी न सांपडे । म्हणऊनियां ॥ १७९॥\n" +
                "\n" +
                "आणि आकारा आलिया जयाचें । निराकारपण न वचे ।\n" +
                "आकारलोपें न विसंचे । नित्यता गा ॥ १८०॥\n" +
                "\n" +
                "म्हणोनि अक्षर जें म्हणिजे । तेवीचि म्हणतां बोधुही उपजे ।\n" +
                "जयापरौता पैसु न देखिजे । या नाम परमगति ॥ १८१॥\n" +
                "\n" +
                "परि आघवा इहीं देहपुरीं । आहे निजेलियाचे परी ।\n" +
                "जे व्यापारू करवी ना करी । म्हणऊनियां ॥ १८२॥\n" +
                "\n" +
                "एऱ्हवीं जे शारीरचेष्टा । त्यांमाजीं एकही न ठके गा सुभटा ।\n" +
                "दाही इंद्रियांचिया वाटा । वाहतचि आहाति ॥ १८३॥\n" +
                "\n" +
                "उकलूं विषयांचा पेटा । होता मनाचां चोहटा ।\n" +
                "तो सुखदुःखाचा राजवांटा । भीतराहि पावे ॥ १८४॥\n" +
                "\n" +
                "परि रावो पहुडलिया सुखें । जैसा देशींचा व्यापारू न ठके ।\n" +
                "प्रजा आपुलालेनि अभिलाखें । करितचि असती ॥ १८५॥\n" +
                "\n" +
                "तैसें बुद्धीचें हन जाणणें । कां मनाचें घेणेंदेणें ।\n" +
                "इंद्रियांचें करणें । स्फुरण वायूचें ॥ १८६॥\n" +
                "\n" +
                "हे देहक्रिया आघवी । न करितां होय बरवी ।\n" +
                "जैसा न चलवितेनि रवी । लोकु चाले ॥ १८७॥\n" +
                "\n" +
                "अर्जुना तयापरी । सुतला ऐसा आहे शरीरीं ।\n" +
                "म्हणोनि पुरूषु गा अवधारीं । म्हणिपे जयातें ॥ १८८॥\n" +
                "\n" +
                "आणि प्रकृति पतिव्रते । पडिला एकपत्नीव्रतें ।\n" +
                "येणेंही कारणें जयातें । पुरूषु म्हणों ये ॥ १८९॥\n" +
                "\n" +
                "पैं वेदाचें बहुवसपण । देखेचिना जयाचें आंगण ।\n" +
                "हें गगनाचें पांघरूण । होय देखा ॥ १९०॥\n" +
                "\n" +
                "ऐसें जाणूनि योगीश्वर । जयातें म्हणती परात्पर ।\n" +
                "जें अनन्यगतीचें घर । गिंवसीत ये ॥ १९१॥\n" +
                "\n" +
                "जे तनू वाचा चित्ते । नाइकती दुजिये गोष्टीतें ।\n" +
                "तयां एकनिष्ठेचें पिकतें । सुक्षेत्र जें ॥ १९२।।\n" +
                "\n" +
                "हें त्रैलोक्यचि पुरूषोत्तम । ऐसा साच जयाचा मनोधर्मु ।\n" +
                "तया आस्तिकाचा आश्रमु । पांडवा गा ॥ १९३॥\n" +
                "\n" +
                "जें निगर्वाचें गौरव । जें निर्गुणाची जाणीव ।\n" +
                "जें सुखाची राणीव । निराशांसी ॥ १९४॥\n" +
                "\n" +
                "जें संतोषियां वाढिलें ताट । जें अचिंता अनाथाचें मायपोट ।\n" +
                "भक्ती उजू वाट । जया गांवा ॥ १९५॥\n" +
                "\n" +
                "हें एकैक सांगोनि वायां । काय फार करूं धनंजया ।\n" +
                "पैं गेलिया जया ठाया । तो ठावोचि होइजे ॥ १९६॥\n" +
                "\n" +
                "हिंवाचिया झुळुका । जैसें हिंवचि पडे उष्णोदका ।\n" +
                "कां समोर हालिया अर्का । तमचि प्रकाशु ॥ १९७॥\n" +
                "\n" +
                "तैसा संसारू जया गांवा । गेला सांता पांडवा ।\n" +
                "होऊनि ठाके आघवा । मोक्षाचाचि ॥ १९८॥\n" +
                "\n" +
                "तरी अग्नीमाजीं आलें । जैसें इंधनचि अग्नि जहालें\n" +
                "पाठीं न निवडेचि कांही केलें । काष्ठपण ॥ १९९॥\n" +
                "\n" +
                "ना तरी साखरेचा माघौता । बुध्दिमंतपणेंही करितां ।\n" +
                "परि ऊंस नव्हे पांडुसुता । जियापरी ॥ २००॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());



        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" लोहाचें कनक जहालें । हें एकें परिसेंचि केलें ।\n" +
                "आतां आणिक कैंचें तें गेलें । लोहत्व आणी ॥ २०१॥\n" +
                "\n" +
                "म्हणोनि तूप होऊनि माघौतें । जेवीं दूधपण न येचि निरूतें ।\n" +
                "तेविं पावोनियां जयातें । पुनरावृत्ति नाहीं ॥ २०२॥\n" +
                "\n" +
                "तें माझें परम । साचोकारें निजधाम ।\n" +
                "हें आंतुवट तुज वर्म । दाविजत असें ।। २०३॥\n" +
                "\n" +
                "     यत्र काले त्वानावृत्तिमावृत्तिं चैव योगिनः ।\n" +
                "     प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ॥ २३॥\n" +
                "\n" +
                "तेवींचि आणिकेंही एके प्रकारें । जाणतां आहे सोपारें ।\n" +
                "तरि देह सांडितेनि अवसरें । जेथ मिळती योगी ॥ २०४॥\n" +
                "\n" +
                "अथवा अवचटें ऐसें घडे । जे अनवसरें देह सांडे ।\n" +
                "तरि माघौतें येणें घडे । देहासीचि ॥ २०५॥\n" +
                "\n" +
                "म्हणोनि काळशुद्धी जरी देह ठेवीती । तरी ठेवितखेवीं ब्रह्मचि होती ।\n" +
                "एऱ्हवीं अकाळीं तरी येती । संसारा पुढती ॥ २०६॥\n" +
                "\n" +
                "तैसें सायुज्य आणि पुनरावृत्ति । या दोन्ही अवसराअधीन आहाती ।\n" +
                "तो अवसरू तुजप्रती । प्रसंगें सांगों ॥ २०७॥\n" +
                "\n" +
                "तरि ऐकें गा सुभटा । पातलिया मरणाचा माजिवटा ।\n" +
                "पांचै आपुलालिया वाटा । निघती अंती ॥ २०८॥\n" +
                "\n" +
                "ऐसा वरिपडिला प्रयाणकाळी । बुद्धीतें भ्रमु न गिळी ।\n" +
                "स्मृति नव्हे आंधळी । न मरे मन ॥ २०९॥\n" +
                "\n" +
                "हा चेतनावर्गु आघवा । मरणी दिसे टवटवा ।\n" +
                "परि अनुभविलिया ब्रह्मभावा । गवसणी होऊनि ॥ २१०॥\n" +
                "\n" +
                "ऐसा सावध हा समवावो । आणि निर्वाणवेऱ्ही निर्वाहो ।\n" +
                "हे तरीच घडे जरी सावावो । अग्नीचा आथी ॥ २११॥\n" +
                "\n" +
                "पाहें पां वारेन कां उदकें । जैं दिवियांचें दिवेपण झांके ।\n" +
                "तैं असतीच काय देखे । दिठी आपुली ॥ २१२॥\n" +
                "\n" +
                "तैसें देहांतींचेनि विषमवातें । देह आंतबाहेरि श्लेष्माआतें ।\n" +
                "तैं विझोनि जाय उजितें । अग्नीचें तें ॥ २१३॥\n" +
                "\n" +
                "ते वेळीं प्राणासि पाणु नाहीं । तेथ बुद्धि असोनि करील काई ।\n" +
                "म्हणोनि अग्नीवीण देहीं । चेतना न थरे ॥ २१४॥\n" +
                "\n" +
                "अगा देहींचा अग्नि जरी गेला । तरी देह नव्हे चिखलु वोला।\n" +
                "वायां आयुष्यवेळु आपुला । अंधारे गिंवसी ॥ २१५॥\n" +
                "\n" +
                "आणि मागील स्मरण आघवें । तें तेणें अवसरें सांभाळावें ।\n" +
                "मग देह त्यजूनि मिळावें । स्वरूपीं कीं ॥ २१६॥\n" +
                "\n" +
                "तंव तया देहश्लेष्माचे चिखलीं । चेतनाचि बुडोनि गेली ।\n" +
                "तेथ मागिली पुढिली हे ठेली । आठवण ॥ २१७॥\n" +
                "\n" +
                "म्हणोनि आधीं अभ्यासु जो केला । तो मरण न येतां निमोनि गेला।\n" +
                "जैसें ठेवणें न दिसतां मालवला । दीपु हातींचा ॥ २१८॥\n" +
                "\n" +
                "आतां असो हें सकळ । जाण पां ज्ञानासि अग्नि मूळ ।\n" +
                "तया अग्नीचें प्रयाणीं बळ । संपूर्ण आथी ॥ २१९॥\n" +
                "\n" +
                "     अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम् ।\n" +
                "     तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः ॥ २४॥\n" +
                "\n" +
                "आंतु अग्निज्योतीचा प्रकाशु । बाहेरी शुक्लपक्षु आणि दिवसु ।\n" +
                "आणि सा मासांमाजीं मासु । उत्तरायण ॥ २२०॥\n" +
                "\n" +
                "ऐशिया समयोगाची निरूती । लाहोनि जे देह ठेविती ।\n" +
                "ते परब्रह्मचि होती । ब्रह्मविद ॥ २२१॥\n" +
                "\n" +
                "अवधारीं गा धनुर्धरा । येथवरी सामर्थ्य यया अवसरा ।\n" +
                "तेवींचि हा उजू मार्ग स्वपुरा । यावया पैं ॥ २२२॥\n" +
                "\n" +
                "एथ अग्नि हें पहिलें पायतरें । ज्योतिर्मय हें दुसरें ।\n" +
                "दिवस जाणें तिसरें । चौथें शुक्लपक्ष ॥ २२३॥\n" +
                "\n" +
                "आणि सामास उत्तरायण । तें वरचील गा सोपान ।\n" +
                "येणें सायुज्यसिद्धिसदन । पावती योगी ॥ २२४॥\n" +
                "\n" +
                "हा उत्तम काळु जाणिजे । यातें अर्चिरादि मार्गु म्हणिजे ।\n" +
                "आतां अकाळु तोही सहजें । सांगेन आईक ॥ २२५॥\n" +
                "\n" +
                "     धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् ।\n" +
                "     तत्र चान्द्रमसं ज्योतिर्योती प्राप्य निवर्तते ॥ २५॥\n" +
                "\n" +
                "तरि प्रयाणाचिया अवसरें । वात श्लेष्मां श्लेष्मां।\n" +
                "तेणें अंतःकरणीं आंधारें । कोंदले ठाके ॥ २२६ ॥\n" +
                "\n" +
                "सर्वेंद्रियां लांकुड पडे । स्मृती भ्रमामाजीं बुडे ।\n" +
                "मन होय वेडें । कोंडे प्राण ॥ २२७॥\n" +
                "\n" +
                "अग्नीचें अग्निपण जाये । मग तो धूमचि अवघा होये ।\n" +
                "तेणें चेतना गिंवसिली ठाये । शरीरींची ॥ २२८॥\n" +
                "\n" +
                "जैसें चंद्राआड आभाळ । सदट दाटे सजळ ।\n" +
                "मग गडद ना उजाळ । ऐसें झांवळें होये ॥ २२९॥\n" +
                "\n" +
                "कां मरे ना सावध । ऐसें जीवितासि पडे स्तब्ध ।\n" +
                "आयुष्य मरणाची मर्याद- । वेळु ठाकी ॥ २३०॥\n" +
                "\n" +
                "ऐसी मनबुद्धिकरणीं । सभोंवतीं धूमाकुळाची कोंडणी ।\n" +
                "तेथ जन्में जोडलिये वाहणी । युगचि बुडे ॥ २३१।।\n" +
                "\n" +
                "हां गा हातींचें जे वेळीं जाये । ते वेळीं आणिका लाभाची गोठी कें आहे ।\n" +
                "म्हणऊनि प्रयाणीं तंव होये । येतुली दशा ॥ २३२॥\n" +
                "\n" +
                "ऐसी देहाआंतु स्थिति । बाहेरि कृष्णपक्षु वरि राती ।\n" +
                "आणि सा मासही वोडवती । दक्षिणायन ॥ २३३॥\n" +
                "\n" +
                "इये पुनरावृतीचीं घराणीं । आघवीं एकवटती जयाचिया प्रयाणीं ।\n" +
                "तो स्वरूपसिद्धीची काहाणी । कैसेनि आइके ॥ २३४॥\n" +
                "\n" +
                "ऐसा जयाचा देह पडे । तया योगी म्हणोनि चंद्रवरी जाणें घडे ।\n" +
                "मग तेथूनि मागुता बहुडे । संसारा ये ॥ २३५ ॥\n" +
                "\n" +
                "आम्हीं अकाळ जो पांडवा । म्हणितला तो हा जाणावा ।\n" +
                "आणि हाचि धूम्रमार्ग गांवा । पुनरावृत्तीचिया ॥ २३६॥\n" +
                "\n" +
                "येर तो अर्चिरादि मार्गु । तो वसता आणि असलगु ।\n" +
                "साविया स्वस्थु चांगु । निवृतीवरी ॥ २३७॥\n" +
                "\n" +
                "     शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते ।\n" +
                "     एकया यात्यनावृत्तिमन्यया वर्तते पुनः ॥ २६॥\n" +
                "\n" +
                "ऐशिया अनादि या दोन्ही वाटा । एकी उजू एकी अव्हांटा ।\n" +
                "म्हणवूनि बुद्धिपूर्वक सुभटा । दाविलिया तुज ॥ २३८॥\n" +
                "\n" +
                "कां जे मार्गामार्ग देखावे । साच लटिकें वोळखावें ।\n" +
                "हिताहित जाणावें । हिताचिलागीं ॥ २३९।।\n" +
                "\n" +
                "पाहे पां नाव देखतां बरवी । कोणी आड घाली काय अथावीं ।\n" +
                "कां सुपंथ जाणोनियां अडवीं । रिगवत असे ।। २४०॥\n" +
                "\n" +
                "जो विष अमृत वोळखे । तो अमृत काय सांडू शके ।\n" +
                "तेविं जो उजू वाट देखे । तो अव्हांटा न वचे ॥ २४१॥\n" +
                "\n" +
                "म्हणोनि फुडें । पारखावें खरें कुडें ।\n" +
                "पारखिलें तरे न पडे । अवसरें कहीं ॥ २४२॥\n" +
                "\n" +
                "एऱ्हवीं देहांतीं थोर विषम । या मार्गाचें आहे संभ्रम ।\n" +
                "जन्में अभ्यासिलियाचें हन काम । जाईल वायां ॥ २४३॥\n" +
                "\n" +
                "जरी अर्चिरादि मार्गु चुकलियां । अवचटें धूम्रपंथें पडिलियां ।\n" +
                "तरी संसारपांतीं जुंतलियां । भंवतचि असावें ॥ २४४॥\n" +
                "\n" +
                "हे सायास देखोनि मोठे । आतां कैसेनि पां एकवेळ फिटे ।\n" +
                "म्हणोनि योगमार्गु गोमटे । शोधिले दोन्ही ॥ २४५॥\n" +
                "\n" +
                "तंव एकें बह्मत्वा जाइजे । आणि एकें पुनरावृत्ते येइजे ।\n" +
                "परि दैवगत्या जो लाहिजे । देहांतीं जेणें ॥ २४६॥\n" +
                "\n" +
                "     नैते सृती पार्थ जानन् योगी मुह्याति कश्चने ।\n" +
                "     तस्मात्सर्वेषु कालेषु योगसुक्तो भवार्जुन ॥ २७॥\n" +
                "\n" +
                "ते वेळी म्हणितलें हें नव्हे । वायां अवचटें काय पावे ।\n" +
                "देह त्यजुनि वस्तु होआवें । मार्गेचि कीं ॥ २४७॥\n" +
                "\n" +
                "तरी आतां देह असो अथवा जावो । आम्ही तों केवळ वस्तूचि आहों ।\n" +
                "कां जे दोरीं सर्पत्व वावो । दोराचिकडुनी ॥ २४८॥\n" +
                "\n" +
                "मज तरंगपण असे कीं नसे । ऐसें हें उदकासी कहीं प्रतिभासे ।\n" +
                "तें भलतेव्हां जैसें तैसें । उदकचि कीं ॥ २४९॥\n" +
                "\n" +
                "तरंगाकारें न जन्मेचि । ना तरंगलोपें न निमेचि ।\n" +
                "ते विदेही जे देहेंचि । वस्तु जाहले ॥ २५०॥\n" +
                "\n" +
                "आतां शरीराचें तयाचिया ठाईं । आडनांवही उरलें नाहीं ।\n" +
                "तरि कोणें काळें काई । निमे तें पाहें पां ॥ २५१॥\n" +
                "\n" +
                "मग मार्गातें कासया शोधावें । कोणें कोठूनि कें जावें ।\n" +
                "जरी देशकालादि आघवें । आपणचि असे ॥ २५२॥\n" +
                "\n" +
                "आणि हां गा घटु जे वेळीं फुटे । ते वेळीं तेथींचें आकाश लागे नीटे वाटे ।\n" +
                "वाटा लागे तरि गगना भेटे । एऱ्हवीं काय चुके ॥ २५३॥\n" +
                "\n" +
                "पाहें पां ऐसें हन आहे । कीं तो आकारूचि जाये ।\n" +
                "येर गगन तें गगनींचि आहे । घटत्वाहि आधीं ॥ २५४॥\n" +
                "\n" +
                "ऐसिया बोधाचेनि सुरवाडें । मार्गामार्गाचें सांकडें ।\n" +
                "तया सोऽहंसिद्धा न पडे । योगियांसी ॥ २५५॥\n" +
                "\n" +
                "याकारणें पांडुसुता । तुवां होआवे योगयुक्ता ।\n" +
                "येतुलेनि सर्वकाळीं साम्यता । आपणपां होईल ॥ २५६॥\n" +
                "\n" +
                "मग भलतेथ भलतेंव्हा । देहबंध असो अथवा जावा ।\n" +
                "परि अबंधा नित्य ब्रह्मभावा । विघड नाहीं ॥ २५७॥\n" +
                "\n" +
                "तो कल्पादि जन्मा नागवे । कल्पांतीं मरणें नाप्लवे ।\n" +
                "माजीं स्वर्गसंसाराचेनि लाघवें । झकवेना ॥ २५८॥\n" +
                "\n" +
                "येणें बोधें जो योगी होये । तयासीचि या बोधाचें नीटपण आहे ।\n" +
                "कां जे भोगातें पेलूनि पाहें । निजरूपा ये ॥ २५९॥\n" +
                "\n" +
                "पैं गा इंद्रादिकां देवां । जयां सर्वस्वें गाजती राणिवा ।\n" +
                "तें सांडणें मानूनि पांडवा । डावली जो ॥ २६०॥\n" +
                "\n" +
                "     वेदेषु यज्ञेषु तपःसु चैव दानेषु यत्पुण्यफलं प्रदिष्टम् ।\n" +
                "     अत्येति तत्सर्वमिदं विदेत्वा योगी परं स्थानमुपैति चाद्यम् ॥ २८॥\n" +
                "\n" +
                "जरी वेदाध्ययनाचे जालें । अथवा यज्ञाचें शेतचि पिकलें ।\n" +
                "कीं तपोदनांचें जोडलें । सर्वस्व हन जें ॥ २६१॥\n" +
                "\n" +
                "तया आघवां पुण्याचा मळा । भार आंतौनि जया ये फळा ।\n" +
                "तें परब्रह्मा निर्मळा । सांटी न सरे ॥ २६२॥\n" +
                "\n" +
                "जें नित्यानंदाचेनि मानें । उपमेचा कांटाळां न दिसे सानें ।\n" +
                "पाहा पां वेदयज्ञादि साधनें । जया सुखा ॥ २६३॥\n" +
                "\n" +
                "जें विटे ना सरे । भोगितयाचेनि पवाडें पुरे ।\n" +
                "पुढती महासुखाचें सोयरें । भावंडचि ॥ २६४॥\n" +
                "\n" +
                "ऐसें दृष्टीचेनि सुखपणें । जयासी अदृष्टाचें बैसणें ।\n" +
                "जें शतमखाही आंगवणें । नोहेचि एका ॥ २६५॥\n" +
                "\n" +
                "तयातें योगीश्वर अलौकिकें । दिठीचेनि हाततुकें ।\n" +
                "अनुमानती कौतुकें । तंव हळुवार आवडे ॥ २६६॥\n" +
                "\n" +
                "मग तया सुखाची किरीटी । करुनियां गा पाउटी ।\n" +
                "परब्रह्मचिये पाटीं । आरूढती ॥ २६७॥\n" +
                "\n" +
                "ऐसें चराचरैकभाग्य । जें ब्रह्मेशां आराधनेयोग्य ।\n" +
                "योगियांचे भोग्य- । भोगधन जें ॥ २६८॥\n" +
                "\n" +
                "जो सकळ कळांची कळा । जो परमानंदाचा पुतळा ।\n" +
                "तो जिवाचा जिव्हाळा । विश्वाचिया ॥ २६९॥\n" +
                "\n" +
                "जो सवर्ज्ञतेचा वोलावा । जो यादवकुळींचा कुळदिवा ।\n" +
                "तो श्रीकृष्णजी पांडवा- । प्रति बोलिला ॥ २७०॥\n" +
                "\n" +
                "ऐसा कुरुक्षेत्रींचा वृत्तांतु । संजयो रायासी असे सांगतु ।\n" +
                "तेचि परियेसा पुढां मातु । ज्ञानदेव म्हणे ॥ २७१॥\n" +
                "\n" +
                "८ वा अध्याय समाप्त || ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }
}
