package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Bara extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_bara);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" १२. ज्ञानेश्वरी/अध्याय बारावा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ द्वादशोऽध्यायः - अध्याय बारावा । ।\n" +
                "। भक्तियोगः ।\n" +
                "\n" +
                "जय जय वो शुद्धे । उदारे प्रसिद्धे ।\n" +
                "अनवरत आनंदे । वर्षतिये ॥ १ ॥\n" +
                "विषयव्याळें मिठी । दिधलिया नुठी ताठी ।\n" +
                "ते तुझिये गुरुकृपादृष्टी । निर्विष होय ॥ २ ॥\n" +
                "तरी कवणातें तापु पोळी । कैसेनि वो शोकु जाळी ।\n" +
                "जरी प्रसादरसकल्लोळीं । पुरें येसि तूं ॥ ३ ॥\n" +
                "योगसुखाचे सोहळे । सेवकां तुझेनि स्नेहाळे ।\n" +
                "सोऽहंसिद्धीचे लळे । पाळिसी तूं ॥ ४ ॥\n" +
                "आधारशक्तीचिया अंकीं । वाढविसी कौतुकीं ।\n" +
                "हृदयाकाशपल्लकीं । परीये देसी निजे ॥ ५ ॥\n" +
                "प्रत्यक्ज्योतीची वोवाळणी । करिसी मनपवनाचीं खेळणीं ।\n" +
                "आत्मसुखाची बाळलेणीं । लेवविसी ॥ ६ ॥\n" +
                "सतरावियेचें स्तन्य देसी । अनुहताचा हल्लरू गासी ।\n" +
                "समाधिबोधें निजविसी । बुझाऊनि ॥ ७ ॥\n" +
                "म्हणौनि साधकां तूं माउली । पिके सारस्वत तुझिया पाउलीं ।\n" +
                "या कारणें मी साउली । न संडीं तुझी ॥ ८ ॥\n" +
                "अहो सद्गुरुचिये कृपादृष्टी । तुझें कारुण्य जयातें अधिष्ठी ।\n" +
                "तो सकलविद्यांचिये सृष्टीं । धात्रा होय ॥ ९ ॥\n" +
                "म्हणौनि अंबे श्रीमंते । निजजनकल्पलते ।\n" +
                "आज्ञापीं मातें । ग्रंथनिरूपणीं ॥ १० ॥\n" +
                "नवरसीं भरवीं सागरु । करवीं उचित रत्\u200Cनांचे आगरु ।\n" +
                "भावार्थाचे गिरिवरु । निफजवीं माये ॥ ११ ॥\n" +
                "साहित्यसोनियाचिया खाणी । उघडवीं देशियेचिया क्षोणीं ।\n" +
                "विवेकवल्लीची लावणी । हों देई सैंघ ॥ १२ ॥\n" +
                "संवादफळनिधानें । प्रमेयाचीं उद्यानें ।\n" +
                "लावीं म्हणे गहनें । निरंतर ॥ १३ ॥\n" +
                "पाखांडाचे दरकुटे । मोडीं वाग्वाद अव्हांटे ।\n" +
                "कुतर्कांचीं दुष्टें । सावजें फेडीं ॥ १४ ॥\n" +
                "श्रीकृष्णगुणीं मातें । सर्वत्र करीं वो सरतें ।\n" +
                "राणिवे बैसवी श्रोते । श्रवणाचिये ॥ १५ ॥\n" +
                "ये मराठीयेचिया नगरीं । ब्रह्मविद्येचा सुकाळु करी ।\n" +
                "घेणें देणें सुखचिवरी । हो देई या जगा ॥ १६ ॥\n" +
                "तूं आपुलेनि स्नेहपल्लवें । मातें पांघुरविशील सदैवें ।\n" +
                "तरी आतांचि हें आघवें । निर्मीन माये ॥ १७ ॥\n" +
                "इये विनवणीयेसाठीं । अवलोकिलें गुरु कृपादृष्टी ।\n" +
                "म्हणे गीतार्थेंसी उठी । न बोलें बहु ॥ १८ ॥\n" +
                "तेथ जी जी महाप्रसादु । म्हणौनि साविया जाहला आनन्दु ।\n" +
                "आतां निरोपीन प्रबंधु । अवधान दीजे ॥ १९ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "एवं सतत युक्ता ये भक्तास्त्वां पर्युपासते ।\n" +
                "ये चाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः ॥ १॥\n" +
                "\n" +
                "\n" +
                "तरी सकलवीराधिराजु । जो सोमवंशीं विजयध्वजु ।\n" +
                "तो बोलता जाहला आत्मजु । पंडुनृपाचा ॥ २० ॥\n" +
                "कृष्णातें म्हणे अवधारिलें । आपण विश्वरूप मज दाविलें ।\n" +
                "तें नवल म्हणौनि बिहालें । चित्त माझें ॥ २१ ॥\n" +
                "आणि इये कृष्णमूर्तीची सवे । यालागीं सोय धरिली जीवें ।\n" +
                "तंव नको म्हणोनि देवें । वारिलें मातें ॥ २२ ॥\n" +
                "तरी व्यक्त आणि अव्यक्त । हें तूंचि एक निभ्रांत ।\n" +
                "भक्ती पाविजे व्यक्त । अव्यक्त योगें ॥ २३ ॥\n" +
                "या दोनी जी वाटा । तूंतें पावावया वैकुंठा ।\n" +
                "व्यक्ताव्यक्त दारवंठां । रिगिजे येथ ॥ २४ ॥\n" +
                "पैं जे वानी श्यातुका । तेचि वेगळिये वाला येका ।\n" +
                "म्हणौनि एकदेशिया व्यापका । सरिसा पाडू ॥ २५ ॥\n" +
                "अमृताचिया सागरीं । जे लाभे सामर्थ्याची थोरी ।\n" +
                "तेचि दे अमृतलहरी । चुळीं घेतलेया ॥ २६ ॥\n" +
                "हे कीर माझ्या चित्तीं । प्रतीति आथि जी निरुती ।\n" +
                "परि पुसणें योगपती । तें याचिलागीं ॥ २७ ॥\n" +
                "जें देवा तुम्हीं नावेक । अंगिकारिलें व्यापक ।\n" +
                "तें साच कीं कवतिक । हें जाणावया ॥ २८ ॥\n" +
                "तरी तुजलागीं कर्म । तूंचि जयांचें परम ।\n" +
                "भक्तीसी मनोधर्म । विकोनि घातला ॥ २९ ॥\n" +
                "इत्यादि सर्वीं परीं । जे भक्त तूंतें श्रीहरी ।\n" +
                "बांधोनियां जिव्हारीं । उपासिती ॥ ३० ॥\n" +
                "आणि जें प्रणवापैलीकडे । वैखरीयेसी जें कानडें ।\n" +
                "कायिसयाहि सांगडें । नव्हेचि जें वस्तु ॥ ३१ ॥\n" +
                "तें अक्शर जी अव्यक्त । निर्देश देशरहित ।\n" +
                "सोऽहंभावें उपासित । ज्ञानिये जे ॥ ३२ ॥\n" +
                "तयां आणि जी भक्तां । येरयेरांमाजी अनंता ।\n" +
                "कवणें योगु तत्त्वतां । जाणितला सांगा ॥ ३३ ॥\n" +
                "इया किरीटीचिया बोला । तो जगद्बंधु संतोषला ।\n" +
                "म्हणे हो प्रश्नु भला । जाणसी करूं ॥ ३४ ॥\n" +
                "\n" +
                "\n" +
                "श्री भगवानुवाच ।\n" +
                "मय्यावेश्य मनो ये मां नित्ययुक्ता उपासते ।\n" +
                "श्रद्धया परयोपेतास्ते मे युक्ततमा मताः ॥ २॥\n" +
                "\n" +
                "\n" +
                "तरी अस्तुगिरीचियां उपकंठीं । रिगालिया रविबिंबापाठीं ।\n" +
                "रश्मी जैसे किरीटी । संचरती ॥ ३५ ॥\n" +
                "कां वर्षाकाळीं सरिता । जैसी चढों लागें पांडुसुता ।\n" +
                "तैसी नीच नवी भजतां । श्रद्धा दिसे ॥ ३६ ॥\n" +
                "परी ठाकिलियाहि सागरु । जैसा मागीलही यावा अनिवारु ।\n" +
                "तिये गंगेचिये ऐसा पडिभरु । प्रेमभावा ॥ ३७ ॥\n" +
                "तैसें सर्वेंद्रियांसहित । मजमाजीं सूनि चित्त ।\n" +
                "जे रात्रिदिवस न म्हणत । उपासिती ॥ ३८ ॥\n" +
                "इयापरी जे भक्त । आपणपें मज देत ।\n" +
                "तेचि मी योगयुक्त । परम मानीं ॥ ३९ ॥\n" +
                "\n" +
                "\n" +
                "ये त्वक्षर्मनिर्देश्यमव्यक्तं पर्युपासते ।\n" +
                "सर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवं ॥ ३॥\n" +
                "\n" +
                "\n" +
                "आणि येर तेही पांडवा । जे आरूढोनि सोऽहंभावा ।\n" +
                "झोंबती निरवयवा । अक्षरासी ॥ ४० ॥\n" +
                "मनाची नखी न लगे । जेथ बुद्धीची दृष्टी न रिगे ।\n" +
                "ते इंद्रियां कीर जोगें । कायि होईल ? ॥ ४१ ॥\n" +
                "परी ध्यानाही कुवाडें । म्हणौनि एके ठायीं न संपडे ।\n" +
                "व्यक्तीसि माजिवडें । कवणेही नोहे ॥ ४२ ॥\n" +
                "जया सर्वत्र सर्वपणें । सर्वांही काळीं असणें ।\n" +
                "जें पावूनि चिंतवणें । हिंपुटी जाहलें ॥ ४३ ॥\n" +
                "जें होय ना नोहे । जें नाहीं ना आहे ।\n" +
                "ऐसें म्हणौनि उपाये । उपजतीचि ना ॥ ४४ ॥\n" +
                "जें चळे ना ढळे । सरे ना मैळे ।\n" +
                "तें आपुलेनीचि बळें । आंगविलें जिहीं ॥ ४५ ॥\n" +
                "\n" +
                "\n" +
                "सन्नियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः ।\n" +
                "ते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः ॥ ४॥\n" +
                "\n" +
                "\n" +
                "पैं वैराग्यमहापावकें । जाळूनि विषयांचीं कटकें ।\n" +
                "अधपलीं तवकें । इंद्रियें धरिलीं ॥ ४६ ॥\n" +
                "मग संयमाची धाटी । सूनि मुरडिलीं उफराटीं ।\n" +
                "इंद्रियें कोंडिलीं कपाटीं । हृदयाचिया ॥ ४७ ॥\n" +
                "अपानींचिया कवाडा । लावोनि आसनमुद्रा सुहाडा ।\n" +
                "मूळबंधाचा हुडा । पन्नासिला ॥ ४८ ॥\n" +
                "आशेचे लाग तोडिले । अधैर्याचे कडे झाडिले ।\n" +
                "निद्रेचें शोधिलें । काळवखें ॥ ४९ ॥\n" +
                "वज्राग्नीचिया ज्वाळीं । करूनि सप्तधातूंची होळी ।\n" +
                "व्याधींच्या सिसाळीं । पूजिलीं यंत्रें ॥ ५० ॥\n" +
                "मग कुंडलिनियेचा टेंभा । आधारीं केला उभा ।\n" +
                "तया चोजवलें प्रभा । निमथावरी ॥ ५१ ॥\n" +
                "नवद्वारांचिया चौचकीं । बाणूनि संयतीची आडवंकी ।\n" +
                "उघडिली खिडकी । ककारांतींची ॥ ५२ ॥\n" +
                "प्राणशक्तिचामुंडे । प्रहारूनि संकल्पमेंढे ।\n" +
                "मनोमहिषाचेनि मुंडें । दिधलीं बळी ॥ ५३ ॥\n" +
                "चंद्रसूर्यां बुझावणी । करूनि अनुहताची सुडावणी ।\n" +
                "सतरावियेचें पाणी । जिंतिलें वेगीं ॥ ५४ ॥\n" +
                "मग मध्यमा मध्य विवरें । तेणें कोरिवें दादरें ।\n" +
                "ठाकिलें चवरें । ब्रह्मरंध्र ॥ ५५ ॥\n" +
                "वरी मकारांत सोपान । ते सांडोनिया गहन ।\n" +
                "काखे सूनियां गगन । भरले ब्रह्मीं ॥ ५६ ॥\n" +
                "ऐसे जे समबुद्धी । गिळावया सोऽहंसिद्धी ।\n" +
                "आंगविताती निरवधी । योगदुर्गें ॥ ५७ ॥\n" +
                "आपुलिया साटोवाटी । शून्य घेती उठाउठीं ।\n" +
                "तेही मातेंचि किरीटी । पावती गा ॥ ५८ ॥\n" +
                "वांचूनि योगचेनि बळें । अधिक कांहीं मिळे ।\n" +
                "ऐसें नाहीं आगळें । कष्टचि तया ॥ ५९ ॥\n" +
                "\n" +
                "\n" +
                "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम् ।\n" +
                "अव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते ॥ ५॥\n" +
                "\n" +
                "\n" +
                "जिहीं सकळ भूतांचिया हितीं । निरालंबीं अव्यक्तीं ।\n" +
                "पसरलिया आसक्ती । भक्तीवीण ॥ ६० ॥\n" +
                "तयां महेन्द्रादि पदें । करिताति वाटवधें ।\n" +
                "आणि ऋद्धिसिद्धींचीं द्वंद्वें । पाडोनि ठाती ॥ ६१ ॥\n" +
                "कामक्रोधांचे विलग । उठावती अनेग ।\n" +
                "आणि शून्येंसीं आंग । झुंजवावें कीं ॥ ६२ ॥\n" +
                "ताहानें ताहानचि पियावी । भुकेलिया भूकचि खावी ।\n" +
                "अहोरात्र वावीं । मवावा वारा ॥ ६३ ॥\n" +
                "उनी दिहाचें पहुडणें । निरोधाचें वेल्हावणें ।\n" +
                "झाडासि साजणें । चाळावें गा ॥ ६४ ॥\n" +
                "शीत वेढावें । उष्ण पांघुरावें ।\n" +
                "वृष्टीचिया असावें । घरांआंतु ॥ ६५ ॥\n" +
                "किंबहुना पांडवा । हा अग्निप्रवेशु नीच नवा ।\n" +
                "भातारेंवीण करावा । तो हा योगु ॥ ६६ ॥\n" +
                "एथ स्वामीचें काज । ना वापिकें व्याज ।\n" +
                "परी मरणेंसीं झुंज । नीच नवें ॥ ६७ ॥\n" +
                "ऐसें मृत्यूहूनि तीख । कां घोंटे कढत विख ।\n" +
                "डोंगर गिळितां मुख । न फाटे काई ? ॥ ६८ ॥\n" +
                "म्हणौनि योगाचियां वाटा । जे निगाले गा सुभटा ।\n" +
                "तयां दुःखाचाचि शेलवांटा । भागा आला ॥ ६९ ॥\n" +
                "पाहें पां लोहाचे चणे । जैं बोचरिया पडती खाणें ।\n" +
                "तैं पोट भरणें कीं प्राणें । शुद्धी म्हणों ॥ ७० ॥\n" +
                "म्हणौनि समुद्र बाहीं । तरणे आथि केंही ।\n" +
                "कां गगनामाजीं पाईं । खोलिजतु असें ? ॥ ७१ ॥\n" +
                "वळघलिया रणाची थाटी । आंगीं न लागतां कांठी ।\n" +
                "सूर्याची पाउटी । कां होय गा ॥ ७२ ॥\n" +
                "यालागीं पांगुळा हेवा । नव्हे वायूसि पांडवा ।\n" +
                "तेवीं देहवंता जीवां । अव्यक्तीं गति ॥ ७३ ॥\n" +
                "\n" +
                "ऐसाही जरी धिंवसा । बांधोनियां आकाशा ।\n" +
                "झोंबती तरी क्लेशा । पात्र होती ॥ ७४ ॥\n" +
                "म्हणौनि येर ते पार्था । नेणतीचि हे व्यथा ।\n" +
                "जे कां भक्तिपंथा । वोटंगले ॥ ७५ ॥\n" +
                "\n" +
                "\n" +
                "ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः ।\n" +
                "अनन्येनैव योगेन मां ध्यायन्त उपासते ॥ ६॥\n" +
                "\n" +
                "\n" +
                "कर्मेंद्रियें सुखें । करिती कर्में अशेखें ।\n" +
                "जियें कां वर्णविशेखें । भागा आलीं ॥ ७६ ॥\n" +
                "विधीतें पाळित । निषेधातें गाळित ।\n" +
                "मज देऊनि जाळित । कर्मफळें ॥ ७७ ॥\n" +
                "ययापरी पाहीं । अर्जुना माझें ठाईं ।\n" +
                "संन्यासूनि नाहीं । करिती कर्में ॥ ७८ ॥\n" +
                "आणीकही जे जे सर्व । कायिक वाचिक मानसिक भाव ।\n" +
                "तयां मीवांचूनि धांव । आनौती नाहीं ॥ ७९ ॥\n" +
                "ऐसे जे मत्पर । उपासिती निरंतर ।\n" +
                "ध्यानमिषें घर । माझें झालें ॥ ८० ॥\n" +
                "जयांचिये आवडी । केली मजशीं कुळवाडी ।\n" +
                "भोग मोक्ष बापुडीं । त्यजिलीं कुळें ॥ ८१ ॥\n" +
                "ऐसे अनन्ययोगें । विकले जीवें मनें आंगें ।\n" +
                "तयांचे कायि एक सांगें । जें सर्व मी करीं ॥ ८२ ॥\n" +
                "\n" +
                "\n" +
                "तेषामहं समुद्धर्ता मृत्युसंसारसागरात् ।\n" +
                "भवामि न चिरात्पार्थ मय्यावेशितचेतसाम् ॥ ७॥\n" +
                "\n" +
                "\n" +
                "किंबहुना धनुर्धरा । जो मातेचिया ये उदरा ।\n" +
                "तो मातेचा सोयरा । केतुला पां ॥ ८३ ॥\n" +
                "तेवीं मी तयां । जैसे असती तैसियां ।\n" +
                "कळिकाळ नोकोनियां । घेतला पट्टा ॥ ८४ ॥\n" +
                "एऱ्हवीं तरी माझियां भक्तां । आणि संसाराची चिंता ।\n" +
                "काय समर्थाची कांता । कोरान्न मागे ॥ ८५ ॥\n" +
                "तैसे ते माझें । कलत्र हें जाणिजे ।\n" +
                "कायिसेनिही न लजें । तयांचेनि मी ॥ ८६ ॥\n" +
                "जन्ममृत्यूचिया लाटीं । झळंबती इया सृष्टी ।\n" +
                "तें देखोनियां पोटीं । ऐसें जाहलें ॥ ८७ ॥\n" +
                "भवसिंधूचेनि माजें । कवणासि धाकु नुपजे ।\n" +
                "तेथ जरी कीं माझे । बिहिती हन ॥ ८८ ॥\n" +
                "म्हणौनि गा पांडवा । मूर्तीचा मेळावा ।\n" +
                "करूनि त्यांचिया गांवा । धांवतु आलों ॥ ८९ ॥\n" +
                "नामाचिया सहस्रवरी । नावा इया अवधारीं ।\n" +
                "सजूनियां संसारीं । तारू जाहलों ॥ ९० ॥\n" +
                "सडे जे देखिले । ते ध्यानकासे लाविले ।\n" +
                "परीग्रहीं घातले । तरियावरी ॥ ९१ ॥\n" +
                "प्रेमाची पेटी । बांधली एकाचिया पोटीं ।\n" +
                "मग आणिले तटीं । सायुज्याचिया ॥ ९२ ॥\n" +
                "परी भक्तांचेनि नांवें । चतुष्पदादि आघवे ।\n" +
                "वैकुंठींचिये राणिवे । योग्य केले ॥ ९३ ॥\n" +
                "म्हणौनि गा भक्तां । नाहीं एकही चिंता ।\n" +
                "तयांतें समुद्धर्ता । आथि मी सदा ॥ ९४ ॥\n" +
                "आणि जेव्हांचि कां भक्तीं । दीधली आपुली चित्तवृत्ती ।\n" +
                "तेव्हांचि मज सूति । त्यांचिये नाटीं ॥ ९५ ॥\n" +
                "याकारणें गा भक्तराया । हा मंत्र तुवां धनंजया ।\n" +
                "शिकिजे जे यया । मार्गा भजिजे ॥ ९६ ॥\n" +
                "\n" +
                "\n" +
                "मय्येव मन आधत्स्व मयि बुद्धिं निवेशय ।\n" +
                "निवसिष्यसि मय्येव अत उर्ध्वं न संशयः ॥ ८॥\n" +
                "\n" +
                "\n" +
                "अगा मानस हें एक । माझ्या स्वरूपीं वृत्तिक ।\n" +
                "करूनि घालीं निष्टंक । बुद्धि निश्चयेंसीं ॥ ९७ ॥\n" +
                "इयें दोनीं सरिसीं । मजमाजीं प्रेमेसीं ।\n" +
                "रिगालीं तरी पावसी । मातें तूं गा ॥ ९८ ॥\n" +
                "जे मन बुद्धि इहीं । घर केलें माझ्यां ठायीं ।\n" +
                "तरी सांगें मग काइ । मी तू ऐसें उरे ? ॥ ९९ ॥\n" +
                "म्हणौनि दीप पालवे । सवेंचि तेज मालवे ।\n" +
                "कां रविबिंबासवें । प्रकाशु जाय ॥ १०० ॥\n" +
                "उचललेया प्राणासरिसीं । इंद्रियेंही निगती जैसीं ।\n" +
                "तैसा मनोबुद्धिपाशीं । अहंकारु ये ॥ १०१ ॥\n" +
                "म्हणौनि माझिया स्वरूपीं । मनबुद्धि इयें निक्षेपीं ।\n" +
                "येतुलेनि सर्वव्यापी । मीचि होसी ॥ १०२ ॥\n" +
                "यया बोला कांहीं । अनारिसें नाहीं ।\n" +
                "आपली आण पाहीं । वाहतु असें गा ॥ १०३ ॥\n" +
                "\n" +
                "\n" +
                "अथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम् ।\n" +
                "अभ्यासयोगेन ततो मामिच्छाप्तुं धनन्जय ॥ ९॥\n" +
                "\n" +
                "\n" +
                "अथवा हें चित्त । मनबुद्धिसहित ।\n" +
                "माझ्यां हातीं अचुंबित । न शकसी देवों ॥ १०४ ॥\n" +
                "तरी गा ऐसें करीं । यया आठां पाहारांमाझारीं ।\n" +
                "मोटकें निमिषभरी । देतु जाय ॥ १०५ ॥\n" +
                "मग जें जें कां निमिख । देखेल माझें सुख ।\n" +
                "तेतुलें अरोचक । विषयीं घेईल ॥ १०६ ॥\n" +
                "जैसा शरत्कालु रिगे । आणि सरिता वोहटूं लागे ।\n" +
                "तैसें चित्त काढेल वेगें । प्रपंचौनि ॥ १०७ ॥\n" +
                "मग पुनवेहूनि जैसें । शशिबिंब दिसेंदिसें ।\n" +
                "हारपत अंवसे । नाहींचि होय ॥ १०८ ॥\n" +
                "तैसें भोगाआंतूनि निगतां । चित्त मजमाजीं रिगतां ।\n" +
                "हळूहळू पंडुसुता । मीचि होईल ॥ १०९ ॥\n" +
                "अगा अभ्यासयोगु म्हणिजे । तो हा एकु जाणिजे ।\n" +
                "येणें कांहीं न निपजे । ऐसें नाहीं ॥ ११० ॥\n" +
                "पैं अभ्यासाचेनि बळें । एकां गति अंतराळे ।\n" +
                "व्याघ्र सर्प प्रांजळे । केले एकीं ॥ १११ ॥\n" +
                "विष कीं आहारीं पडे । समुद्रीं पायवाट जोडे ।\n" +
                "एकीं वाग्ब्रह्म थोकडें । अभ्यासें केलें ॥ ११२ ॥\n" +
                "म्हणौनि अभ्यासासी कांहीं । सर्वथा दुष्कर नाहीं ।\n" +
                "यालागी माझ्या ठायीं । अभ्यासें मीळ ॥ ११३ ॥\n" +
                "\n" +
                "\n" +
                "अभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव ।\n" +
                "मदर्थमपि कर्माणि कुर्वन् सिद्धिमवाप्स्यसि ॥ १०॥\n" +
                "\n" +
                "\n" +
                "कां अभ्यासाही लागीं । कसु नाहीं तुझिया अंगीं ।\n" +
                "तरी आहासी जया भागीं । तैसाचि आस ॥ ११४ ॥\n" +
                "इंद्रियें न कोंडीं । भोगातें न तोडीं ।\n" +
                "अभिमानु न संडीं । स्वजातीचा ॥ ११५ ॥\n" +
                "कुळधर्मु चाळीं । विधिनिषेध पाळीं ।\n" +
                "मग सुखें तुज सरळी । दिधली आहे ॥ ११६ ॥\n" +
                "परी मनें वाचा देहें । जैसा जो व्यापारु होये ।\n" +
                "तो मी करीतु आहें । ऐसें न म्हणें ॥ ११७ ॥\n" +
                "करणें कां न करणें । हें आघवें तोचि जाणे ।\n" +
                "विश्व चळतसे जेणें । परमात्मेनि ॥ ११८ ॥\n" +
                "उणयापुरेयाचें कांहीं । उरों नेदी आपुलिया ठायीं ।\n" +
                "स्वजाती करूनि घेईं । जीवित्व हें ॥ ११९ ॥\n" +
                "माळियें जेउतें नेलें । तेउतें निवांतचि गेलें ।\n" +
                "तया पाणिया ऐसें केलें । होआवें गा ॥ १२० ॥\n" +
                "म्हणौनि प्रवृत्ति आणि निवृत्ती । इयें वोझीं नेघे मती ।\n" +
                "अखंड चित्तवृत्ती । माझ्या ठायीं ॥ १२१ ॥\n" +
                "एऱ्हवीं तरी सुभटा । उजू कां अव्हाटां ।\n" +
                "रथु काई खटपटा । करितु असे ? ॥ १२२ ॥\n" +
                "आणि जें जें कर्म निपजे । तें थोडें बहु न म्हणिजे ।\n" +
                "निवांतचि अर्पिजे । माझ्यां ठायीं ॥ १२३ ॥\n" +
                "ऐसिया मद्भावना । तनुत्यागीं अर्जुना ।\n" +
                "तूं सायुज्य सदना । माझिया येसी ॥ १२४ ॥\n" +
                "\n" +
                "\n" +
                "अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः ।\n" +
                "सर्वकर्मफलत्यागं ततः कुरु यतात्मवान् ॥ ११॥\n" +
                "\n" +
                "\n" +
                "ना तरी हेंही तूज । नेदवे कर्म मज ।\n" +
                "तरी तूं गा बुझ । पंडुकुमरा ॥ १२५ ॥\n" +
                "बुद्धीचिये पाठीं पोटीं । कर्माआदि कां शेवटीं ।\n" +
                "मातें बांधणें किरीटी । दुवाड जरी ॥ १२६ ॥\n" +
                "तरी हेंही असो । सांडीं माझा अतिसो ।\n" +
                "परि संयतिसीं वसो । बुद्धि तुझी ॥ १२७ ॥\n" +
                "आणि जेणें जेणें वेळें । घडती कर्में सकळें ।\n" +
                "तयांचीं तियें फळें । त्यजितु जाय ॥ १२८ ॥\n" +
                "वृक्ष कां वेली । लोटती फळें आलीं ।\n" +
                "तैसीं सांडीं निपजलीं । कर्में सिद्धें ॥ १२९ ॥\n" +
                "\n" +
                "परि मातें मनीं धरावें । कां मजौद्देशें करावें ।\n" +
                "हें कांहीं नको आघवें । जाऊं दे शून्यीं ॥ १३० ॥\n" +
                "खडकीं जैसें वर्षलें । कां आगीमाजीं पेरिलें ।\n" +
                "कर्म मानी देखिलें । स्वप्न जैसें ॥ १३१ ॥\n" +
                "अगा आत्मजेच्या विषीं । जीवु जैसा निरभिलाषी ।\n" +
                "तैसा कर्मीं अशेषीं । निष्कामु होईं ॥ १३२ ॥\n" +
                "वन्हीची ज्वाळा जैसी । वायां जाय आकाशीं ।\n" +
                "क्रिया जिरों दे तैसी । शून्यामाजी ॥ १३३ ॥\n" +
                "अर्जुना हा फलत्यागु । आवडे कीर असलगु ।\n" +
                "परी योगामाजीं योगु । धुरेचा हा ॥ १३४ ॥\n" +
                "येणें फलत्यागें सांडे । तें तें कर्म न विरूढे ।\n" +
                "एकचि वेळे वेळुझाडें । वांझें जैसीं ॥ १३५ ॥\n" +
                "तैसें येणेंचि शरीरें । शरीरा येणें सरे ।\n" +
                "किंबहुना येरझारे । चिरा पडे ॥ १३६ ॥\n" +
                "पैं अभ्यासाचिया पाउटीं । ठाकिजे ज्ञान किरीटी ।\n" +
                "ज्ञानें येइजे भेटी । ध्यानाचिये ॥ १३७ ॥\n" +
                "मग ध्यानासि खेंव । देती आघवेचि भाव ।\n" +
                "तेव्हां कर्मजात सर्व । दूरी ठाके ॥ १३८ ॥\n" +
                "कर्म जेथ दुरावे । तेथ फलत्यागु संभवे ।\n" +
                "त्यागास्तव आंगवे । शांति सगळी ॥ १३९ ॥\n" +
                "म्हणौनि यावया शांति । हाचि अनुक्रमु सुभद्रापती ।\n" +
                "म्हणौनि अभ्यासुचि प्रस्तुतीं । करणें एथ ॥ १४० ॥\n" +
                "\n" +
                "\n" +
                "श्रेयो हि ज्ञानमभ्यासाज्ञानाद् ध्यानं विशिष्यते ।\n" +
                "ध्यानात् कर्मफलत्यागस्त्यागाच्छान्तिनिरन्तरम् ॥ १२॥\n" +
                "\n" +
                "\n" +
                "अभ्यासाहूनि गहन । पार्था मग ज्ञान ।\n" +
                "ज्ञानापासोनि ध्यान । विशेषिजे ॥ १४१ ॥\n" +
                "मग कर्मफलत्यागु । तो ध्यानापासोनि चांगु ।\n" +
                "त्यागाहूनि भोगु । शांतिसुखाचा ॥ १४२ ॥\n" +
                "ऐसिया या वाटा । इहींचि पेणा सुभटा ।\n" +
                "शांतीचा माजिवटा । ठाकिला जेणें ॥ १४३ ॥\n" +
                "\n" +
                "\n" +
                "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च ।\n" +
                "निर्ममो निरहङ्कारः समदुःखसुखः क्षमी ॥ १३॥\n" +
                "\n" +
                "\n" +
                "जो सर्व भूतांच्या ठायीं । द्वेषांतें नेणेंचि कहीं ।\n" +
                "आपपरु नाहीं । चैतन्या जैसा ॥ १४४ ॥\n" +
                "उत्तमातें धरिजे । अधमातें अव्हेरिजे ।\n" +
                "हें काहींचि नेणिजे । वसुधा जेवीं ॥ १४५ ॥\n" +
                "कां रायाचें देह चाळूं । रंकातें परौतें गाळूं ।\n" +
                "हें न म्ह्णेचि कृपाळू । प्राणु पैं गा ॥ १४६ ॥\n" +
                "गाईची तृषा हरूं । कां व्याघ्रा विष होऊनि मारूं ।\n" +
                "ऐसें नेणेंचि गा करूं । तोय जैसें ॥ १४७ ॥\n" +
                "तैसी आघवियांचि भूतमात्रीं । एकपणें जया मैत्री ।\n" +
                "कृपेशीं धात्री । आपणचि जो ॥ १४८ ॥\n" +
                "आणि मी हे भाष नेणें । माझें काहींचि न म्हणे ।\n" +
                "सुख दुःख जाणणें । नाहीं जया ॥ १४९ ॥\n" +
                "तेवींचि क्षमेलागीं । पृथ्वीसि पवाडु आंगीं ।\n" +
                "संतोषा उत्संगीं । दिधलें घर ॥ १५० ॥\n" +
                "\n" +
                "\n" +
                "सन्तुष्टः सततं योगी यतात्मा दृढनिश्चयः ।\n" +
                "मय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः ॥ १४॥\n" +
                "\n" +
                "\n" +
                "वार्षियेवीण सागरू । जैसा जळें नित्य निर्भरु ।\n" +
                "तैसा निरुपचारु । संतोषी जो ॥ १५१ ॥\n" +
                "वाहूनि आपुली आण । धरी जो अंतःकरण ।\n" +
                "निश्चया साचपण । जयाचेनि ॥ १५२ ॥\n" +
                "जीवु परमात्मा दोन्ही । बैसऊनि ऐक्यासनीं ।\n" +
                "जयाचिया हृदयभुवनीं । विराजती ॥ १५३ ॥\n" +
                "ऐसा योगसमृद्धि । होऊनि जो निरवधि ।\n" +
                "अर्पी मनोबुद्धी । माझ्या ठायीं ॥ १५४ ॥\n" +
                "आंतु बाहेरि योगु । निर्वाळलेयाहि चांगु ।\n" +
                "तरी माझा अनुरागु । सप्रेम जया ॥ १५५ ॥\n" +
                "अर्जुना गा तो भक्तु । तोचि योगी तोचि मुक्तु ।\n" +
                "तो वल्लभा मी कांतु । ऐसा पढिये ॥ १५६ ॥\n" +
                "हें ना तो आवडे । मज जीवाचेनि पाडें ।\n" +
                "हेंही एथ थोकडें । रूप करणें ॥ १५७ ॥\n" +
                "तरी पढियंतयाची काहाणी । हे भुलीची भारणी ।\n" +
                "इयें तंव न बोलणीं । परी बोलवी श्रद्धा ॥ १५८ ॥\n" +
                "म्हणौनि गा आम्हां । वेगां आली उपमा ।\n" +
                "एऱ्हवीं काय प्रेमा । अनुवादु असे ? ॥ १५९ ॥\n" +
                "आतां असो हें किरीटी । पैं प्रियाचिया गोष्टी ।\n" +
                "दुणा थांव उठी । आवडी गा ॥ १६० ॥\n" +
                "तयाही वरी विपायें । प्रेमळु संवादिया होये ।\n" +
                "तिये गोडीसी आहे । कांटाळें मग ? ॥ १६१ ॥\n" +
                "म्हणौनि गा पंडुसुता । तूंचि प्रियु आणि तूंचि श्रोता ।\n" +
                "वरी प्रियाची वार्ता । प्रसंगें आली ॥ १६२ ॥\n" +
                "तरी आतां बोलों । भलें या सुखा मीनलों ।\n" +
                "ऐसें म्हणतखेंवीं डोलों । लागला देवो ॥ १६३ ॥\n" +
                "मग म्हणे जाण । तया भक्तांचे लक्षण ।\n" +
                "जया मी अंतःकरण । बैसों घालीं ॥ १६४ ॥\n" +
                "\n" +
                "\n" +
                "यस्मान्नोद्विजते लोको लोकान्नोद्विजते च यः ।\n" +
                "हर्षामर्षभयोद्वेगैर्मुक्तो यः स च मे प्रियः ॥ १५॥\n" +
                "\n" +
                "\n" +
                "तरी सिंधूचेनि माजें । जळचरां भय नुपजे ।\n" +
                "आणि जळचरीं नुबगिजे । समुद्रु जैसा ॥ १६५ ॥\n" +
                "तेवीं उन्मत्तें जगें । जयासि खंती न लगे ।\n" +
                "आणि जयाचेनि आंगें । न शिणे लोकु ॥ १६६ ॥\n" +
                "किंबहुना पांडवा । शरीर जैसें अवयवां ।\n" +
                "तैसा नुबगे जीवां । जीवपणें जो ॥ १६७ ॥\n" +
                "जगचि देह जाहलें । म्हणौनि प्रियाप्रिय गेलें ।\n" +
                "हर्षामर्ष ठेले । दुजेनविण ॥ १६८ ॥\n" +
                "ऐसा द्वंद्वनिर्मुक्तु । भयोद्वेगरहितु ।\n" +
                "याहीवरी भक्तु । माझ्यां ठायीं ॥ १६९ ॥\n" +
                "तरी तयाचा गा मज मोहो । काय सांगों तो पढियावो ।\n" +
                "हें असे जीवें जीवो । माझेनि तो ॥ १७० ॥\n" +
                "जो निजानंदें धाला । परिणामु आयुष्या आला ।\n" +
                "पूर्णते जाहला । वल्लभु जो ॥ १७१ ॥\n" +
                "\n" +
                "\n" +
                "अनपेक्षः शुचिर्दक्ष उदासीनो गतव्यथः ।\n" +
                "सर्वारंभपरित्यागी यो मद्भक्तः स मे प्रियः ॥ १६॥\n" +
                "\n" +
                "\n" +
                "जयाचिया ठायीं पांडवा । अपेक्षे नाहीं रिगावा ।\n" +
                "सुखासि चढावा । जयाचें असणें ॥ १७२ ॥\n" +
                "मोक्ष देऊनि उदार । काशी होय कीर ।\n" +
                "परी वेचावें लागें शरीर । तिये गांवीं ॥ १७३ ॥\n" +
                "हिमवंतु दोष खाये । परी जीविताची हानि होये ।\n" +
                "तैसें शुचित्व नोहे । सज्जनाचें ॥ १७४ ॥\n" +
                "शुचित्वें शुचि गांग होये । आणि पापतापही जाये ।\n" +
                "परी तेथें आहे । बुडणें एक ॥ १७५ ॥\n" +
                "खोलिये पारु नेणिजे । तरी भक्तीं न बुडिजे ।\n" +
                "रोकडाचि लाहिजे । न मरतां मोक्षु ॥ १७६ ॥\n" +
                "संताचेनि अंगलगें । पापातें जिणणें गंगे ।\n" +
                "तेणें संतसंगें । शुचित्व कैसें ॥ १७७ ॥\n" +
                "म्हणौनि असो जो ऐसा । शुचित्वें तीर्थां कुवासा ।\n" +
                "जेणें उल्लंघविलें दिशा । मनोमळ ॥ १७८ ॥\n" +
                "आंतु बाहेरी चोखाळु । सूर्य जैसा निर्मळु ।\n" +
                "आणि तत्त्वार्थींचा पायाळु । देखणा जो ॥ १७९ ॥\n" +
                "व्यापक आणि उदास । जैसें कां आकाश ।\n" +
                "तैसें जयाचें मानस । सर्वत्र गा ॥ १८० ॥\n" +
                "संसारव्यथे फिटला । जो नैराश्यें विनटला ।\n" +
                "व्याधाहातोनि सुटला । विहंगु जैसा ॥ १८१ ॥\n" +
                "तैसा सतत जो सुखें । कोणीही टवंच न देखे ।\n" +
                "नेणिजे गतायुषें । लज्जा जेवीं ॥ १८२ ॥\n" +
                "आणि कर्मारंभालागीं । जया अहंकृती नाही आंगीं ।\n" +
                "जैसें निरिंधन आगी । विझोनि जाय ॥ १८३ ॥\n" +
                "तैसा उपशमुचि भागा । जयासि आला पैं गा ।\n" +
                "जो मोक्षाचिया आंगा । लिहिला असे ॥ १८४ ॥\n" +
                "अर्जुना हा ठावोवरी । जो सोऽहंभावो सरोभरीं ।\n" +
                "द्वैताच्या पैलतीरीं । निगों सरला ॥ १८५ ॥\n" +
                "कीं भक्तिसुखालागीं । आपणपेंचि दोही भागीं ।\n" +
                "वांटूनियां आंगीं । सेवकै बाणी ॥ १८६ ॥\n" +
                "\n" +
                "येरा नाम मी ठेवी । मग भजती वोज बरवी ।\n" +
                "न भजतया दावी । योगिया जो ॥ १८७ ॥\n" +
                "तयाचे आम्हां व्यसन । आमुचें तो निजध्यान ।\n" +
                "किंबहुना समाधान । तो मिळे तैं ॥ १८८ ॥\n" +
                "तयालागीं मज रूपा येणें । तयाचेनि मज येथें असणें ।\n" +
                "तया लोण कीजे जीवें प्राणें । ऐसा पढिये ॥ १८९ ॥\n" +
                "\n" +
                "\n" +
                "यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति ।\n" +
                "शुभाशुभपरित्यागी भक्तिमान्यः स मे प्रियः ॥ १७॥\n" +
                "\n" +
                "\n" +
                "जो आत्मलाभासारिखें । गोमटें कांहींचि न देखे ।\n" +
                "म्हणौनि भोगविशेखें । हरिखेजेना ॥ १९० ॥\n" +
                "आपणचि विश्व जाहला । तरी भेदभावो सहजचि गेला ।\n" +
                "म्हणौनि द्वेषु ठेला । जया पुरुषा ॥ १९१ ॥\n" +
                "पैं आपुलें जें साचें । तें कल्पांतींहीं न वचे ।\n" +
                "हें जाणोनि गताचें । न शोची जो ॥ १९२ ॥\n" +
                "आणि जयापरौतें कांहीं नाहीं । तें आपणपेंचि आपुल्या ठायीं ।\n" +
                "जाहला यालागीं जो कांहीं । आकांक्षी ना ॥ १९३ ॥\n" +
                "वोखटें कां गोमटें । हें काहींचि तया नुमटे ।\n" +
                "रात्रिदिवस न घटे । सूर्यासि जेवीं ॥ १९४ ॥\n" +
                "ऐसा बोधुचि केवळु । जो होवोनि असे निखळु ।\n" +
                "त्याहीवरी भजनशीळु । माझ्या ठायीं ॥ १९५ ॥\n" +
                "तरी तया ऐसें दुसरें । आम्हां पढियंतें सोयरें ।\n" +
                "नाहीं गा साचोकारें । तुझी आण ॥ १९६ ॥\n" +
                "\n" +
                "\n" +
                "समः शत्रौ च मित्रे च तथामानापमानयोः ।\n" +
                "शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः ॥ १८॥\n" +
                "\n" +
                "\n" +
                "पार्था जयाचिया ठायीं । वैषम्याची वार्ता नाहीं ।\n" +
                "रिपुमित्रां दोहीं । सरिसा पाडु ॥ १९७ ॥\n" +
                "कां घरींचियां उजियेडु करावा । पारखियां आंधारु पाडावा ।\n" +
                "हें नेणेचि गा पांडवा । दीपु जैसा ॥ १९८ ॥\n" +
                "जो खांडावया घावो घाली । कां लावणी जयानें केली ।\n" +
                "दोघां एकचि साउली । वृक्षु दे जैसा ॥ १९९ ॥\n" +
                "नातरी इक्षुदंडु । पाळितया गोडु ।\n" +
                "गाळितया कडु । नोहेंचि जेवीं ॥ २०० ॥\n" +
                "अरिमित्रीं तैसा । अर्जुना जया भावो ऐसा ।\n" +
                "मानापमानीं सरिसा । होतु जाये ॥ २०१ ॥\n" +
                "तिहीं ऋतूं समान । जैसें कां गगन ।\n" +
                "तैसा एकचि मान । शीतोष्णीं जया ॥ २०२ ॥\n" +
                "दक्षिण उत्तर मारुता । मेरु जैसा पंडुसुता ।\n" +
                "तैसा सुखदुःखप्राप्तां । मध्यस्थु जो ॥ २०३ ॥\n" +
                "माधुर्यें चंद्रिका । सरिसी राया रंका ।\n" +
                "तैसा जो सकळिकां । भूतां समु ॥ २०४ ॥\n" +
                "आघवियां जगा एक । सेव्य जैसें उदक ।\n" +
                "तैसें जयातें तिन्ही लोक । आकांक्षिती ॥ २०५ ॥\n" +
                "जो सबाह्यसंग । सांडोनिया लाग ।\n" +
                "एकाकीं असे आंग । आंगीं सूनी ॥ २०६ ॥\n" +
                "\n" +
                "\n" +
                "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित् ।\n" +
                "अनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः ॥ १९॥\n" +
                "\n" +
                "\n" +
                "जो निंदेतें नेघे । स्तुति न श्लाघे ।\n" +
                "आकाशा न लगे । लेपु जैसा ॥ २०७ ॥\n" +
                "तैसें निंदे आणि स्तुति । मानु करूनि एके पांती ।\n" +
                "विचरे प्राणवृत्ती । जनीं वनीं ॥ २०८ ॥\n" +
                "साच लटिकें दोन्ही । बोलोनि न बोले जाहला मौनी ।\n" +
                "जो भोगितां उन्मनी । आरायेना ॥ २०९ ॥\n" +
                "जो यथालाभें न तोखे । अलाभें न पारुखे ।\n" +
                "पाउसेवीण न सुके । समुद्रु जैसा ॥ २१० ॥\n" +
                "आणि वायूसि एके ठायीं । बिढार जैसें नाहीं ।\n" +
                "तैसा न धरीच कहीं । आश्रयो जो ॥ २११ ॥\n" +
                "आघवाची आकाशस्थिति । जेवीं वायूसि नित्य वसती ।\n" +
                "तेवीं जगचि विश्रांती- । स्थान जया ॥ २१२ ॥\n" +
                "हें विश्वचि माझें घर । ऐसी मती जयाची स्थिर ।\n" +
                "किंबहुना चराचर । आपण जाहला ॥ २१३ ॥\n" +
                "मग याहीवरी पार्था । माझ्या भजनीं आस्था ।\n" +
                "तरी तयातें मी माथां । मुकुट करीं ॥ २१४ ॥\n" +
                "उत्तमासि मस्तक । खालविजे हें काय कौतुक ।\n" +
                "परी मानु करिती तिन्ही लोक । पायवणियां ॥ २१५ ॥\n" +
                "तरी श्रद्धावस्तूसी आदरु । करितां जाणिजे प्रकारु ।\n" +
                "जरी होय श्रीगुरु । सदाशिवु ॥ २१६ ॥\n" +
                "परी हे असो आतां । महेशातें वानितां ।\n" +
                "आत्मस्तुति होतां । संचारु असे ॥ २१७ ॥\n" +
                "ययालागीं हें नोहे । म्हणितलें रमानाहें ।\n" +
                "अर्जुना मी वाहें । शिरीं तयातें ॥ २१८ ॥\n" +
                "जे पुरुषार्थसिद्धि चौथी । घेऊनि आपुलिया हातीं ।\n" +
                "रिगाला भक्तिपंथीं । जगा देतु ॥ २१९ ॥\n" +
                "कैवल्याचा अधिकारी । मोक्षाची सोडी बांधी करी ।\n" +
                "कीं जळाचिये परी । तळवटु घे ॥ २२० ॥\n" +
                "म्हणौनि गा नमस्कारूं । तयातें आम्ही माथां मुगुट करूं ।\n" +
                "तयाची टांच धरूं । हृदयीं आम्हीं ॥ २२१ ॥\n" +
                "तयाचिया गुणांचीं लेणीं । लेववूं अपुलिये वाणी ।\n" +
                "तयाची कीर्ति श्रवणीं । आम्हीं लेवूं ॥ २२२ ॥\n" +
                "तो पहावा हे डोहळे । म्हणौनि अचक्षूसी मज डोळे ।\n" +
                "हातींचेनि लीलाकमळें । पुजूं तयातें ॥ २२३ ॥\n" +
                "दोंवरी दोनी । भुजा आलों घेउनि ।\n" +
                "आलिंगावयालागुनी । तयाचें आंग ॥ २२४ ॥\n" +
                "तया संगाचेनि सुरवाडें । मज विदेहा देह धरणें घडे ।\n" +
                "किंबहुना आवडे । निरुपमु ॥ २२५ ॥\n" +
                "तेणेंसीं आम्हां मैत्र । एथ कायसें विचित्र ? ।\n" +
                "परी तयाचें चरित्र । ऐकती जे ॥ २२६ ॥\n" +
                "तेही प्राणापरौते । आवडती हें निरुतें ।\n" +
                "जे भक्तचरित्रातें । प्रशंसिती ॥ २२७ ॥\n" +
                "जो हा अर्जुना साद्यंत । सांगितला प्रस्तुत ।\n" +
                "भक्तियोगु समस्त- । योगरूप ॥ २२८ ॥\n" +
                "तया मी प्रीति करी । कां मनीं शिरसा धरीं ।\n" +
                "येवढी थोरी । जया स्थितीये ॥ २२९ ॥\n" +
                "\n" +
                "\n" +
                "ये तु धर्म्यामृतमिदं यथोक्तं पर्युपासते ।\n" +
                "श्रद्दधाना मत्परमा भक्तास्तेऽतीव प्रियाः ॥ २०॥\n" +
                "इति श्रीमद्भग्वद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे भक्तियोगोनाम द्वादशोऽध्यायः ॥ १२ ॥\n" +
                "\n" +
                "\n" +
                "ते हे गोष्टी रम्य । अमृतधारा धर्म्य ।\n" +
                "करिती प्रतीतिगम्य । आइकोनि जे ॥ २३० ॥\n" +
                "तेसीचि श्रद्धेचेनि आदरें । जयांचे ठायीं विस्तरे ।\n" +
                "जीवीं जयां थारे । जे अनुष्ठिती ॥२३१ ॥\n" +
                "परी निरूपली जैसी । तैसीच स्थिति मानसीं ।\n" +
                "मग सुक्षेत्रीं जैसी । पेरणी केली ॥ २३२ ॥\n" +
                "परी मातें परम करूनि । इयें अर्थीं प्रेम धरूनि ।\n" +
                "हेंचि सर्वस्व मानूनि । घेती जे पैं ॥ २३३ ॥\n" +
                "पार्था गा जगीं । तेचि भक्त तेचि योगी ।\n" +
                "उत्कंठा तयांलागीं । अखंड मज ॥ २३४ ॥\n" +
                "तें तीर्थ तें क्षेत्र । जगीं तेंचि पवित्र ।\n" +
                "भक्ति कथेसि मैत्र । जयां पुरुषां ॥ २३५ ॥\n" +
                "आम्हीं तयांचें करूं ध्यान । ते आमुचें देवतार्चन ।\n" +
                "ते वांचूनि आन । गोमटें नाहीं ॥ २३६ ॥\n" +
                "तयांचें आम्हां व्यसन । ते आमुचें निधिनिधान ।\n" +
                "किंबहुना समाधान । ते मिळती तैं ॥ २३७ ॥\n" +
                "पैं प्रेमळाची वार्ता । जे अनुवादती पंडुसुता ।\n" +
                "ते मानूं परमदेवता । आपुली आम्ही ॥ २३८ ॥\n" +
                "ऐसे निजजनानंदें । तेणें जगदादिकंदें ।\n" +
                "बोलिलें मुकुंदें । संजयो म्हणे ॥ २३९ ॥\n" +
                "राया जो निर्मळु । निष्कलंक लोककृपाळु ।\n" +
                "शरणागतां प्रतिपाळु । शरण्यु जो ॥ २४० ॥\n" +
                "पैं सुरसहायशीळु । लोकलालनलीळु ।\n" +
                "प्रणतप्रतिपाळु । हा खेळु जयाचा ॥ २४१ ॥\n" +
                "जो धर्मकीर्तिधवलु । आगाध दातृत्वें सरळु ।\n" +
                "अतुळबळें प्रबळु । बळिबंधनु ॥ २४२ ॥\n" +
                "जो भक्तजनवत्सळु । प्रेमळजन प्रांजळु ।\n" +
                "सत्यसेतु सकळु । कलानिधी ॥ २४३ ॥\n" +
                "तो श्रीकृष्ण वैकुंठींचा । चक्रवर्ती निजांचा ।\n" +
                "सांगे येरु दैवाचा । आइकतु असे ॥ २४४ ॥\n" +
                "आतां ययावरी । निरूपिती परी ।\n" +
                "संजयो म्हणे अवधारीं । धृतराष्ट्रातें ॥ २४५ ॥\n" +
                "तेचि रसाळ कथा । मऱ्हाठिया प्रतिपथा ।\n" +
                "आणिजेल आतां । आवधारिजो ॥ २४६ ॥\n" +
                "ज्ञानदेव म्हणे तुम्ही । संत वोळगावेति आम्ही ।\n" +
                "हें पढविलों जी स्वामी । निवृत्तिदेवीं ॥ २४७ ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां द्वादशोऽध्यायः ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());

    }
}
