package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Chaar extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_chaar);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" ४. ज्ञानेश्वरी/अध्याय चौथा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" आजि श्रवणेंद्रिया पिकलें । जे येणें गीतानिधान देखिलें ।\n" +
                "आता स्वप्नचि हें तुकलें । साचासरिसें ॥ १ ॥\n" +
                "\n" +
                "आधी विवेकाची गोठी । वरी प्रतिपादी कृष्ण जगजेठी ।\n" +
                "आणि भक्तराजु किरीटी । परिसत असे ॥ २ ॥\n" +
                "\n" +
                "जैसा पंचमालापु सुगंधु । कीं परिमळ आणि सुस्वादु ।\n" +
                "तं भला जाहला विनोदु । कथेचा इये ॥ ३ ॥\n" +
                "\n" +
                "कैसी आगळिक दैवाची । जे गंगा वोळली अमृताची ।\n" +
                "हो कां जपतपें श्रोतयांची । फळा आली ॥ ४ ॥\n" +
                "\n" +
                "आतां इंद्रियजात आघवें । तिहीं श्रवणाचे घर रिघावें ।\n" +
                "मग संवादसुख भोगावें । गीताख्य हें ॥ ५ ॥\n" +
                "\n" +
                "हा अतिसो अतिप्रसंगे । सांडूनि कथाचि ते सांगे ।\n" +
                "जे कृष्णार्जुन दोघे । बोलत होते ॥ ६ ॥\n" +
                "\n" +
                "ते वेळी संजयों रायातें म्हणे । अर्जुन अधिष्ठिला दैवगुणें ।\n" +
                "जे अतिप्रीती नारायणें । बोलिजतु असे ॥ ७ ॥\n" +
                "\n" +
                "जें न संगेचि पितया वसुदेवासी । जें न संगे माते देवकीसी ।\n" +
                "जें न संगेचि बळिभद्रासी । तें गुह्य अर्जुनेंसी बोलत ॥ ८ ॥\n" +
                "\n" +
                "देवी लक्ष्मीयेवढी जवळीक । तेही न देखे या प्रेमाचे सुख ।\n" +
                "आणि कृष्णस्नेहाचें पिक । यांतेचि आथी ॥ ९ ॥\n" +
                "\n" +
                "सनकादिकांच्या आशा । वाढिनल्या होत्या कीर बहुवसा ।\n" +
                "परी त्याही येणें माने यशा । येतीचिना ॥ १० ॥\n" +
                "\n" +
                "या जगदीश्वराचें प्रेम । एथ दिसतसे निरुपम ।\n" +
                "कैसें पार्थें येणें सर्वोत्तम । पुण्य केलें ॥ ११ ॥\n" +
                "\n" +
                "हो कां जयाचिया प्रीती । अमूर्त हा आला व्यक्ती ।\n" +
                "मज एकवंकी याची स्थिती । आवडतु असे ॥ १२ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं हा योगिया नाडळे । वेदार्थासी नाकळे ।\n" +
                "जेथ ध्यानाचेही डोळे । पावतीना ॥ १३ ॥\n" +
                "\n" +
                "तें हा निजस्वरूप । अनादि निष्कंप ।\n" +
                "परी येणे मानें सकृप । जाहला असे ॥ १४ ॥\n" +
                "\n" +
                "हा त्रैलोक्यपटाचि घडी । आकाराची पैलथडी ।\n" +
                "कैसा याचिये आवडी । आवरला असे ॥ १५ ॥\n" +
                "\n" +
                "     श्रीभगनानुवाच: इमं विवस्वते योगं प्रोक्तवानहमव्ययम् ।\n" +
                "                 विवस्वान् मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् ॥ १ ॥\n" +
                "\n" +
                "मग देव म्हणे अगा पंडुसुता । हाचि योगु आम्हीं विवस्वता ।\n" +
                "कथिला परी ते वार्ता । बहुवां दिवसांची ॥ १६ ॥\n" +
                "\n" +
                "मग तेणें विवस्वतें रवी । हे योगस्थिति आघवी ।\n" +
                "निरूपिली बरवी । मनूप्रती ॥ १७ ॥\n" +
                "\n" +
                "मनूनें आपण अनुष्ठिली । मग इक्ष्वाकुवा उपदेशिली ।\n" +
                "ऐसी परंपरा विस्तारिली । आद्य हे गा ॥ १८ ॥\n" +
                "\n" +
                "     एवं परंपराप्राप्तमिमं राजर्षयो विदुः ।\n" +
                "     स कालेनेह महता योगो नष्टः परंतप ॥ २ ॥\n" +
                "\n" +
                "मग आणिकही या योगाते । राजर्षि जाहले जाणते ।\n" +
                "परी तेथोनि आतां सांप्रतें । नेणिजे कोणी ॥ १९ ॥\n" +
                "\n" +
                "जे प्राणियां कामी भरू । देहाचिवरी आदरु ।\n" +
                "म्हणोनि पडला विसरु । आत्मबोधाचा ॥ २० ॥\n" +
                "\n" +
                "अव्हांटलिया आस्थाबुद्धि । विषयसुखचि परमावधि ।\n" +
                "जीवु तैसा उपाधि । आवडे लोकां ॥ २१ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं तरी खवणेयांच्या गांवीं । पाटाऊवें काय करावीं ।\n" +
                "सांगे जात्यंधा रवी । काय आथी ॥ २२ ॥\n" +
                "\n" +
                "कां बहिरयांचां आस्थानीं । कवणे गीतातें मानी ।\n" +
                "कीं कोल्हेया चांदणीं । आवडी उपजे ॥ २३ ॥\n" +
                "\n" +
                "पैं चंद्रोदया आरौतें । जयांचे डोळे फुटती असते ।\n" +
                "ते काऊळे केवीं चंद्रातें । ओळखती ॥ २४ ॥\n" +
                "\n" +
                "तैसे वैराग्याची शिंव न देखती । जे विवेकाची भाषा नेणती ।\n" +
                "ते मूर्ख केंवीं पावती । मज ईश्वराते ॥ २५ ॥\n" +
                "\n" +
                "कैसा नेणों मोहो वाढीनला । तेणें बहुतेक काळु व्यर्थ गेला ।\n" +
                "म्हणोनि योगु हा लोपला । लोकीं इये ॥ २६ ॥\n" +
                "\n" +
                "     स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः ।\n" +
                "     भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ॥ ३ ॥\n" +
                "\n" +
                "तोचि हा आजि आतां । तुजप्रती कुंतीसुता ।\n" +
                "सांगितला आम्हीं तत्वता । भ्रांति न करीं ॥ २७ ॥\n" +
                "\n" +
                "हें जीवींचे निज गुज । परी केवीं राखों तुज ।\n" +
                "जे पढियेसी तूं मज । म्हणऊनियां ॥ २८ ॥\n" +
                "\n" +
                "तूं प्रेमाचा पुतळा । भक्तीचा जिव्हाळा ।\n" +
                "मैत्रियेची चित्कळा । धनुर्धरा ॥ २९ ॥\n" +
                "\n" +
                "तूं अनुसंगाचा ठावो । आतां तुज काय वंचूं जावों ।\n" +
                "जरी संग्रामारूढ आहों । जाहलों आम्ही ॥ ३० ॥\n" +
                "\n" +
                "तरी नावेक हें सहावें । गाजाबज्यही न धरावें ।\n" +
                "परी तुझें अज्ञानत्व हरावें । लागे आधीं ॥ ३१ ॥\n" +
                "\n" +
                "     अर्जुन उवाच: अपरं भवतो जन्मं परं जन्म विवस्वतः ।\n" +
                "                कथमेतद् विजानीयां त्वमादौ प्रोक्तवानिति ॥ ४ ॥\n" +
                "\n" +
                "तंव अर्जुन म्हणे हरी । माय आपुलेयाचा स्नेहो करी ।\n" +
                "एथ विस्मो काय अवधारीं । कृपानिधी ॥ ३२ ॥\n" +
                "\n" +
                "तूं संसारश्रांतांची साऊली । अनाथ जीवांची माऊली ।\n" +
                "आमुतें कीर प्रसवली । तुझीच कृपा ॥ ३३ ॥\n" +
                "\n" +
                "देवा पांगुळ एकादें विईजे । तरी जन्मोनि जोजारू साहिजे ।\n" +
                "हें बोलों काय तुझें । तुजचि पुढां ॥ ३४ ॥\n" +
                "\n" +
                "आतां पुसेन जें मी कांही । तेथ निकें चित्त देईं ।\n" +
                "तेवींचि देवें कोपावें ना कांही । बोला एका ॥ ३५ ॥\n" +
                "\n" +
                "तरी मागील जे वार्ता । तुवां सांगितली होती अनंता ।\n" +
                "ते नावेक मज चित्ता । मानेचिना ॥ ३६ ॥\n" +
                "\n" +
                "जे तो विवस्वतु म्हणजे कायी । ऐसें हें वडिलां ठाऊवें नाहीं ।\n" +
                "तरी तुवांचि केवीं पाहीं । उपदेशिला ॥ ३७ ॥\n" +
                "\n" +
                "तो तरी आइकिजे बहुतां काळांचा । आणि तूं तंव कृष्ण सांपेचा ।\n" +
                "म्हणोनि गा इये मातुचा । विसंवादु ॥ ३८ ॥\n" +
                "\n" +
                "तेवींचि देवा चरित्र तुझें । आपण कांही काय जाणिजे ।\n" +
                "हें लटिके केवीं म्हणिजे । एकिहेळां ॥ ३९ ॥\n" +
                "\n" +
                "परी हेचि मातु आघवी । मी परियेसें तैशी सांगावी ।\n" +
                "जे तुवांचि तया रवीं केवीं । उपदेशु केला ॥ ४० ॥\n" +
                "\n" +
                "     श्री भगवानुवाच: बहूनि मे व्यतीतानि जन्मानि तव चार्जुन ।\n" +
                "                  तान्यहं वेद सर्वाणि न त्वं वेत्थ परंतप ॥ ५ ॥\n" +
                "\n" +
                "तंव कृष्ण म्हणे पंडुसुता । तो विवस्वतु जैं होता ।\n" +
                "तैं आम्ही नसों ऐसी चित्ता । भ्रांति जरी तुज ॥ ४१ ॥\n" +
                "\n" +
                "तरी तूं गा हें नेणसी । पैं जन्में आम्हां तुम्हांसी ।\n" +
                "बहुतें गेलीं परी तियें न स्मरसी । आपली तूं ॥ ४२ ॥\n" +
                "\n" +
                "मी जेणें जेणें अवसरें । जें जें होऊनि अवतरें ।\n" +
                "ते समस्तही स्मरें । धनुर्धरा ॥ ४३ ॥\n" +
                "\n" +
                "     अजोऽपि सन्नव्ययात्मा भूतामामिश्वरोऽपि सन् ।\n" +
                "     प्रकृतिं स्वामधिष्ठाय संभवाम्यात्ममायया ॥ ६ ॥\n" +
                "\n" +
                "म्हणोनि आघवें । मज मागील आठवें ।\n" +
                "मी अजुही परि संभवे । प्रकृतिसंगे ॥ ४४ ॥\n" +
                "\n" +
                "माझें अव्ययत्व तरी न नसे । परी होणें जाणें एक दिसे ।\n" +
                "ते प्रतिबिंबे मायावशें । माझांचि ठायीं ॥ ४५ ॥\n" +
                "\n" +
                "माझी स्वतंत्रता तरी न मोडे । परी कर्माधीनु ऐसा आवडे ।\n" +
                "तेंही भ्रांतिबुद्धि तरी घडे । एर्\u200Dहवीं नाहीं ॥ ४६ ॥\n" +
                "\n" +
                "कीं एकचि दिसे दुसरें । तें दर्पणाचेनि आधारें ।\n" +
                "एर्\u200Dहवीं काय वस्तुविचारें । दुजें आहे ॥ ४७ ॥\n" +
                "\n" +
                "तैसा अमूर्तचि मी किरीटी । परी प्रकृति जैं अधिष्ठीं ।\n" +
                "तैं साकारपणे नटें नटीं । कार्यालागीं ॥ ४८ ॥\n" +
                "\n" +
                "     यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।\n" +
                "     अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥ ७ ॥\n" +
                "\n" +
                "ते वेळी आपुल्याचेनि कैवारें । मी साकारु होऊनि अवतरें ।\n" +
                "मग अज्ञानाचें आंधारें । गिळूनि घालीं ॥ ४९ ॥\n" +
                "\n" +
                "अधर्माचि अवधी तोडीं । दोषांचीं लिहिलीं फाडीं ।\n" +
                "सज्जनांकरवी गुढी । सुखाची उभवीं ॥ ५० ॥\n" +
                "\n" +
                "     परित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\n" +
                "     धर्मसंस्थापनार्थाय संभवामि युगे युगे ॥ ८ ॥\n" +
                "\n" +
                "ते वेळी आपुल्याचेनि कैवारें । मी साकारु होऊनि अवतरें ।\n" +
                "मग अज्ञानाचें आंधारें । गिळूनि घालीं ॥ ५१ ॥\n" +
                "\n" +
                "अधर्माचि अवधी तोडीं । दोषांचीं लिहिलीं फाडीं ।\n" +
                "सज्जनांकरवी गुढी । सुखाची उभवीं ॥ ५२ ॥\n" +
                "\n" +
                "दैत्यांचीं कुळें नाशीं । साधूंचा मानू गिंवशीं ।\n" +
                "धर्मासी नीतीशी । शेंज भरी ॥ ५३ ॥\n" +
                "\n" +
                "मी अविवेकाची काजळी । फेडूनी विवेकदीप उजळीं ।\n" +
                "तैं योगियां पाहे दिवाळी । निरंतर ॥ ५४ ॥\n" +
                "\n" +
                "स्वसुखे विश्व कोंदे । धर्मचि जगीं नांदे ।\n" +
                "भक्तां निघती दोंदें । सात्विकाचीं ॥ ५५ ॥\n" +
                "\n" +
                "तैं पापाचा अचळु फिटे । पुण्याची पहाट फुटे ।\n" +
                "जैं मूर्ति माझी प्रगटे । पंडुकुमरा ॥ ५६ ॥\n" +
                "\n" +
                "ऐसेया काजालागी । अवतरें मी युगीं युगीं ।\n" +
                "परि हेंचि वोळखे जो जगीं । तो विवेकिया ॥ ५७ ॥\n" +
                "\n" +
                "     जन्म कर्म च ने दिव्यमेवं यो वेत्ति तत्वतः ।\n" +
                "     त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥ ९ ॥\n" +
                "\n" +
                "माझे अजत्वें जन्मणें । अक्रियताचि कर्म करणें ।\n" +
                "हें अविकार जो जाणे । तो परममुक्त ॥ ५८ ॥\n" +
                "\n" +
                "तो चालिला संगे न चळे । देहींचा देहा नाकळे ।\n" +
                "मग पंचत्वीं तंव मिळे । माझांचि रूपीं ॥ ५९ ॥\n" +
                "\n" +
                "     वीतरागभयक्रोधा मन्मया मामुपाश्रिताः ।\n" +
                "     बहवो ज्ञानतपसा पूता मद्भावमागताः ॥ १० ॥\n" +
                "\n" +
                "एर्\u200Dहवीं परापर न शोचिती । जे कामनाशून्य होती ।\n" +
                "वाटा केवेळीं न वचती । क्रोधाचिया ॥ ६० ॥\n" +
                "\n" +
                "जे सदा मियांचि आथिले । माझिया सेवा जियाले ।\n" +
                "कां आत्मबोधे तोषले । वीतराग जे ॥ ६१ ॥\n" +
                "\n" +
                "जे तपोतेजाचिया राशी । कां एकायतन ज्ञानासी ।\n" +
                "जे पवित्रता तीर्थांसी । तीर्थरूप ॥ ६२ ॥\n" +
                "\n" +
                "ते मद्भावा सहजें आले । मी तेचि ते होऊनि ठेले ।\n" +
                "जे मज तयां उरले । पदर नाहीं ॥ ६३ ॥\n" +
                "\n" +
                "सांगे पितळेची गंधिकाळिक । जे फिटली होय निःशेख ।\n" +
                "तैं सुवर्ण काई आणिक । जोडूं जाईजे ॥ ६४ ॥\n" +
                "\n" +
                "तैसे यमनियमीं कडसले । ते तपोज्ञानीं चोखळले ।\n" +
                "मी तेचि ते जाहले । एथ संशयो कायसा ॥ ६५ ॥\n" +
                "\n" +
                "     ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् ।\n" +
                "     मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥ ११ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं तरी पाहीं । जे जैसे माझां ठाईं ।\n" +
                "भजती तया मीही । तैसाचि भजे ॥ ६६ ॥\n" +
                "\n" +
                "देखें मनुष्यजात सकळ । हें स्वभावता भजनसीळ ।\n" +
                "जाहलें असे केवळ । माझां ठायीं ॥ ६७ ॥\n" +
                "\n" +
                "परी ज्ञानेंवीण नाशिले । जे बुद्धिभेदासि आले ।\n" +
                "तेणेंचि या कल्पिलें । अनेकत्व ॥ ६८ ॥\n" +
                "\n" +
                "म्हणऊनि अभेदीं भेदु देखती । यया अनाम्या नामें ठेविती ॥\n" +
                "देवी देवो म्हणती । अचर्चातें ॥ ६९ ॥\n" +
                "\n" +
                "जें सर्वत्र सदा सम । तेथे विभाग अधमोत्तम ।\n" +
                "मतिवशें संभ्रम । विवंचिती ॥ ७० ॥\n" +
                "\n" +
                "     काङक्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः ।\n" +
                "     क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा ॥ १२ ॥\n" +
                "\n" +
                "मग नानाहेतुप्रकारें । यथोचितें उपचारें ।\n" +
                "मानिलीं देवतांतरें । उपासिती ॥ ७१ ॥\n" +
                "\n" +
                "तेथ जें जें अपेक्षित । तें तैसेंचि पावति समस्त ।\n" +
                "परी ते कर्मफळ निश्चित । वोळख तूं ॥ ७२ ॥\n" +
                "\n" +
                "वाचूंनि देतें घेतें आणिक । निभ्रांत नाही सम्यक ।\n" +
                "एथ कर्मचि फळसूचक । मनुष्यलोकीं ॥ ७३ ॥\n" +
                "\n" +
                "जैसें क्षेत्रीं जें पेरिजे । तेंवांचूनि आन न निपजे ।\n" +
                "कां पाहिजे तेंचि देखिजे । दर्पणाधारें ॥ ७४ ॥\n" +
                "\n" +
                "ना तरी कडेयातळवटीं । जैसा आपुलाचि बोलु किरीटी ।\n" +
                "पडिसादु होऊनि उठी । निमित्तयोगें ॥ ७५ ॥\n" +
                "\n" +
                "तैसा समस्तां यां भजनां । मी साक्षिभूतु पैं अर्जुना ।\n" +
                "एथ प्रतिफळे भावना । आपुलाली ॥ ७६ ॥\n" +
                "\n" +
                "     चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः ।\n" +
                "     तस्य कर्तारमपि मां विध्यकर्तारमव्यम् ॥ १३ ॥\n" +
                "\n" +
                "आतां याचिपरी जाण । चार्\u200Dही आहेती हे वर्ण ।\n" +
                "सृजिले म्यां गुण - । कर्मभागें ॥ ७७ ॥\n" +
                "\n" +
                "जे प्रकृतीचेनि आधारें । गुणाचेनि व्यभिचारें ।\n" +
                "कर्में तदनुसारें । विवंचिली ॥ ७८ ॥\n" +
                "\n" +
                "एथ एकचि हे धनुष्यपाणी । परीं जाहले गा चहूं वर्णीं ।\n" +
                "ऐसी गुणकर्मीं कडसणी । केली सहजें ॥ ७९ ॥\n" +
                "\n" +
                "म्हणोनि आईकें पार्था । हे वर्णभेदसंस्था ।\n" +
                "मी कर्ता नव्हे सर्वथा । याचिलागीं ॥ ८० ॥\n" +
                "\n" +
                "     न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा ।\n" +
                "     इति मां योऽभिजानाति कर्मभिर्न स बध्यते ॥ १४ ॥\n" +
                "\n" +
                "हें मजचिस्तव जाहलें । परी म्यां नाहीं केलें ।\n" +
                "ऐसे जेणे जाणितलें । तो सुटला गा ॥ ८१ ॥\n" +
                "\n" +
                "     एवं ज्ञात्वा कृतं कर्म पूर्वेरपि मुमुक्षुभिः ।\n" +
                "     कुरु कर्मेव तस्मात् त्वं पूर्वैः पूर्वतरं कृतम् ॥ १५ ॥\n" +
                "\n" +
                "मागील मुमुक्षु जे होते । तिहीं ऐशियाचि जाणोनि मातें ।\n" +
                "कर्मे केलीं समस्तें । धर्नुधरा ॥ ८२ ॥\n" +
                "\n" +
                "परी तें बीजें जैसीं दग्धलीं । नुगवतीचि पेरलीं ।\n" +
                "तैशीं कर्मेंचि परि तयां जाहली । मोक्षहेतु ॥ ८३ ॥\n" +
                "\n" +
                "एथ आणिकही एक अर्जुना । हे कर्माकर्मविवंचना ।\n" +
                "आपुलिये चाडे सज्ञाना । योग्य नोहे ॥ ८४ ॥\n" +
                "\n" +
                "     किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः ।\n" +
                "     तत् ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ॥ १६ ॥\n" +
                "\n" +
                "मर्म म्हणिजे तें कवण । अथवा अकर्मा काय लक्षण ।\n" +
                "ऐसें विचारितां विचक्षण । गुंफोनि ठेले ॥ ८५ ॥\n" +
                "\n" +
                "जैसें का कुडें नाणें । खर्\u200Dयाचेनि सारखेपणें ।\n" +
                "डोळ्यांचेहि देखणें । संशयी घाली ॥ ८६ ॥\n" +
                "\n" +
                "तैसे नैष्कर्म्यतेचेनि भ्रमें । गिंवसिजत आहाति कर्में ।\n" +
                "जे दुजी सृष्टि मनोधर्में । करूं शकती ॥ ८७ ॥\n" +
                "\n" +
                "वाचूनि मूर्खाची गोठी कायसी । एथ मोहले गा क्रांतदर्शी ।\n" +
                "म्हणोनि आतां तेचि परियेसीं । सांगेन तुज ॥ ८८ ॥\n" +
                "\n" +
                "     कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः ।\n" +
                "     अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः ॥ १७ ॥\n" +
                "\n" +
                "तरी कर्म म्हणजे स्वभावें । जेथ विश्वाकारु संभवे ।\n" +
                "ते सम्यक आधीं जाणावें । लागे एथ ॥ ८९ ॥\n" +
                "\n" +
                "मग वर्णाश्रमासि उचित । जे विशेष कर्म विहित ।\n" +
                "तेंही वोळखावें निश्चित । उपयोगेंसीं ॥ ९० ॥\n" +
                "\n" +
                "पाठीं जें निषिद्ध म्हणिपे । तेंही बुझावें स्वरूपें ।\n" +
                "येतुलेनि येथ कांही न गुंफे । आपैसेंचि ॥ ९१ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं जग हें कर्माधीन । ऐसी याची व्याप्ती गहन ।\n" +
                "परि तें असो आइकें चिन्ह । प्राप्ताचें गा ॥ ९२ ॥\n" +
                "\n" +
                "     कर्मण्य कर्म यः पश्येदकर्मणि च कर्म यः ।\n" +
                "     स बुद्धिमान् मनुष्येषु स युक्तः कृत्स्नकर्मकृत् ॥ १८ ॥\n" +
                "\n" +
                "जो सकळकर्मीं वर्ततां । देखे आपुली नैष्कर्म्यता ।\n" +
                "कर्मसंगे निराशता । फळाचिया ॥ ९३ ॥\n" +
                "\n" +
                "आणि कर्तव्यतेलागीं । जया दुसरें नाहीं जगीं ।\n" +
                "ऐसिया नैष्कर्मता तरी चांगी । बोधला असे ॥ ९४ ॥\n" +
                "\n" +
                "परि क्रियाकलापु आघवा । आचरतु दिसे बरवा ।\n" +
                "तरी तो इहीं चिन्हीं जाणावा । ज्ञानिया गा ॥ ९५ ॥\n" +
                "\n" +
                "जैसा कां जळापाशीं उभा ठाके । तो जरी आपणपें जळामाजिं देखे ।\n" +
                "तरी तो निभ्रांत वोळखे । म्हणे मी वेगळा आहे ॥ ९६ ॥\n" +
                "\n" +
                "अथवा नावे हन जो रिगे । तो थडियेचे रुख जातां देखे वेगें ।\n" +
                "तेचि साचोकारें जों पाहों लागे । तंव रुख म्हणे अचळ ॥ ९७ ॥\n" +
                "\n" +
                "तैसे सर्व कर्मीं असणें । तें फुडें मानूनि वायाणें ।\n" +
                "मग आपणपें जो जाणे । नैष्कर्म्यु ऐसा ॥ ९८ ॥\n" +
                "\n" +
                "आणि उदोअस्ताचेनि प्रमाणें । जैसे न चलतां सूर्याचें चालणें ।\n" +
                "तैसें नैष्कर्म्यत्व जाणे । कर्मीचि असतां ॥ ९९ ॥\n" +
                "\n" +
                "तो मनुष्यासारिखा तरी आवडे । परी मनुष्यत्व तया न घडे ।\n" +
                "जैसें जळीं जळामाजीं न बुडे । भानुबिंब ॥ १०० ॥\n" +
                "\n" +
                "तेणें न पाहतां विश्व देखिलें । न करितां सर्व केले ।\n" +
                "न भोगितां भोगिलें । भोग्यजात ॥ १०१ ॥\n" +
                "\n" +
                "एकेचि ठायीं बैसला । परि सर्वत्र तोचि गेला ।\n" +
                "हें असो विश्व जाहला । आंगेंचि तो ॥ १०२ ॥\n" +
                "\n" +
                "     यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः ।\n" +
                "     ज्ञानाग्निदग्धकर्माणं तमाहुः पंडितं बुधाः ॥ १९ ॥\n" +
                "\n" +
                "जया पुरुषाचां ठायीं । कर्माचा तरी खेदु नाहीं ।\n" +
                "परी फळापेक्षा कहीं । संचरेना ॥ १०३ ॥\n" +
                "\n" +
                "आणि हें कर्म मी करीन । अथवा आदरिले सिद्धी नेईन ।\n" +
                "येणें संकल्पेंही जयाचें मन । विटाळेना ॥ १०४ ॥\n" +
                "\n" +
                "ज्ञानाग्निचेनि मुखें । जेणें जाळिली कर्में अशेखें ।\n" +
                "तो ब्रह्मचि मनुष्यवेखें । वोळख तूं ॥ १०५ ॥\n" +
                "\n" +
                "     त्यक्त्वा कर्मफलासंगं नित्यतृप्तो निराश्रयः ।\n" +
                "     कर्मण्यभिप्रवृत्तोऽपि नैव किंचित् करोति सः ॥ २० ॥\n" +
                "\n" +
                "जो शरीरीं उदासु । फळभोगीं निरासु ।\n" +
                "नित्यता उल्हासु । होऊनि असे ॥ १०६ ॥\n" +
                "\n" +
                "जो संतोषाचां गाभारां । आत्मबोधाचिया वोगरा ।\n" +
                "पुरे न म्हणेचि धनुर्धरा । आरोगितां ॥ १०७ ॥\n" +
                "\n" +
                "     निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः ।\n" +
                "     शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिशम् ॥ २१ ॥\n" +
                "\n" +
                "     यदृच्छा लाभ संतुष्टो द्वंद्वातीतो विमत्सरः ।\n" +
                "     सम सिद्धावसिद्धौच कृत्वाऽपि न निबध्यते ॥ २२ ॥\n" +
                "\n" +
                "कैसा अधिकाधिक आवडी । घेत महासुखाची गोडी ।\n" +
                "सांडोनियां आशा कुरोंडी । अहंभावेसीं ॥ १०८ ॥\n" +
                "\n" +
                "म्हणोनि अवसरें जें जें पावे । तेणेचि तो सुखावे ।\n" +
                "जया आपुले आणि परावें । दोन्ही नाहीं ॥ १०९ ॥\n" +
                "\n" +
                "तो दिठी जें पाहे । ते आपणचि होऊनि जाये ।\n" +
                "आइकें तें आहे । तोचि जाहाला ॥ ११० ॥\n" +
                "\n" +
                "चरणीं हन चाले । मुखें जें जें बोले ।\n" +
                "ऐसें चेष्टाजात तेतुलें । आपणचि जो ॥ १११ ॥\n" +
                "\n" +
                "हें असो विश्व पाहीं । जयासि आपणपेवांचूनि नाहीं ।\n" +
                "आता कवण तें कर्म कायी । बाधी तयातें ॥ ११२ ॥\n" +
                "\n" +
                "हा मत्सरु जेथ उपजे । तेतुले नुरेचि जया दुजें ।\n" +
                "तो निर्मत्सरु काइ म्हणिजे । बोलवरी ॥ ११३ ॥\n" +
                "\n" +
                "म्हणोनि सर्वांपरी मुक्तु । तो सकर्मुचि तो कर्मरहितु ।\n" +
                "सगुण परि गुणातीतु । एथ भ्रांति नाहीं ॥ ११४ ॥\n" +
                "\n" +
                "     गतसंगस्य मुक्तस्य ज्ञानावस्थित्चेतसः ।\n" +
                "     यज्ञायाचरतः कर्म समग्रं प्रविलीयते ॥ २३ ॥\n" +
                "\n" +
                "तो देहसंगे तरी असे । परी चैतन्यासारिखा दिसे ।\n" +
                "पाहतां परब्रह्माचेनि कसें । चोखाळु भला ॥ ११५ ॥\n" +
                "\n" +
                "ऐसाही परी कौतुकें । जरी कर्मे करी यज्ञादिकें ।\n" +
                "तरी तियें लया जाती अशेखें । तयाचांचि ठायीं ॥ ११६ ॥\n" +
                "\n" +
                "अकाळींची अभ्रें जैसी । उर्मीविण आकाशीं ।\n" +
                "हारपती आपैशीं । उदयलीं सांती ॥ ११७ ॥\n" +
                "\n" +
                "तैशीं विधीविधान विहितें जरी आचरे तो समस्तें ।\n" +
                "तरी तियें ऐक्यभावें ऐक्यातें । पावतीचि गा ॥ ११८ ॥\n" +
                "\n" +
                "     ब्रह्मार्पणं ब्रह्महविर् ब्रह्माग्नौ ब्रह्मणा हुतम् ।\n" +
                "     ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मस्माधिना ॥ २४ ॥\n" +
                "\n" +
                "जें हें हवन मी होता । कां इये यज्ञीं हा भोक्ता ।\n" +
                "ऐसीया बुद्धीसि नाही भंगता । म्हणऊनियां ॥ ११९ ॥\n" +
                "\n" +
                "जे इष्टयज्ञ यजावे । तें हविर्मंत्रादि आघवें ।\n" +
                "तो देखतसे अविनाशभावें । आत्मबुद्धि ॥ १२० ॥\n" +
                "\n" +
                "म्हणऊनि ब्रह्म तेंचि कर्म । ऐसें बोधा आले जया सम ।\n" +
                "तया कर्तव्य तें नैष्कर्म्य । धनुर्धरा ॥ १२१ ॥\n" +
                "\n" +
                "आतां अविवेककुमारत्वा मुकले । जयां विरक्तीचे पाणिग्रहण जाहलें ।\n" +
                "मग उपासन जिहीं आणिलें । योगाग्नीचें ॥ १२२ ॥\n" +
                "\n" +
                "     दैवमेवापरे यज्ञं योगिनः पर्युपासते ।\n" +
                "     ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति ॥ २५ ॥\n" +
                "\n" +
                "जे यजनशील अहर्निशीं । जिहीं अविद्या हविली मनेंसी ।\n" +
                "गुरुवाक्यहुताशीं । हवन केलें ॥ १२३ ॥\n" +
                "\n" +
                "तिहीं योगाग्निकीं यजिजे । तो दैवयज्ञु म्हणिजे ।\n" +
                "जेणे आत्मसुख कामिजे । पंडुकुमरा ॥ १२४ ॥\n" +
                "\n" +
                "दैवास्तव देहाचे पाळण । ऐसा निश्चयो परिपूर्ण ।\n" +
                "जो चिंतीना देहभरण । तो महायोगी जाण दैवयोगें ॥ १२५ ॥\n" +
                "\n" +
                "आतां अवधारीं सांगेन आणिक । जे ब्रह्माग्नी साग्निक ।\n" +
                "तयांते यज्ञेंचि यज्ञु देख । उपासिजे ॥ १२६ ॥\n" +
                "\n" +
                "     श्रोत्रादीनींद्रियाण्यन्ये संयमाग्निषु जुह्वति ।\n" +
                "     शब्दादीन् विषयानन्य । इंद्रियाग्निषु जुह्वति ॥ २६ ॥\n" +
                "\n" +
                "एथ संयमाग्निहोत्री । जे युक्तित्रयांच्यां मंत्रीं ।\n" +
                "यजन करिती पवित्रीं । इंद्रियद्रव्यीं ॥ १२७ ॥\n" +
                "\n" +
                "एकां वैराग्यरवि विवळे । तंव संयती विहार केले ।\n" +
                "तेथ अपावृत्त जाहले । इंद्रियानळ ॥ १२८ ॥\n" +
                "\n" +
                "तिहीं विरक्तीची ज्वाळा घेतली । तंव विकारांची इंधने पळिपलीं ।\n" +
                "तेथ आशाधूमें सांडिलीं । पांचही कुंडें ॥ १२९ ॥\n" +
                "\n" +
                "मग वाक्यविधीचिया निरवडी । विषयआहुति उदंडी ।\n" +
                "हवन केलें कुंडी । इंद्रियाग्नीचां ॥ १३० ॥\n" +
                "\n" +
                "     सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे ।\n" +
                "     आत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते ॥ २७ ॥\n" +
                "\n" +
                "एकीं ययापरी पार्था । दोषु क्षाळिले सर्वथा ।\n" +
                "आणिकीं हृदयारणीं मंथा । विवेकु केला ॥ १३१ ॥\n" +
                "\n" +
                "तो उपशमें निहटिला । धैर्यें वरी दाटिला ।\n" +
                "गुरुवाक्यें काढिला । बळकटपणें ॥ १३२ ॥\n" +
                "\n" +
                "ऐसे समरसें मंथन केलें । तेथ झडकरी काजा आलें ।\n" +
                "जे उज्जीवन जहालें । ज्ञानाग्नीचें ॥ १३३ ॥\n" +
                "\n" +
                "पहिला ऋद्धिसिद्धीचा संभ्रमु । तो निवर्तोनि गेला धूमु ।\n" +
                "मग प्रगटला सूक्ष्मु । विस्फुलिंगु ॥ १३४ ॥\n" +
                "\n" +
                "मन तयाचे मोकळें । तेचि पेटवण घातलें ।\n" +
                "जें यमदमीं हळुवारलें । आइतें होतें ॥ १३५ ॥\n" +
                "\n" +
                "तेणें सादुकपणें ज्वाळा समृद्धा । मग वासनांतराचिया समिधा ।\n" +
                "स्नेहेंसी नानाविधा । जाळिलिया ॥ १३६ ॥\n" +
                "\n" +
                "तेथ सोहंमंत्रें दीक्षितीं । इंद्रियकर्मांचिया आहुती ।\n" +
                "तिये ज्ञानानळीं प्रदीप्तीं । दिधलिया ॥ १३७ ॥\n" +
                "\n" +
                "पाठीं प्राणक्रिचेनि स्रुवेनिशीं । पूर्णाहुती पडली हुताशीं ।\n" +
                "तेथ अवभृत समरसीं । सहजें जाहलें ॥ १३८ ॥\n" +
                "\n" +
                "मग आत्मबोधींचे सुख । जे संयमाग्नीचें हुतशेष ।\n" +
                "तोचि पुरोडाशु देख । घेतला तिहीं ॥ १३९ ॥\n" +
                "\n" +
                "एक ऐशिया इहीं यजनीं । मुक्त ते जाहले त्रिभुवनीं ।\n" +
                "या यज्ञक्रिया तरी आनानी । परि प्राप्य तें एक ॥ १४० ॥\n" +
                "\n" +
                "     द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे ।\n" +
                "     स्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः ॥ २८ ॥\n" +
                "\n" +
                "एक द्रव्ययज्ञु म्हणिपती । एक तपसामग्रिया निपजती ।\n" +
                "एक योगयागुही आहाती । जे सांगितले ॥ १४१ ॥\n" +
                "\n" +
                "एकीं शब्दीं शब्दु यजिजे । तो वाग्यज्ञु म्हणिजे ।\n" +
                "ज्ञाने ज्ञेय गमिजे । तो ज्ञानयज्ञु ॥ १४२ ॥\n" +
                "\n" +
                "हें अर्जुना सकळ कुवाडें । जे अनुष्ठितां अतिसांकडे ।\n" +
                "परी जितेंद्रियासीचि घडे । योग्यतावशें ॥ १४३ ॥\n" +
                "\n" +
                "ते प्रवीण तेथ भले । आणि योगसमृद्धी आथिले ।\n" +
                "म्हणोनि आपणपां तिहीं केले । आत्महवन ॥ १४४ ॥\n" +
                " \n" +
                "     अपाने जुह्वति प्राणं प्राणेऽपाऽनं तथापरे ।\n" +
                "     प्राणापानगति रुद्ध्वा प्राणायामपरायणाः ॥ २९ ॥\n" +
                "\n" +
                "मग अपाग्नीचां मुखी । प्राणद्रव्यें देखी ।\n" +
                "हवन केलें एकीं । अभ्यासयोगें ॥ १४५ ॥\n" +
                "\n" +
                "एकु अपानु प्राणीं अर्पिती । एक दोहींतेंही निरुंधिती ।\n" +
                "ते प्राणायामी म्हणिपती । पंडुकुमरा ॥ १४६ ॥\n" +
                "\n" +
                "     अपरे नियताहाराः प्राणान् प्राणेषु जुह्वति ।\n" +
                "     सर्वेप्येते यज्ञविदो यज्ञक्षपितकल्मषाः ॥ ३० ॥\n" +
                "\n" +
                "एक वज्रयोगक्रमें । सर्वाहारसंयमें ।\n" +
                "प्राणीं प्राणु संभ्रमें । हवन करिती ॥ १४७ ॥\n" +
                "\n" +
                "ऐसे मोक्षकाम सकळ । समस्त हे यजनशीळ ।\n" +
                "जिहीं यज्ञद्वारा मनोमळ । क्षाळण केले ॥ १४८ ॥\n" +
                "\n" +
                "जया अविद्याजात जाळितां । जे उरलें निजस्वभावता ।\n" +
                "जेथ अग्नि आणि होता । उरेचिना ॥ १४९ ॥\n" +
                "\n" +
                "जेथ यजितयाचा कामु पुरे । यज्ञींचें विधान सरे ।\n" +
                "मागुते जेथूनि वोसरे । क्रियाजात ॥ १५० ॥\n" +
                "\n" +
                "विचार जेथ न रिगे । हेतु जेथ न निगे ।\n" +
                "जें द्वैतदोषसंगें । सिंपेचिना ॥ १५१ ॥\n" +
                "\n" +
                "     यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् ।\n" +
                "     नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम ॥ ३१ ॥\n" +
                "\n" +
                "ऐसें अनादिसिद्ध चोखट । जें ज्ञान यज्ञावशिष्ट ।\n" +
                "तें सेविती ब्रह्मनिष्ठ । ब्रह्माहंमंत्रे ॥ १५२ ॥\n" +
                "\n" +
                "ऐसे शेषामृते धाले । कीं अमर्त्यभावा आले ।\n" +
                "म्हणोनि ब्रह्म ते जहाले । अनायासे ॥ १५३ ॥\n" +
                "\n" +
                "येरां विरक्ति माळ न घालीचि । जयां संयमाग्नीची सेवा न घडेचि ।\n" +
                "जें योगयागु न करितीचि । जन्मले सांते ॥ १५४ ॥\n" +
                "\n" +
                "जयां ऐहिक धड नाहीं । तयांचें परत्र पुससी काई ।\n" +
                "म्हणोनि सांगों कां वांई । पंडुकुमरा ॥ १५५ ॥\n" +
                "\n" +
                "     एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे ।\n" +
                "     कर्मजान् विद्धि तान् सर्वानेवं ज्ञात्वा विमोक्षसे ॥ ३२ ॥\n" +
                "\n" +
                "ऐसे बहुतीं परीं अनेग । जे सांगितले तुज कां याग ।\n" +
                "ते विस्तारुनि वेदेंचि चांग । म्हणितले आहाती ॥ १५६ ॥\n" +
                "\n" +
                "परि तेणें विस्तारें काय करावें । हेंचि कर्मसिद्ध जाणावें ।\n" +
                "येतुलेनि कर्मबंधु स्वभावें । पावेल ना ॥ १५७ ॥\n" +
                "\n" +
                "     श्रेयान् द्रव्यमयाद् यज्ञान् ज्ञानयज्ञः परंतप ।\n" +
                "     सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते ॥ ३३ ॥\n" +
                "\n" +
                "अर्जुना वेदु जयांचे मूळ । जे क्रियाविशेषें स्थूळ ।\n" +
                "जयां नव्हाळियेचे फळ । स्वर्गसुख ॥ १५८ ॥\n" +
                "\n" +
                "ते द्रव्यादियागु कीर होती । परी ज्ञानयज्ञाची सरी न पवती ।\n" +
                "जैशी तारातेजसंपत्ती । दिनकरापाशीं ॥ १५९ ॥\n" +
                "\n" +
                "देखें परमात्मसुखनिधान । साधावया योगीजन ।\n" +
                "जें न विसंबिती अंजन । उन्मेषनेत्रीं ॥ १६० ॥\n" +
                "\n" +
                "जें धांवतया कर्माची लाणी । नैष्कर्म्यबोधाची खाणी ।\n" +
                "जें भुकेलिया धणी । साधनाची ॥ १६१ ॥\n" +
                "\n" +
                "जेथ प्रवृत्ति पांगुळ जाहली । तर्काची दिठी गेली ।\n" +
                "जेणें इंद्रिये विसरलीं । इंद्रियसंगु ॥ १६२ ॥\n" +
                "\n" +
                "मनाचे मनपण गेलें । जेथ बोलाचे बोलपण ठेलें ।\n" +
                "जयामाजि सांपडलें । ज्ञेय दिसें ॥ १६३ ॥\n" +
                "\n" +
                "जेथ वैराग्याचा पांगु फिटे । विवेकाचाही सोसु तुटे ।\n" +
                "जेथ न पाहता सहज भेटे । आपणपें ॥ १६४ ॥\n" +
                "\n" +
                "     तद् विद्धि प्रणिपातेन परिप्रश्नेन सेवया ।\n" +
                "     उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्वदर्शिनः ॥ ३४ ॥\n" +
                "\n" +
                "तें ज्ञान पैं गा बरवें । जरी मनीं आथि आणावें ।\n" +
                "तरी संतां यां भजावें । सर्वस्वेंशीं ॥ १६५ ॥\n" +
                "\n" +
                "जे ज्ञानाचा कुरुठा । तेथ सेवा हा दारवंटा ।\n" +
                "तू स्वाधीन करी सुभटा । वोळगोनी ॥ १६६ ॥\n" +
                "\n" +
                "तरी तनुमनुजीवें । चरणासी लागावें ।\n" +
                "आणि अगर्वता करावें । दास्य सकळ ॥ १६७ ॥\n" +
                "\n" +
                "मग अपेक्षित जें आपुलें । तेंही सांगती पुसिलें ।\n" +
                "जेणे अंतःकरण बोधलें । संकल्पा न ये ॥ १६८ ॥\n" +
                "\n" +
                "     यज् ज्ञात्वा न पुनर्मोहमेवं यास्यसि पांडव ।\n" +
                "     येन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि ॥ ३५ ॥\n" +
                "\n" +
                "जयाचेनि वाक्यउजिवडें । जाहलें चित्त निधडें ।\n" +
                "ब्रह्माचेनि पाडे । निःशंकु होय ॥ १६९ ॥\n" +
                "\n" +
                "ते वेळीं आपणपेया सहितें । इये अशेषेंही भूतें ।\n" +
                "माझां स्वरूपीं अखंडितें । देखसी तूं ॥ १७० ॥\n" +
                "\n" +
                "ऐसें ज्ञानप्रकाशें पाहेल । तैं मोहांधकारू जाईल ।\n" +
                "जैं गुरुकृपा होईल । पार्था गा ॥ १७१ ॥\n" +
                "\n" +
                "     अपि चेदसी पापेभ्यः सर्वेभ्यः पापकृत्तमः ।\n" +
                "     सर्व ज्ञानप्लवेनैव वृजिनं संतरिष्यसि ॥ ३६ ॥\n" +
                "\n" +
                "जरी कल्मषांचा आगरु । तूं भ्रांतीचा सागरु ।\n" +
                "व्यामोहाचा डोंगरु । होऊनि अससी ॥ १७२ ॥\n" +
                "\n" +
                "तर्ही ज्ञानशक्तीचेनि पाडें । हें आघवेंची गा थोकडें ।\n" +
                "ऐसे सामर्थ्य असे चोखडें । ज्ञानी इये ॥ १७३ ॥\n" +
                "\n" +
                "देखें विश्वभ्रमाऐसा । जो अमूर्ताचा कवडसा ।\n" +
                "तो जयाचिया प्रकाशा । पुरेचिना ॥ १७४ ॥\n" +
                "\n" +
                "तया कायसें हें मनोमळ । हें बोलतांचि अति किडाळ ।\n" +
                "नाहीं येणें पाडें हे ढिसाळ । दुजें जगीं ॥ १७५ ॥\n" +
                "\n" +
                "     यथैधांसि समिद्धोऽग्निर्भस्मसात् कुरुतेऽर्जुन ।\n" +
                "     ज्ञानाग्निः सर्वकर्माणि भस्मसात् कुरुते तथा ॥ ३७ ॥\n" +
                "\n" +
                "सांगे भुवनत्रयाची काजळी । जे गगनामाजि उधवली ।\n" +
                "तिये प्रळयींचे वाहुटळी । काय अभ्र पुरे ॥ १७६ ॥\n" +
                "\n" +
                "कीं पवनाचेनि कोंपें । पाणियेंचि जो पळिपें ।\n" +
                "तो प्रळयानळु दडपे । तृणें काष्ठे काइ ॥ १७७ ॥\n" +
                "\n" +
                "     न हि ज्ञानेन सदृशं पवित्रमिह विद्यते ।\n" +
                "     तत् स्वयं योगसंसिद्धः कालेनात्मनि विन्दति ॥ ३८ ॥\n" +
                "\n" +
                "म्हणोनि असे हें न घडे । तें विचारितांचि असंगडे ।\n" +
                "पुढती ज्ञानाचेनि पाडें । पवित्र न दिसे ॥ १७८ ॥\n" +
                "\n" +
                "एथ ज्ञान हें उत्तम होये । आणिकही एक तैसें के आहे ।\n" +
                "जैसें चैतन्य कां नोहे । दुसरे गा ॥ १७९ ॥\n" +
                "\n" +
                "या महातेजाचेनि कसें । जरी चोखाळु प्रतिबिंब दिसे ।\n" +
                "कां गिंवसिलें गिंवसे । आकाश हें ॥ १८० ॥\n" +
                "\n" +
                "ना तरी पृथ्वीचेनि पाडें । कांटाळें जरी जोडे ।\n" +
                "तरी उपमा ज्ञानी घडे । पंडुकुमरा ॥ १८१ ॥\n" +
                "\n" +
                "म्हणूनी बहुतीं परीं पाहतां । पुढतपुढती निर्धारिता ।\n" +
                "हे ज्ञानाची पवित्रता । ज्ञानींचि आथि ॥ १८२ ॥\n" +
                "\n" +
                "जरी अमृताचि चवी निवडिजे । तरी अमृतासारखी म्हणिजे ।\n" +
                "तैसें ज्ञान हें उपमिजे । ज्ञानेसींचि ॥ १८३ ॥\n" +
                "\n" +
                "आतां यावरि जे बोलणे । ते वायां वेळु फेडणें ।\n" +
                "तंव सांचचि जी हे पार्थु म्हणे । जें बोलत असां ॥ १८४ ॥\n" +
                "\n" +
                "परि तेंचि ज्ञान केवीं जाणावें । ऐसें अर्जुनें जंव पुसावें\n" +
                "तंव तें मनोगत देवें । जाणितलें ॥ १८५ ॥\n" +
                "\n" +
                "मग म्हणतसे किरीटी । आतां चित्त देयीं गोठी ।\n" +
                "सांगेन ज्ञानाचिये भेटी । उपाय तुज ॥ १८६ ॥\n" +
                "\n" +
                "     श्रद्धावान् लभते ज्ञानं तत्परः संयतेन्द्रियः ।\n" +
                "     ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति ॥ ३९ ॥\n" +
                "\n" +
                "तरी आत्मसुखाचिया गोडिया । विटे जो कां सकळ विषयां ।\n" +
                "जयां ठायीं इंद्रियां । मानु नाही ॥ १८७ ॥\n" +
                "\n" +
                "जो मनाचि चाड न सांगे । जो प्रकृतीचे केलें नेघे ।\n" +
                "जो श्रद्धेचेनि संभोगें । सुखिया जाहला ॥ १८८ ॥\n" +
                "\n" +
                "तयातेंचि गिंवसित । हेंहें ज्ञान पांवे निश्चित ।\n" +
                "जयामाजि अचुंबित । शांति असे ॥ १८९ ॥\n" +
                "\n" +
                "तें हृदयीं प्रतिष्ठे । आणि शांतीचा अंकुर फुटे ।\n" +
                "मग विस्तार बहु प्रकटे । आत्मबोधाचा ॥ १९० ॥\n" +
                "\n" +
                "मग जेऊति वास पाहिजे । तेऊति शांतीचि देखिजे ।\n" +
                "तेथ अपारा पारु नेणिजे । निर्धारितां ॥ १९१ ॥\n" +
                "\n" +
                "ऐसा हा उत्तरोत्तरु । ज्ञानबीजाचा विस्तारु ।\n" +
                "सांगता असे अपारु । परि असो आतां ॥ १९२ ॥\n" +
                "\n" +
                "     अज्ञाश्चाश्रद्दधानश्च संशयात्मा विनश्यति ।\n" +
                "     मायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥\n" +
                "\n" +
                "ऐकें जया प्राणियाचां ठायीं । इया ज्ञानाची आवडी नाहीं ।\n" +
                "तयाचें जियालें म्हणों काई । वरी मरण चांग ॥ १९३ ॥\n" +
                "\n" +
                "शून्य जैसें गृह । कां चैतन्येंवीण देह ।\n" +
                "तैसें जीवित तें संमोह । ज्ञानहीना ॥ १९४ ॥\n" +
                "\n" +
                "अथवा ज्ञान कीर आपु नोहे । परी ते चाड एकी जरी वाहे ।\n" +
                "तरी तेथ जिव्हाळा कांही आहे । प्राप्तीचा पैं ॥ १९५ ॥\n" +
                "\n" +
                "वांचूनि ज्ञानाची गोठी कायसी । परी ते आस्थाही न धरी मानसीं ।\n" +
                "तरी तो संशयरूप हुताशीं । पडिला जाण ॥ १९६ ॥\n" +
                "\n" +
                "जे अमृतही परि नावडे । ऐसें सावियाचि आरोचकु जैं पडे ।\n" +
                "तैं मरण आले आलें असे फुडें । जाणों ये कीं ॥ १९७ ॥\n" +
                "\n" +
                "तैसा विषयसुखें रंजे । जो ज्ञानेंसींचि माजे ।\n" +
                "तो संशये अंगीकारिजे । एथ भ्रांति नाहीं ॥ १९८ ॥\n" +
                "\n" +
                "मग संशयी जरी पडला । तरी निभ्रांत जरी नासला ।\n" +
                "ति ऐहिकपरत्रा मुकला । सुखासी गा ॥ १९९ ॥\n" +
                "\n" +
                "जया काळज्वरु आंगी बाणे । तो शीतोष्णें जैशीं नेणे ।\n" +
                "आगी आणि चांदिणें । सरिसेंचि मानी ॥ २०० ॥\n" +
                "\n" +
                "तैसे साच आणि लटिकें । विरुद्ध आणि निकें ।\n" +
                "संशयी तो नोळखे । हिताहित ॥ २०१ ॥\n" +
                "\n" +
                "हा रात्रिदिवसु पाहीं जैसा । जात्यंधा ठाउवा नाहीं ।\n" +
                "तैसे संशयीं असतां काहीं । मना न ये ॥ २०२ ॥\n" +
                "\n" +
                "म्हणऊनि संशयाहुनि थोर । आणिक नाही पाप घोर ।\n" +
                "हा विनाशाची वागुर । प्राणियासी ॥ २०३ ॥\n" +
                "\n" +
                "येणें कारणे तुवा त्यजावा । आधी हाचि एकु जिणावा ।\n" +
                "जो ज्ञानाचिया अभावा- । माजी असे ॥ २०४ ॥\n" +
                "\n" +
                "जैं अज्ञानाचे गडद पडे । तैं हा बहुवस मनीं वाढे ।\n" +
                "म्हणोनि सर्वथा मागु मोडे । विश्वासाचा ॥ २०५ ॥\n" +
                "\n" +
                "हृदयी हाचि न समाये । बुद्धींते गिंवसूनि ठाये ।\n" +
                "तेथ संशयात्मक होये । लोकत्रय ॥ २०६ ॥\n" +
                "\n" +
                "     योगसंन्यस्तकर्माणि ज्ञानसंछिन्नसंशयम् ।\n" +
                "     आत्मवंतं न कर्माणि निबध्नन्ति धनंजयः ॥ ४१ ॥\n" +
                "\n" +
                "ऐसे जरी थोरावे । तरी उपायें एकें आंगवे ।\n" +
                "जरी हाती होय बरवें । ज्ञानखड्ग ॥ २०७ ॥\n" +
                "\n" +
                "तरी तेणें ज्ञानशस्त्रें तिखटें । निखळु हा निवटे ।\n" +
                "मग निःशेष खता फिटे । मानसींचा ॥ २०८ ॥\n" +
                "\n" +
                "     तस्मादज्ञानसंभूतं हृत्स्थं ज्ञानासिनात्मनः ।\n" +
                "     छित्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥ ४२ ॥\n" +
                "\n" +
                "याकारणे पार्था । उठीं वेगीं वरौता ।\n" +
                "नाशु करोनि हृदयस्था । संशयासी ॥ २०९ ॥\n" +
                "\n" +
                "ऐसे सर्वज्ञानाचा बापु । जो कृष्ण ज्ञानदीपु ।\n" +
                "तो म्हणतसे सकृपु । ऐकें राया ॥ २१० ॥\n" +
                "\n" +
                "तंव या पूर्वापर बोलाचा । विचारुनि कुमरु पंडूचा ।\n" +
                "कैसा प्रश्नु हन अवसरींचा । करिता होईल ॥ २११ ॥\n" +
                "\n" +
                "ते कथेची संगति । भावाची संपत्ति ।\n" +
                "रसाचि उन्नति । म्हणिपेल पुढां ॥ २१२ ॥\n" +
                "\n" +
                "जयाचिया बरवेपणीं । कीजे आठां रसांची ओवाळणी ।\n" +
                "सज्जनाचिये आयणी । विसांवा जगी ॥ २१३ ॥\n" +
                "\n" +
                "तो शांतुचि अभिनवेल । ते परियेसा मऱ्हाठे बोल ।\n" +
                "जे समुद्राहूनि खोल । अर्थभरित ॥ २१४ ॥\n" +
                "\n" +
                "जैसें बिंब तरी बचकें एवढें । परि प्रकाशा त्रैलोक्य थोकडें ।\n" +
                "शब्दाची व्याप्ती तेणें पाडें । अनुभवावी ॥ २१५ ॥\n" +
                "\n" +
                "ना तरी कामितयाचिया इच्छा । फळे कल्पवृक्षु जैसा ।\n" +
                "बोल व्यापकु होय तैसा । तरी अवधान द्यावे ॥२१६ ॥\n" +
                "\n" +
                "हें असो काय म्हणावें । सर्वज्ञु जाणतीं स्वभावें ।\n" +
                "तरी निकें चित्त द्यावें । हें विनंती माझी ॥ २१७ ॥\n" +
                "\n" +
                "जेथ साहित्य आणि शांति । हे रेखा दिसे बोलती ।\n" +
                "जैसी लावण्यगुणकुळवती । आणि पतिव्रता ॥२१८ ॥\n" +
                "\n" +
                "आधींचि साखर आवडे । आणि तेचि जरी ओखदीं जोडे ।\n" +
                "तरी सेवावी ना कां कोडें । नावानावा ॥ २१९ ॥\n" +
                "\n" +
                "सहजे मलयानिळु मंद सुगंधु । तया अमृताचा होय स्वादु ।\n" +
                "आणि तेथेंचि जोडे नादु । जरी दैवगत्या ॥ २२० ॥\n" +
                "\n" +
                "तरी स्पर्शें सर्वांग निववी । स्वादें जिव्हेतें नाचवी ।\n" +
                "तेवीचि कानाकरवीं । म्हणवी बापु माझा ॥ २२१ ॥\n" +
                "\n" +
                "तैसे कथेचें इये ऐकणें । एक श्रवणासि होय पारणें ।\n" +
                "मग संसारदुःख मूळवणें । विकृतीविणें ॥ २२२ ॥\n" +
                "\n" +
                "जरी मंत्रेचि वैरी मरे । तरी वायांचि कां बांधावीं कटारें ।\n" +
                "रोग जाये दुधें साखरे । तरी निंब कां पियावा ॥ २२३ ॥\n" +
                "\n" +
                "तैसा मनाचा मारु न करितां । आणि इंद्रियां दुःख न देतां ।\n" +
                "एथ मोक्षु असे आयता । श्रवणाचिमाजी ॥ २२४ ॥\n" +
                "\n" +
                "म्हणोनि आथिलिया आराणुका । गीतार्थु हा निका ।\n" +
                "ज्ञानदेवो म्हणे आइका । निवृत्तीदासु ॥ २२५ ॥\n" +
                "\n" +
                "चौथा अध्याय समाप्त ";

        stringBuilder.append(aadhaya1);

        textView1.setText(stringBuilder.toString());
    }
}
