package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Chauda extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_chauda);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" १४. ज्ञानेश्वरी/अध्याय चौदावा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" \n" +
                "॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ चतुर्दशोऽध्यायः - अध्याय चौदावा । ।\n" +
                "। गुणत्रयविभागयोगः ।\n" +
                "\n" +
                "जय जय आचार्या । समस्तसुरवर्या ।\n" +
                "प्रज्ञाप्रभातसूर्या । सुखोदया ॥ १ ॥\n" +
                "जय जय सर्व विसांवया । सोहंभावसुहावया ।\n" +
                "नाना लोक हेलावया । समुद्रा तूं ॥ २ ॥\n" +
                "आइकें गा आर्तबंधू । निरंतरकारुण्यसिंधू ।\n" +
                "विशदविद्यावधू- । वल्लभा जी ॥ ३ ॥\n" +
                "तू जयांप्रति लपसी । तया विश्व हें दाविसी ।\n" +
                "प्रकट तैं करिसी । आघवेंचि तूं ॥ ४ ॥\n" +
                "कीं पुढिलाची दृष्टि चोरिजे । हा दृष्टिबंधु निफजे ।\n" +
                "परी नवल लाघव तुझें । जें आपणपें चोरें ॥ ५ ॥\n" +
                "जी तूंचि तूं सर्वां यया । मा कोणा बोधु कोणा माया ।\n" +
                "ऐसिया आपेंआप लाघविया । नमो तुज ॥ ६ ॥\n" +
                "जाणों जगीं आप वोलें । तें तुझिया बोला सुरस जालें ।\n" +
                "तुझेनि क्षमत्व आलें । पृथ्वियेसी ॥ ७ ॥\n" +
                "रविचंद्रादि शुक्ती । उदो करिती त्रिजगतीं ।\n" +
                "तें तुझिया दीप्ती । तेज तेजां ॥ ८ ॥\n" +
                "चळवळिजे अनिळें । तें दैविकेनि जी निजबळें ।\n" +
                "नभ तुजमाजीं खेळे । लपीथपी ॥ ९ ॥\n" +
                "किंबहुना माया असोस । ज्ञान जी तुझेनि डोळस ।\n" +
                "असो वानणें सायास । श्रुतीसि हे ॥ १० ॥\n" +
                "वेद वानूनि तंवचि चांग । जंव न दिसे तुझें आंग ।\n" +
                "मग आम्हां तया मूग । एके पांती ॥ ११ ॥\n" +
                "जी एकार्णवाचे ठाईं । पाहतां थेंबाचा पाडु नाहीं ।\n" +
                "मा महानदी काई । जाणिजती ॥ १२ ॥\n" +
                "कां उअदयलिया भास्वतु । चंद्र जैसा खद्योतु ।\n" +
                "आम्हां श्रुति तुज आंतु । तो पाडु असे ॥ १३ ॥\n" +
                "आणि दुजया थांवो मोडे । जेथ परेशीं वैखरी बुडे ।\n" +
                "तो तूं मा कोणें तोंडें । वानावासी ॥ १४ ॥\n" +
                "यालागीं आतां । स्तुति सांडूनि निवांता ।\n" +
                "चरणीं ठेविजे माथा । हेंचि भलें ॥ १५ ॥\n" +
                "तरी तू जैसा आहासि तैसिया । नमो जी श्रीगुरुराया ।\n" +
                "मज ग्रंथोद्यमु फळावया । वेव्हारा होईं ॥ १६ ॥\n" +
                "आतां कृपाभांडवल सोडीं । भरीं मति माझी पोतडी ।\n" +
                "करीं ज्ञानपद्य जोडी । थोरा मातें ॥ १७ ॥\n" +
                "मग मी संसरेन तेणें । करीन संतांसी कर्णभूषणें ।\n" +
                "लेववीन सुलक्षणें । विवेकाचीं ॥ १८ ॥\n" +
                "जी गीतार्थनिधान । काढू माझें मन ।\n" +
                "सुयीं स्नेहांजन । आपलें तूं ॥ १९ ॥\n" +
                "हे वाक्सृष्टि एके वेळे । देखतु माझे बुद्धीचे डोळे ।\n" +
                "तैसा उदैजो जो निर्मळें । कारुण्यबिंबें ॥ २० ॥\n" +
                "माझी प्रज्ञावेली वेल्हाळ । काव्यें होय सफळ ।\n" +
                "तो वसंतु होय स्नेहाळ- । शिरोमणी ॥ २१ ॥\n" +
                "प्रमेय महापूरें । हे मतिगंगा ये थोरें ।\n" +
                "तैसा वरिष उदारें । दिठीवेनी ॥ २२ ॥\n" +
                "अगा विश्वैकधामा । तुझा प्रसाद चंद्रमा ।\n" +
                "करूं मज पूर्णिमा । स्फूर्तीची जी ॥ २३ ॥\n" +
                "जी अवलोकिलिया मातें । उन्मेषसागरीं भरितें ।\n" +
                "वोसंडेल स्फूर्तीतें । रसवृत्तीचें ॥ २४ ॥\n" +
                "तंव संतोषोनि श्रीगुरुराजें । म्हणितलें विनतिव्याजें ।\n" +
                "मांडिलें देखोनि दुजें । स्तवनमिषें ॥ २५ ॥\n" +
                "हें असो आतां वांजटा । तो ज्ञानार्थ करूनि गोमटा ।\n" +
                "ग्रंथु दावीं उत्कंठा । भंगो नेदीं ॥ २६ ॥\n" +
                "हो कां जी स्वामी । हेंचि पाहत होतों मी ।\n" +
                "जे श्रीमुखें म्हणा तुम्ही । ग्रंथु सांग ॥ २७ ॥\n" +
                "सहजें दुर्वेचा डिरु । आंगेंचि तंव अमरु ।\n" +
                "वरी आला पूरु । पीयूषाचा ॥ २८ ॥\n" +
                "तरी आतां येणें प्रसादें । विन्यासें विदग्धें ।\n" +
                "मूळशास्त्रपदें । वाखाणीन ॥ २९ ॥\n" +
                "परी जीवा आंतुलीकडे । जैसी संदेहाची डोणी बुडे ।\n" +
                "ना श्रवणीं तरी चाडे । वाढी दिसे ॥ ३० ॥\n" +
                "तैसी बोली साचारी । अवतरो माझी माधुरी ।\n" +
                "माले मागूनि घरीं । गुरुकृपेच्या ॥ ३१ ॥\n" +
                "तरी मागां त्रयोदशीं । अध्यायीं गोठी ऐसी ।\n" +
                "श्रीकृष्ण अर्जुनेंसी । चावळले ॥ ३२ ॥\n" +
                "जे क्षेत्रक्षेत्रज्ञयोगें । होईजे येणें जगें ।\n" +
                "आत्मा गुणसंगें । संसारिया ॥ ३३ ॥\n" +
                "आणि हाचि प्रकृतिगतु । सुखदुःख भोगीं हेतु ।\n" +
                "अथवा गुणातीतु । केवळु हा ॥ ३४ ॥\n" +
                "तरी कैसा पां असंगा संगु । कोण तो क्षेत्रक्षेत्रज्ञायोगु ।\n" +
                "सुखदुःखादि भोगु । केवीं तया ? ॥ ३५ ॥\n" +
                "गुण ते कैसे किती । बांधती कवणे रीती ।\n" +
                "नातरी गुणातीतीं । चिन्हें काई ? ॥ ३६ ॥\n" +
                "एवं इया आघवेया । अर्था रूप करावया ।\n" +
                "विषो एथ चौदाविया । अध्यायासी ॥ ३७ ॥\n" +
                "तरी तो आतां ऐसा । प्रस्तुत परियेसा ।\n" +
                "अभिप्रायो विश्वेशा । वैकुंठाचा ॥ ३८ ॥\n" +
                "तो म्हणे गा अर्जुना । अवधानाची सर्व सेना ।\n" +
                "मेळऊनि इया ज्ञाना । झोंबावें हो \\! ॥ ३९ ॥\n" +
                "आम्हीं मागां तुज बहुतीं । दाविलें हें उपपत्ती ।\n" +
                "तरी आझुनी प्रतीती- । कुशीं न निघे ॥ ४० ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् ।\n" +
                "यद्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः ॥ १॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि गा पुढती । सांगिजैल तुजप्रती ।\n" +
                "पर म्हण म्हणौनि श्रुतीं । डाहारिलें जें ॥ ४१ ॥\n" +
                "एऱ्हवीं ज्ञान हें आपुलें । परी पर ऐसेनि जालें ।\n" +
                "जे आवडोनि घेतलें । भवस्वर्गादिक ॥ ४२ ॥\n" +
                "अगा याचि कारणें । हें उत्तम सर्वांपरी मी म्हणें ।\n" +
                "जे वन्हि हें तृणें । येरें ज्ञानें ॥ ४३ ॥\n" +
                "जियें भवस्वर्गातें जाणती । यागचि चांग म्हणती ।\n" +
                "पारखी फुडी आथी । भेदीं जया ॥ ४४ ॥\n" +
                "तियें आघवींचि ज्ञानें । केलीं येणें स्वप्नें ।\n" +
                "जैशा वातोर्मी गगनें । गिळिजती अंतीं ॥ ४५ ॥\n" +
                "कां उदितें रश्मिराजें । लोपिलीं चंद्रादि तेजें ।\n" +
                "नाना प्रळयांबुमाजें । नदी नद ॥ ४६ ॥\n" +
                "तैसें येणें पाहलेया । ज्ञानजात जाय लया ।\n" +
                "म्हणौनियां धनंजया । उत्तम हें ॥ ४७ ॥\n" +
                "अनादि जे मुक्तता । आपुली असे पंडुसुता ।\n" +
                "तो मोक्षु हातां येता । होय जेणें ॥ ४८ ॥\n" +
                "जयाचिया प्रतीती । विचारवीरीं समस्तीं ।\n" +
                "नेदिजेचि संसृती । माथां उधऊं ॥ ४९ ॥\n" +
                "मनें मन घालूनि मागें । विश्रांति जालिया आंगें ।\n" +
                "ते देहीं देहाजोगे । होतीचि ना ॥ ५० ॥\n" +
                "मग तें देहाचें बेळें । वोलांडूनि एकेचि वेळे ।\n" +
                "संवतुकी कांटाळें । माझें जालें ॥ ५१ ॥\n" +
                "\n" +
                "\n" +
                "इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागताः ।\n" +
                "सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च ॥ २॥\n" +
                "\n" +
                "\n" +
                "जे माझिया नित्यता । तेणें नित्य ते पंडुसुता ।\n" +
                "परिपूर्ण पूर्णता । माझियाची ॥ ५२ ॥\n" +
                "मी जैसा अनंतानंदु । जैसाचि सत्यसिंधु ।\n" +
                "तैसेचि ते भेदु । उरेचि ना ॥ ५३ ॥\n" +
                "जें मी जेवढें जैसें । तेंचि ते जाले तैसें ।\n" +
                "घटभंगीं घटाकाशें । आकाश जेवीं ॥ ५४ ॥\n" +
                "नातरीं दीपमूळकीं । दीपशिखा अनेकीं ।\n" +
                "मीनलिया अवलोकीं । होय जैसें ॥ ५५ ॥\n" +
                "अर्जुना तयापरी । सरली द्वैताची वारी ।\n" +
                "नांदे नामार्थ एकाहारीं । मीतूंविण ॥ ५६ ॥\n" +
                "येणेंचि पैं कारणें । जैं पहिलें सृष्टीचें जुंपणें ।\n" +
                "तेंही तया होणें । पडेचिना ॥ ५७ ॥\n" +
                "सृष्टीचिये सर्वादी । जयां देहाची नाहीं बांधी ।\n" +
                "ते कैचें प्रळयावधी । निमतील पां ? ॥ ५८ ॥\n" +
                "म्हणौनि जन्मक्षयां- । अतीत ते धनंजया ।\n" +
                "मी जालें ज्ञाना इया । अनुसरोनी ॥ ५९ ॥\n" +
                "ऐसी ज्ञानाची वाढी । वानिली देवें आवडी ।\n" +
                "तेवींचि पार्थाही गोडी । लावावया ॥ ६० ॥\n" +
                "तंव तया जालें आन । सर्वांगीं निघाले कान ।\n" +
                "सणई अवधान । आतला पां ॥ ६१ ॥\n" +
                "आतां देवाचिया ऐसें । जाकळीजत असे वोरसें ।\n" +
                "जें निरूपण आकाशें । वेंटाळेना ॥ ६२ ॥\n" +
                "मग म्हणे गा प्रज्ञाकांता । उजवली आजि वक्तृत्वता ।\n" +
                "जे बोलायेवढा श्रोता । जोडलासी ॥ ६३ ॥\n" +
                "तरि एकु मी अनेकीं । गोंविजे देहपाशकीं ।\n" +
                "त्रिगुणीं लुब्धकीं । कवणेपरी ॥ ६४ ॥\n" +
                "कैसा क्षेत्रयोगें । वियें इयें जगें ।\n" +
                "तें परिस सांगें । कवणेपरी ॥ ६५ ॥\n" +
                "पैं क्षेत्र येणें व्याजें । यालागीं हें बोलिजे ।\n" +
                "जे मत्संगबीजें । भूतीं पिके ॥ ६६ ॥\n" +
                "\n" +
                "\n" +
                "मम योनिर्महद्ब्रह्म तस्मिन्गर्भं दधामहम्यम् ।\n" +
                "संभवः सर्वभूतानां ततो भवति भारत ॥ ३॥\n" +
                "\n" +
                "\n" +
                "एऱ्हवीं तरी महद्ब्रह्म । यालागीं हें ऐसें नाम ।\n" +
                "जे महदादिविश्राम । शालिका हें ॥ ६७ ॥\n" +
                "विकारां बहुवस थोरी । अर्जुना हेंचि करी ।\n" +
                "म्हणौनि अवधारीं । महद्ब्रह्म ॥ ६८ ॥\n" +
                "अव्यक्तवादमतीं । अव्यक्त ऐसी वदंती ।\n" +
                "सांख्याचिया प्रतीती । प्रकृति हेचि ॥ ६९ ॥\n" +
                "वेदांतीं इयेतें माया । ऐसें म्हणिजे प्राज्ञराया ।\n" +
                "असो किती बोलों वायां । अज्ञान हें ॥७० ॥\n" +
                "आपला आपणपेयां । विसरु जो धनंजया ।\n" +
                "तेंचि रूप यया । अज्ञानासी ॥ ७१ ॥\n" +
                "आणिकही एक असे । जें विचारावेळे न दिसे ।\n" +
                "वातीं पाहतां जैसें । अंधारें कां ॥ ७२ ॥\n" +
                "हालविलिया जाय । निश्चळीं तरी होय ।\n" +
                "दुधीं जैसी साय । दुधाची ते ॥ ७३ ॥\n" +
                "पैं जागरु ना स्वप्न । ना स्वरूप अवस्थान ।\n" +
                "ते सुषुप्ति कां घन । जैसी होय ॥ ७४ ॥\n" +
                "कां न वियतां वायूतें । वांझें आकाश रितें ।\n" +
                "तया ऐसें निरुतें । अज्ञान गा ॥ ७५ ॥\n" +
                "पैल खांबु कां पुरुखु । ऐसा निश्चयो नाहीं एकु ।\n" +
                "परी काय नेणों आलोकु । दिसत असे ॥ ७६ ॥\n" +
                "तेवीं वस्तु जैसी असे । तैसी कीर न दिसे ।\n" +
                "परी कांहीं अनारिसें । देखिजेना ॥ ७७ ॥\n" +
                "ना राती ना तेज । ते संधि जेवीं सांज ।\n" +
                "तेवीं विरुद्ध ना निज । ज्ञान आथी ॥ ७८ ॥\n" +
                "ऐसी कोण्ही एकी दिशा । तिये वादु अज्ञान ऐसा ।\n" +
                "तया गुंडलिया प्रकाशा । क्षेत्रज्ञु नाम ॥ ७९ ॥\n" +
                "अज्ञान थोरिये आणिजे । आपणपें तरी नेणिजे ।\n" +
                "तें रूप जाणिजे । क्षेत्रज्ञाचें ॥ ८० ॥\n" +
                "हाचि उभय योगु । बुझें बापा चांगु ।\n" +
                "सत्तेचा नैसर्गु । स्वभावो हा ॥ ८१ ॥\n" +
                ".आतां अज्ञानासारिखें । वस्तु आपणपांचि देखे ।\n" +
                "परी रूपें अनेकें । नेणों कोणें ॥ ८२ ॥\n" +
                "जैसा रंकु भ्रमला । म्हणे जा रे मी रावो आला ।\n" +
                "कां मूर्च्छितु गेला । स्वर्गलोकां ॥ ८३ ॥\n" +
                "तेवीं लचकलिया दिठी । मग देखणें जें जें उठी ।\n" +
                "तया नाम सृष्टी । मीचि वियें पैं गा ॥ ८४ ॥\n" +
                "जैसें कां स्वप्नमोहा । तो एकाकी देखे बहुवा ।\n" +
                "तोचि पाडु आत्मया । स्मरणेंवीण असे ॥ ८५ ॥\n" +
                "हेंचि आनीभ्रांती । प्रमेय उपलवूं पुढती ।\n" +
                "परी तूं प्रतीती । याचि घे पां ॥ ८६ ॥\n" +
                "तरी माझी हे गृहिणी । अनादि तरुणी ।\n" +
                "अनिर्वाच्यगुणी । अविद्या हे ॥ ८७ ॥\n" +
                "इये नाहीं हेंचि रूप । ठाणें हें अति उमप ।\n" +
                "हें निद्रितां समीप । चेतां दुरी ॥ ८८ ॥\n" +
                "पैं माझेनिचि आंगें । पहुढल्या हे जागे ।\n" +
                "आणि सत्तासंभोगें । गुर्विणी होय ॥ ८९ ॥\n" +
                "महद्ब्रह्मौदरीं । प्रकृतीं आठै विकारीं ।\n" +
                "गर्भाची करी । पेलोवेली ॥ ९० ॥\n" +
                "उभयसंगु पहिलें । बुद्धितत्त्वें प्रसवलें ।\n" +
                "बुद्धितत्त्व भारैलें । होय मन ॥ ९१ ॥\n" +
                "तरुणी ममता मनाची । ते अहंकार तत्त्व रची ।\n" +
                "तेणें महाभूतांची । अभिव्यक्ति होय ॥ ९२ ॥\n" +
                "आणि विषयेंद्रियां गौसी । स्वभावें तंव भूतांसी ।\n" +
                "म्हणौनि येती सरिसीं । तियेंही रूपा ॥ ९३ ॥\n" +
                "जालेनि विकारक्षोभें । पाठीं त्रिगुणाचें उभें ।\n" +
                "तेव्हां ये वासनागर्भें । ठायेंठावों ॥ ९४ ॥\n" +
                "रुखाचा आवांका । जैसी बीजकणिका ।\n" +
                "जीवीं बांधें उदका । भेटतखेंवो ॥ ९५ ॥\n" +
                "तैसी माझेनि संगें । अविद्या नाना जगें ।\n" +
                "आर घेवों लागे । आणियाची ॥ ९६ ॥\n" +
                "मग गर्भगोळा तया । कैसें रूप तैं ये आया ।\n" +
                "तें परियेसें राया । सुजनांचिया ॥ ९७ ॥\n" +
                "पैं मणिज स्वेदज । उद्भिज जारज ।\n" +
                "उमटती सहज । अवयव हें ॥ ९८ ॥\n" +
                "व्योमवायुवशें । वाढलेनि गर्भरसें ।\n" +
                "मणिजु उससे । अवयव तो ॥ ९९ ॥\n" +
                "पोटीं सूनि तमरजें । आगळिकां तोय तेजें ।\n" +
                "उठितां निफजे । स्वेदजु गा ॥ १०० ॥\n" +
                "आपपृथ्वी उत्कटें । आणि तमोमात्रें निकृष्टें ।\n" +
                "स्थावरु उमटे । उद्भिजु हा ॥ १०१ ॥\n" +
                "पांचां पांचही विरजीं । होती मनबुद्ध्यादि साजीं ।\n" +
                "हीं हेतु जारजीं । ऐसें जाण ॥ १०२ ॥\n" +
                "ऐसे चारी हे सरळ । करचरणतळ ।\n" +
                "महाप्रकृति स्थूळ । तेंचि शिर ॥ १०३ ॥\n" +
                "प्रवृत्ति पेललें पोट । निवृत्ति ते पाठी नीट ।\n" +
                "सुर योनी आंगें आठ । ऊर्ध्वाचीं ॥ १०४ ॥\n" +
                "कंठु उल्हासता स्वर्गु । मृत्युलोकु मध्यभागु ।\n" +
                "अधोदेशु चांगु । नितंबु तो ॥ १०५ ॥\n" +
                "ऐसें लेकरूं एक । प्रसवली हें देख ।\n" +
                "जयाचें तिन्ही लोक । बाळसें गा ॥ १०६ ॥\n" +
                "चौर्यांयशीं लक्ष योनी । तियें कांडां पेरां सांदणी ।\n" +
                "वाढे प्रतिदिनीं । बाळक हें ॥ १०७ ॥\n" +
                "नाना देह अवयवीं । नामाचीं लेणीं लेववी ।\n" +
                "मोहस्तन्यें वाढवी । नित्य नवें ॥ १०८ ॥\n" +
                "सृष्टी वेगवेगळीया । तिया करांघ्रीं आंगोळियां ।\n" +
                "भिन्नाभिमान सूदलिया । मुदिया तेथें ॥ १०९ ॥\n" +
                "हें एकलौतें चराचर । अविचारित सुंदर ।\n" +
                "प्रसवोनि थोर । थोरावली ॥ ११० ॥\n" +
                "पै ब्रह्मा प्रातःकाळु । विष्णु तो माध्यान्ह वेळु ।\n" +
                "सदाशिव सायंकाळु । बाळा यया ॥ १११ ॥\n" +
                "महाप्रळयसेजे । खिळोनि निवांत निजे ।\n" +
                "विषमज्ञानें उमजें । कल्पोदयीं ॥ ११२ ॥\n" +
                "अर्जुना इयापरी । मिथ्यादृष्टीच्या घरीं ।\n" +
                "युगानुवृत्तीचीं करी । चोज पाउलें ॥ ११३ ॥\n" +
                "संकल्पु जयाचा इष्टु । अहंकारु तो विनटु ।\n" +
                "ऐसिया होय शेवटु । ज्ञानें यया ॥ ११४ ॥\n" +
                "आतां असो हे बहु बोली । ऐसें विश्व माया व्याली ।\n" +
                "तेथ साह्य जाली । माझी सत्ता ॥ ११५ ॥\n" +
                "\n" +
                "\n" +
                "सर्वयोनिषु कौन्तेय मूर्तयः संभवन्ति याः ।\n" +
                "तासां ब्रह्म महद्योनिरहं बीजप्रदः पिता ॥ ४॥\n" +
                "\n" +
                "\n" +
                "याकारणें मी पिता । महद्ब्रह्म हे माता ।\n" +
                "अपत्य पंडुसुता । जगडंबरु ॥ ११६ ॥\n" +
                "आतां शरीरें बहुतें । देखोनि न भेदें हो चित्तें ।\n" +
                "जे मनबुद्ध्यादि भूतें । एकेंचि येथें ॥ ११७ ॥\n" +
                "हां गा एकाचि देहीं । काय अनारिसें अवयव नाहीं ? ।\n" +
                "तेवीं विचित्र विश्व पाहीं । एकचि हें ॥ ११८ ॥\n" +
                "पैं उंचा नीचा डाहाळिया । विषमा वेगळालिया ।\n" +
                "येकाचि जेवीं जालिया । बीजाचिया ॥ ११९ ॥\n" +
                "आणि संबंधु तोही ऐसा । मृत्तिके घटु लेंकु जैसा ।\n" +
                "कां पटत्व कापुसा । नातू होय ॥ १२० ॥\n" +
                "नाना कल्लोळपरंपरा । संतती जैसी सागरा ।\n" +
                "आम्हां आणि चराचरा । संबंधु तैसा ॥ १२१ ॥\n" +
                "म्हणौनि वन्हि आणि ज्वाळ । दोन्ही वन्हीचि केवळ ।\n" +
                "तेवीं मी गा सकळ । संबंधु वावो ॥ १२२ ॥\n" +
                "जालेनि जगें मी झांकें । तरी जगत्वें कोण फांके ? ।\n" +
                "किळेवरी माणिकें । लोपिजे काई ? ॥ १२३ ॥\n" +
                "अळंकारातें आलें । तरी सोनेपण काइ गेलें ? ।\n" +
                "कीं कमळ फांकलें । कमळत्वा मुके ? ॥ १२४ ॥\n" +
                "सांग पां धनंजया । अवयवीं अवयविया ।\n" +
                "आच्छादिजे कीं तया । तेंचि रूप ? ॥ १२५ ॥\n" +
                "कीं विरूढलिया जोंधळा । कणिसाचा निर्वाळा ।\n" +
                "वेंचला कीं आगळा । दिसतसे ॥ १२६ ॥\n" +
                "म्हणौनि जग परौतें । सारूनि पाहिजे मातें ।\n" +
                "तैसा नोव्हें उखितें । आघवें मीचि ॥ १२७ ॥\n" +
                "हा तूं साचोकारा । निश्चयाचा खरा ।\n" +
                "गांठीं बांध वीरा । जीवाचिये ॥ १२८ ॥\n" +
                "आतां मियां मज दाविला । शरीरीं वेगळाला ।\n" +
                "गुणीं मीचि बांधला । ऐसा आवडें ॥ १२९ ॥\n" +
                "जैसें स्वप्नीं आपण । उठूनियां आत्ममरण ।\n" +
                "भोगिजे गा जाण । कपिध्वजा ॥ १३० ॥\n" +
                "कां कवळातें डोळे । प्रकाशूनि पिवळें ।\n" +
                "देखती तेंही कळे । तयांसीचि ॥ १३१ ॥\n" +
                "नाना सूर्यप्रकाशें । प्रकटी तैं अभ्र भासे ।\n" +
                "तो लोपला हेंही दिसे । सूर्येंचि कीं ॥ १३२ ॥\n" +
                "पैं आपणपेनि जालिया । छाया गा आपुलिया ।\n" +
                "बिहोनि बिहालिया । आन आहे ? ॥ १३३ ॥\n" +
                "तैसीं इयें नाना देहें । दाऊनि मी नाना होयें ।\n" +
                "तेथ ऐसा जो बंधु आहे । तेंही देखें ॥ १३४ ॥\n" +
                "बंधु कां न बंधिजे । हें जाणणें मज माझें ।\n" +
                "नेणणेनि उपजे । आपलेनि ॥ १३५ ॥\n" +
                "तरी कोणें गुणें कैसा । मजचि मी बंधु ऐसा ।\n" +
                "आवडे तें परियेसा । अर्जुनदेवा ॥ १३६ ॥\n" +
                "गुण ते किती किंधर्म । कायि ययां रूपनाम ।\n" +
                "कें जालें हें वर्म । अवधारीं पां ॥ १३७ ॥\n" +
                "\n" +
                "\n" +
                "सत्त्वं रजस्तम इति गुणाः प्रकृतिसंभवाः ।\n" +
                "निबध्नन्ति महाबाहो देहे देहिनमव्ययम् ॥ ५॥\n" +
                "\n" +
                "\n" +
                "तरी सत्त्वरजतम । तिघांसि हें नाम ।\n" +
                "आणि प्रकृति जन्म- । भूमिका ययां ॥ १३८ ॥\n" +
                "येथ सत्त्व तें उत्तम । रज तें मध्यम ।\n" +
                "तिहींमाजीं तम । सावियाधारें ॥ १३९ ॥\n" +
                "हें एकेचि वृत्तीच्या ठायीं । त्रिगुणत्व आवडे पाहीं ।\n" +
                "वयसात्रय देहीं । येकीं जेवीं ॥ १४० ॥\n" +
                "कां मीनलेनि कीडें । जंव जंव तूक वाढे ।\n" +
                "तंव तंव सोनें हीन पडे । पांचिका कसीं ॥ १४१ ॥\n" +
                "पैं सावधपण जैसें । वाहविलें आळसें ।\n" +
                "सुषुप्ति बैसे । घणावोनि ॥ १४२ ॥\n" +
                "तैसी अज्ञानांगीकारें । निगाली वृत्ति विखुरे ।\n" +
                "\n" +
                "ते सत्त्वरजद्वारें । तमही होय ॥ १४३ ॥\n" +
                "अर्जुना गा जाण । ययां नाम गुण ।\n" +
                "आतां दाखऊं खूण । बांधिती ते ॥ १४४ ॥\n" +
                "तरी क्षेत्रज्ञदशे । आत्मा मोटका पैसे ।\n" +
                "हें देह मी ऐसें । मुहूर्त करी ॥ १४५ ॥\n" +
                "आजन्ममरणांतीं । देहधर्मीं समस्तीं ।\n" +
                "ममत्वाची सूती । घे ना जंव ॥ १४६ ॥\n" +
                "जैसी मीनाच्या तोंडीं । पडेना जंव उंडी ।\n" +
                "तंव गळ आसुडी । जळपारधी ॥ १४७ ॥\n" +
                "\n" +
                "\n" +
                "तत्र सत्त्वं निर्मलत्वात् प्रकाशकमनामयम् ।\n" +
                "सुखसंगेन बध्नाति ज्ञानसंगेन चानघ ॥ ६॥\n" +
                "\n" +
                "\n" +
                "तेवीं सत्त्वें लुब्धकें । सुखज्ञानाचीं पाशकें ।\n" +
                "वोढिजती मग खुडके । मृगु जैसा ॥ १४८ ॥\n" +
                "मग ज्ञानें चडफडी । जाणिवेचे खुरखोडी ।\n" +
                "स्वयं सुख हें धाडी । हातींचें गा ॥ १४९ ॥\n" +
                "तेव्हां विद्यामानें तोखे । लाभमात्रें हरिखे ।\n" +
                "मी संतुष्ट हेंही देखे । श्लाघों लागे ॥ १५० ॥\n" +
                "म्हणे भाग्य ना माझें ? । आजि सुखियें नाहीं दुजें ।\n" +
                "विकाराष्टकें फुंजे । सात्त्विकाचेनि ॥ १५१ ॥\n" +
                "आणि येणेंही न सरे । लांकण लागे दुसरें ।\n" +
                "जें विद्वत्तेचें भरे । भूत आंगीं ॥ १५२ ॥\n" +
                "आपणचि ज्ञानस्वरूप आहे । तें गेलें हें दुःख न वाहे ।\n" +
                "कीं विषयज्ञानें होये । गगनायेवढा ॥ १५३ ॥\n" +
                "रावो जैसा स्वप्नीं । रंकपणें रिघे धानीं ।\n" +
                "तो दों दाणां मानी । इंद्रु ना मी ॥ १५४ ॥\n" +
                "तैसें गा देहातीता । जालेया देहवंता ।\n" +
                "हों लागे पंडुसुता । बाह्यज्ञानें ॥ १५५ ॥\n" +
                "प्रवृत्तिशास्त्र बुझे । यज्ञविद्या उमजे ।\n" +
                "किंबहुना सुझे । स्वर्गवरी ॥ १५६ ॥\n" +
                "आणि म्हणे आजि आन । मीवांचूनि नाहीं सज्ञान ।\n" +
                "चातुर्यचंद्रा गगन । चित्त माझें ॥ १५७ ॥\n" +
                "ऐसें सत्त्व सुखज्ञानीं । जीवासि लावूनि कानी ।\n" +
                "बैलाची करी वानी । पांगुळाचिया ॥ १५८ ॥\n" +
                "आतां हाचि शरीरीं । रजें जियापरी ।\n" +
                "बांधिजे तें अवधारीं । सांगिजैल ॥ १५९ ॥\n" +
                "\n" +
                "\n" +
                "रजो रागात्मकं विद्धि तृष्णासंगसमुद्भवम् ।\n" +
                "तन्निबध्नाति कौन्तेय कर्मसंगेन देहिनम् ॥ ७॥\n" +
                "\n" +
                "\n" +
                "हें रज याचि कारणें । जीवातें रंजऊं जाणे ।\n" +
                "हें अभिलाखाचें तरुणें । सदाचि गा ॥ १६० ॥\n" +
                "हें जीवीं मोटकें रिगे । आणि कामाच्या मदीं लागे ।\n" +
                "मग वारया वळघे । तृष्णेचिया ॥ १६१ ॥\n" +
                "घृतें आंबुखूनि आगियाळें । वज्राग्नीचें सादुकलें ।\n" +
                "आतां बहु थेंकुलें । आहे तेथ ? ॥ १६२ ॥\n" +
                "तैसी खवळें चाड । होय दुःखासकट गोड ।\n" +
                "इंद्रश्रीहि सांकड । गमों लागे ॥ १६३ ॥\n" +
                "तैसी तृष्णा वाढिनलिया । मेरुही हाता आलिया ।\n" +
                "तऱ्ही म्हणे एखादिया । दारुणा वळघो ॥ १६४ ॥\n" +
                "जीविताचि कुरोंडी । वोवाळूं लागे कवडी ।\n" +
                "मानी तृणाचिये जोडी । कृतकृत्यता ॥ १६५ ॥\n" +
                "आजि असतें वेंचिजेल । परी पाहे काय कीजेल ।\n" +
                "ऐसा पांगीं वडील । व्यवसाय मांडी ॥ १६६ ॥\n" +
                "म्हणे स्वर्गा हन जावें । तरी काय तेथें खावें ।\n" +
                "इयालागीं धांवें । याग करूं ॥ १६७ ॥\n" +
                "व्रतापाठीं व्रतें । आचरें इष्टापूर्तें ।\n" +
                "काम्यावांचूनि हातें । शिवणें नाहीं ॥ १६८ ॥\n" +
                "पैं ग्रीष्मांतींचा वारा । विसांवो नेणें वीरा ।\n" +
                "तैसा न म्हणे व्यापारा । रात्रदिवस ॥ १६९ ॥\n" +
                "काय चंचळु मासा ? । कामिनीकटाक्षु जैसा ।\n" +
                "लवलाहो तैसा । विजूही नाहीं ॥ १७० ॥\n" +
                "तेतुलेनि गा वेगें । स्वर्गसंसारपांगें ।\n" +
                "आगीमाजीं रिगे । क्रियांचिये ॥ १७१ ॥\n" +
                "ऐसा देहीं देहावेगळा । ले तृष्णेचिया सांखळा ।\n" +
                "खटाटोपु वाहे गळां । व्यापाराचा ॥ १७२ ॥\n" +
                "हें रजोगुणाचें दारुण । देहीं देहियासी बंधन ।\n" +
                "परिस आतां विंदाण । तमाचें तें ॥ १७३ ॥\n" +
                "\n" +
                "\n" +
                "तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम् ।\n" +
                "प्रमादालस्यनिद्राभिस्तन्निबध्नाति भारत ॥ ८॥\n" +
                "\n" +
                "\n" +
                "व्यवहाराचेहि डोळे । मंद जेणें पडळें ।\n" +
                "मोहरात्रीचें काळें । मेहुडें जें ॥ १७४ ॥\n" +
                "अज्ञानाचें जियालें । जया एका लागलें ।\n" +
                "जेणें विश्व भुललें । नाचत असे ॥ १७५ ॥\n" +
                "अविवेकमहामंत्र । जें मौढ्यमद्याचें पात्र ।\n" +
                "हें असो मोहनास्त्र । जीवांसि जें ॥ १७६ ॥\n" +
                "पार्था तें गा तम । रचूनि ऐसें वर्म ।\n" +
                "चौखुरी देहात्म- । मानियातें ॥ १७७ ॥\n" +
                "हें एकचि कीर शरीरीं । माजों लागे चराचरीं ।\n" +
                "आणि तेथ दुसरी । गोठी नाहीं ॥ १७८ ॥\n" +
                "सर्वेंद्रिया जाड्य । मनामाजीं मौढ्य ।\n" +
                "माल्हाती जे दाढ्\u200Cर्य । आलस्याचेंं ॥ १७९ ॥\n" +
                "आंगें आंग मोडामोडी । कार्यजाती अनावडी ।\n" +
                "नुसती परवडी । जांभयांची ॥ १८० ॥\n" +
                "उघडियाची दिठी । देखणें नाहीं किरीटी ।\n" +
                "नाळवितांचि उठी । वो म्हणौनि ॥ १८१ ॥\n" +
                "पडलिये धोंडी । नेणे कानी मुरडी ।\n" +
                "तयाचि परी मुरकुंडी । उकलूं नेणें ॥ १८२ ॥\n" +
                "पृथ्वी पाताळीं जांवो । कां आकाशही वरी येवो ।\n" +
                "परी उठणें हा भावो । उपजों नेणें ॥ १८३ ॥\n" +
                "उचितानुचित आघवें । झांसुरता नाठवे जीवें ।\n" +
                "जेथींचा तेथ लोळावें । ऐसी मेधा ॥ १८४ ॥\n" +
                "उभऊनि करतळें । पडिघाये कपोळें ।\n" +
                "पायाचें शिरियाळें । मांडूं लागे ॥ १८५ ॥\n" +
                "आणि निद्रेविषयीं चांगु । जीवीं आथि लागु ।\n" +
                "झोंपीं जातां स्वर्गु । वावो म्हणे ॥ १८६ ॥\n" +
                "ब्रह्मायु होईजे । मा निजलेयाचि असिजे ।\n" +
                "हें वांचूनि दुजें । व्यसन नाहीं ॥ १८७ ॥\n" +
                "कां वाटें जातां वोघें । कल्हातांही डोळा लागे ।\n" +
                "अमृतही परी नेघे । जरी नीद आली ॥ १८८ ॥\n" +
                "तेवींचि आक्रोशबळें । व्यापारे कोणे एके वेळे ।\n" +
                "निगालें तरी आंधळें । रोषें जैसें ॥ १८९ ॥\n" +
                "केधवां कैसे राहाटावें । कोणेसीं काय बोलावें ।\n" +
                "हें ठाकतें कीं नागवें । हेंही नेणें ॥ १९० ॥\n" +
                "वणवा मियां आघवा । पांखें पुसोनि घेयावा ।\n" +
                "पतंगु पां हांवा । घाली जेवीं ॥ १९१ ॥\n" +
                "तैसा वळघे साहसा । अकरणींच धिंवसा ।\n" +
                "किंबहुना ऐसा । प्रमादु रुचे ॥ १९२ ॥\n" +
                "एवं निद्रालस्यप्रमादीं । तम इया त्रिबंधीं ।\n" +
                "बांधे निरुपाधी । चोखटातें ॥ १९३ ॥\n" +
                "जैसा वन्ही काष्ठीं भरे । तैं दिसे काष्ठाकारें ।\n" +
                "व्योम घटें आवरे । तें घटाकाश ॥ १९४ ॥\n" +
                "नाना सरोवर भरलें । तैं चंद्रत्व तेथें बिंबलें ।\n" +
                "तैसें गुणाभासीं बांधलें । आत्मत्व गमे ॥ १९५ ॥\n" +
                "\n" +
                "\n" +
                "सत्त्वं सुखे संजयति रजः कर्मणि भारत ।\n" +
                "ज्ञानमावृत्य तु तमः प्रमादे संजयत्युत ॥ ९॥\n" +
                "रजस्तमश्चाभिभूय सत्त्वं भवति भारत ।\n" +
                "रजः सत्त्वं तमश्चैव तमः सत्त्वं रजस्तथा ॥ १०॥\n" +
                "\n" +
                "\n" +
                "पैं हरूनि कफवात । जैं देही आटोपे पित्त ।\n" +
                "तैं करी संतप्त । देह जेवीं ॥ १९६ ॥\n" +
                "कां वरिष आतप जैसें । जिणौनि शीतचि दिसे ।\n" +
                "तेव्हां होय हिंव ऐसें । आकाश हें ॥ १९७ ॥\n" +
                "नाना स्वप्न जागृती । लोपूनि ये सुषुप्ती ।\n" +
                "तैं क्षणु एक चित्तवृत्ती । तेचि होय ॥ १९८ ॥\n" +
                "तैसीं रजतमें हारवी । जैं सत्त्व माजु मिरवी ।\n" +
                "तैं जीवाकरवीं म्हणवी । सुखिया ना मी ? ॥ १९९ ॥\n" +
                "तैसेंचि सत्त्व रज । लोपूनि तमाचें भोज ।\n" +
                "वळघें तैं सहज । प्रमादीं होय ॥ २०० ॥\n" +
                "तयाचि गा परिपाठीं । सत्त्व तमातें पोटीं ।\n" +
                "घालूनि जेव्हां उठी । रजोगुण ॥ २०१ ॥\n" +
                "तेव्हां कर्मावांचूनि कांहीं । आन गोमटें नाहीं ।\n" +
                "ऐसें मानी देहीं । देहराजु ॥ २०२ ॥\n" +
                "त्रिगुण वृद्धि निरूपण । तीं श्लोकीं सांगितलें जाण ।\n" +
                "आतां सत्त्वादि वृद्धिलक्षण । सादर परियेसीं ॥ २०३ ॥\n" +
                "\n" +
                "\n" +
                "सर्वद्वारेषु देहेऽस्मिन् प्रकाश उपजायते ।\n" +
                "ज्ञानं यदा तदा विद्याद्विवृद्धं सत्त्वमित्युत ॥ ११॥\n" +
                "लोभः प्रवृत्तिरारम्भः कर्मणामशमः स्पृहा ।\n" +
                "रजस्येतानि जायन्ते विवृद्धे भरतर्षभ ॥ १२॥\n" +
                "अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च ।\n" +
                "तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन ॥ १३॥\n" +
                "यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देहभृत् ।\n" +
                "तदोत्तमविदां लोकानमलान् प्रतिपद्यते ॥ १४॥\n" +
                "रजसि प्रलयं गत्वा कर्मसंगिषु जायते ।\n" +
                "तथा प्रलीनस्तमसि मूढयोनिषु जायते ॥ १५॥\n" +
                "\n" +
                "\n" +
                "पैं रजतमविजयें । सत्त्व गा देहीं इयें ।\n" +
                "वाढतां चिन्हें तियें । ऐसीं होती ॥ २०४ ॥\n" +
                "जे प्रज्ञा आंतुलीकडे । न समाती बाहेरी वोसंडें ।\n" +
                "वसंतीं पद्मखंडें । दृती जैसी ॥ २०५ ॥\n" +
                "सर्वेंद्रियांच्या आंगणीं । विवेक करी राबणी ।\n" +
                "साचचि करचरणीं । होती डोळे ॥ २०६ ॥\n" +
                "राजहंसापुढें । चांचूचें आगरडें ।\n" +
                "तोडी जेवीं झगडे । क्षीरनीराचे ॥ २०७ ॥\n" +
                "तेवीं दोषादोषविवेकीं । इंद्रियेंचि होती पारखीं ।\n" +
                "नियमु बा रे पायिकी । वोळगे तैं ॥ २०८ ॥\n" +
                "नाइकणें तें कानचि वाळी । न पहाणें तें दिठीचि गाळी ।\n" +
                "अवाच्य तें टाळी । जीभचि गा ॥ २०९ ॥\n" +
                "वाती पुढां जैसें । पळों लागे काळवसें ।\n" +
                "निषिद्ध इंद्रियां तैसें । समोर नोहे ॥ २१० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" धाराधरकाळें । महानदी उचंबळे ।\n" +
                "तैसी बुद्धि पघळे । शास्त्रजातीं ॥ २११ ॥\n" +
                "अगा पुनवेच्या दिवशीं । चंद्रप्रभा धांवें आकाशीं ।\n" +
                "ज्ञानीं वृत्ति तैसी । फांके सैंघ ॥ २१२ ॥\n" +
                "वासना एकवटे । प्रवृत्ति वोहटे ।\n" +
                "मानस विटे । विषयांवरी ॥ २१३ ॥\n" +
                "एवं सत्त्व वाढे । तैं हें चिन्ह फुडें ।\n" +
                "आणि निधनही घडे । तेव्हांचि जरी ॥ २१४ ॥\n" +
                "कां पाहालेनि सुयाणें । जालया परगुणें ।\n" +
                "पडियंतें पाहुणें । स्वर्गौनियां ॥ २१५ ॥\n" +
                "तरी जैसीचि घरींची संपत्ती । आणि तैसीचि औदार्यधैर्यवृत्ती ।\n" +
                "मा परत्रा आणि कीर्ती । कां नोहावें ? ॥ २१६ ॥\n" +
                "मग गोमटेया तया । जावळी असे धनंजया ।\n" +
                "तेवीं सत्त्वीं जाणे देहा । कें आथि गा ? ॥ २१७ ॥\n" +
                "जे स्वगुणीं उद्भट । घेऊनि सत्त्व चोखट ।\n" +
                "निगे सांडूनि कोपट । भोगक्षम हें ॥ २१८ ॥\n" +
                "अवचटें ऐसा जो जाये । तो सत्त्वाचाचि नवा होये ।\n" +
                "किंबहुना जन्म लाहे । ज्ञानियांमाजीं ॥ २१९ ॥\n" +
                "सांग पां धनुर्धरा । रावो रायपणें डोंगरा ।\n" +
                "गेलिया अपुरा । होय काई ? ॥ २२० ॥\n" +
                "नातरी येथिंचा दिवा । नेलिया सेजिया गांवा ।\n" +
                "तो तेथें तरी पांडवा । दीपचि कीं ॥ २२१ ॥\n" +
                "तैसी ते सत्त्वशुद्धी । आगळी ज्ञानेंसी वृद्धी ।\n" +
                "तरंगावों लागें बुद्धी । विवेकावरी ॥ २२२ ॥\n" +
                "पैं महदादि परिपाठीं । विचारूनि शेवटीं ।\n" +
                "विचारासकट पोटीं । जिरोनि जाय ॥ २२३ ॥\n" +
                "छत्तिसां सदतिसावें । चोविसां पंचविसावें ।\n" +
                "तिन्ही नुरोनि स्वभावें । चतुर्थ जें ॥ २२४ ॥\n" +
                "ऐसें सर्व जें सर्वोत्तम । जालें असे जया सुगम ।\n" +
                "तयासवें निरुपम । लाहे देह ॥ २२५ ॥\n" +
                "इयाचि परी देख । तमसत्त्व अधोमुख ।\n" +
                "बैसोनि जैं आगळीक । धरी रज ॥ २२६ ॥\n" +
                "आपलिया कार्याचा । धुमाड गांवीं देहाचा ।\n" +
                "माजवी तैं चिन्हांचा । उदयो ऐसा ॥ २२७ ॥\n" +
                "पांजरली वाहुटळी । करी वेगळ वेंटाळी ।\n" +
                "तैसी विषयीं सरळी । इंद्रियां होय ॥ २२८ ॥\n" +
                "परदारादि पडे । परी विरुद्ध ऐसें नावडे ।\n" +
                "मग शेळियेचेनि तोंडें । सैंघ चारी ॥ २२९ ॥\n" +
                "हा ठायवरी लोभु । करी स्वैरत्वाचा राबु ।\n" +
                "वेंटाळितां अलाभु । तें तें उरे ॥ २३० ॥\n" +
                "आणि आड पडलिया । उद्यमजाती भलतिया ।\n" +
                "प्रवृत्ती धनंजया । हातु न काढी ॥ २३१ ॥\n" +
                "तेवींचि एखादा प्रासादु । कां करावा अश्वमेधु ।\n" +
                "ऐसा अचाट छंदु । घेऊनि उठी ॥ २३२ ॥\n" +
                "नगरेंचि रचावीं । जळाशयें निर्मावीं ।\n" +
                "महावनें लावावीं । नानाविधें ॥ २३३ ॥\n" +
                "ऐसैसां अफाटीं कर्मीं । समारंभु उपक्रमीं ।\n" +
                "आणि दृष्टादृष्ट कामीं । पुरे न म्हणे ॥ २३४ ॥\n" +
                "सागरुही सांडीं पडे । आगी न लाहे तीन कवडे ।\n" +
                "ऐसें अभिलषीं जोडे । दुर्भरत्व ॥ २३५ ॥\n" +
                "स्पृहा मना पुढां पुढां । आशेचा घे दवडा ।\n" +
                "विश्व घापे चाडा । पायांतळीं ॥ २३६ ॥\n" +
                "इत्यादि वाढतां रजीं । इयें चिन्हें होतीं साजीं ।\n" +
                "आणि ऐशा समाजीं । वेंचे जरी देह ॥ २३७ ॥\n" +
                "तरी आघवाचि इहीं । परिवारला आनी देहीं ।\n" +
                "रिगे परी योनिही । मानुषीचि ॥ २३८ ॥\n" +
                "सुरवाडेंसिं भिकारी । वसो पां राजमंदिरीं ।\n" +
                "तरी काय अवधारीं । रावो होईल ? ॥ २३९ ॥\n" +
                "बैल तेथें करबाडें । हें न चुके गा फुडें ।\n" +
                "नेईजो कां वऱ्हाडें । समर्थाचेनी ॥ २४० ॥\n" +
                "म्हणौनि व्यापारा हातीं । उसंतु दिहा ना राती ।\n" +
                "तैसयाचिये पांती । जुंपिजे तो ॥ २४१ ॥\n" +
                "कर्मजडाच्या ठायीं । किंबहुना होय देहीं ।\n" +
                "जो रजोवृत्तीच्या डोहीं । बुडोनि निमे ॥ २४२ ॥\n" +
                "मग तैसाचि पुढती । रजसत्त्ववृत्ती ।\n" +
                "गिळूनि ये उन्नती । तमोगुण ॥ २४३ ॥\n" +
                "तैंचि जियें लिंगें । देहींचीं सबाह्य सांगें ।\n" +
                "तियें परिस चांगें । श्रोत्रबळें ॥ २४४ ॥\n" +
                "तरी होय ऐसें मन । जैसें रविचंद्रहीन ।\n" +
                "रात्रींचें कां गगन । अंवसेचिये ॥ २४५ ॥\n" +
                "तैसें अंतर असोस । होय स्फूर्तिहीन उद्वस ।\n" +
                "विचाराची भाष । हारपे तैं ॥ २४६ ॥\n" +
                "बुद्धि मेचवेना धोंडीं । हा ठायवरी मवाळें सांडी ।\n" +
                "आठवो देशधडी । जाला दिसे ॥ २४७ ॥\n" +
                "अविवेकाचेनि माजें । सबाह्य शरीर गाजे ।\n" +
                "एकलेनि घेपे दीजे । मौढ्य तेथ ॥ २४८ ॥\n" +
                "आचारभंगाचीं हाडें । रुपतीं इंद्रियांपुढें ।\n" +
                "मरे जरी तेणेंकडे । क्रिया जाय ॥ २४९ ॥\n" +
                "पैं आणिकही एक दिसे । जे दुष्कृतीं चित्त उल्हासे ।\n" +
                "आंधारी देखणें जैसें । डुडुळाचें ॥ २५० ॥\n" +
                "तैसें निषिद्धाचेनि नांवें । भलतेंही भरे हावे ।\n" +
                "तियेविषयीं धांवे । घेती करणें ॥ २५१ ॥\n" +
                "मदिरा न घेतां डुले । सन्निपातेंवीण बरळे ।\n" +
                "निष्प्रेमेंचि भुले । पिसें जैसें ॥ २५२ ॥\n" +
                "चित्त तरी गेलें आहे । परी उन्मनी ते नोहे ।\n" +
                "ऐसें माल्हातिजे मोहें । माजिरेनि ॥ २५३ ॥\n" +
                "किंबहुना ऐसैसीं । इयें चिन्हें तम पोषीं ।\n" +
                "जैं वाढे आयितीसी । आपुलिया ॥ २५४ ॥\n" +
                "आणि हेंचि होय प्रसंगें । मरणाचें जरी पडे खागें ।\n" +
                "तरी तेतुलेनि निगे । तमेंसीं तो ॥ २५५ ॥\n" +
                "राई राईपण बीजीं । सांठवूनियां अंग त्यजी ।\n" +
                "मग विरूढे तैं दुजी । गोठी आहे ? ॥ २५६ ॥\n" +
                "पैं होऊनि दीपकलिका । येरु आगी विझो कां ।\n" +
                "कां जेथ लागे तेथ असका । तोचि आहे ॥ २५७ ॥\n" +
                "म्हणौनि तमाचिये लोथें । बांधोनियां संकल्पातें ।\n" +
                "देह जाय तैं मागौतें । तमाचेचि होय ॥ २५८ ॥\n" +
                "आतां काय येणें बहुवे । जो तमोवृद्धि मृत्यु लाहे ।\n" +
                "तो पशु कां पक्षी होये । झाड कां कृमी ॥ २५९ ॥\n" +
                "\n" +
                "\n" +
                "कर्मणः सुकृतस्याहुः सात्त्विकं निर्मलं फलम् ।\n" +
                "रजसस्तु फलं दुःखमज्ञानं तमसः फलम् ॥ १६॥\n" +
                "\n" +
                "\n" +
                "येणेंचि पैं कारणें । जें निपजे सत्त्वगुणें ।\n" +
                "तें सुकृत ऐसें म्हणे । श्रौत समो ॥ २६० ॥\n" +
                "म्हणौनि तया निर्मळा । सुखज्ञानी सरळा ।\n" +
                "अपूर्व ये फळा । सात्त्विक तें ॥ २६१ ॥\n" +
                "मग राजसा जिया क्रिया । तया इंद्रावणी फळलिया ।\n" +
                "जें सुखें चितारूनियां । फळती दुःखें ॥ २६२ ॥\n" +
                "कां निंबोळियेचें पिक । वरि गोड आंत विख ।\n" +
                "तैसें तें राजस देख । क्रियाफळ ॥ २६३ ॥\n" +
                "तामस कर्म जितुकें । अज्ञानफळेंचि पिके ।\n" +
                "विषांकुर विखें । जियापरी ॥ २६४ ॥\n" +
                "\n" +
                "\n" +
                "सत्त्वात्संजायते ज्ञानं रजसो लोभ एव च ।\n" +
                "प्रमादमोहौ तमसो भवतोऽज्ञानमेव च ॥ १७॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि बा रे अर्जुना । येथ सत्त्वचि हेतु ज्ञाना ।\n" +
                "जैसा कां दिनमाना । सूर्य हा पैं ॥ २६५ ॥\n" +
                "आणि तैसेंचि हें जाण । लोभासि रज कारण ।\n" +
                "आपुलें विस्मरण । अद्वैता जेवीं ॥ २६६ ॥\n" +
                "मोह अज्ञान प्रमादा । ययां मैळेया दोषवृंदा ।\n" +
                "पुढती पुढती प्रबुद्धा । तमचि मूळ ॥ २६७ ॥\n" +
                "ऐसें विचाराच्या डोळां । तिन्ही गुण हे वेगळवेगळां ।\n" +
                "दाविले जैसा आंवळा । तळहातींचा ॥ २६८ ॥\n" +
                "तंव रजतमें दोन्हीं । देखिलीं प्रौढ पतनीं ।\n" +
                "सत्त्वावांचूनि नाणीं । ज्ञानाकडे ॥ २६९ ॥\n" +
                "म्हणौनि सात्त्विक वृत्ती । एक जाले गा जन्मव्रती ।\n" +
                "सर्वत्यागें चतुर्थी । भक्ति जैसी ॥ २७० ॥\n" +
                "\n" +
                "\n" +
                "ऊर्ध्व गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसाः ।\n" +
                "जघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसाः ॥ १८॥\n" +
                "\n" +
                "\n" +
                "तैसें सत्त्वाचेनि नटनाचें । असणें जाणें जयांचें ।\n" +
                "ते तनुत्यागीं स्वर्गींचे । राय होती ॥ २७१ ॥\n" +
                "इयाचि परी रजें । जिहीं कां जीजे मरिजे ।\n" +
                "तिहीं मनुष्य होईजे । मृत्युलोकीं ॥ २७२ ॥\n" +
                "तेथ सुखदुःखाचें खिचटें । जेविजें एकेचि ताटें ।\n" +
                "जेथ इये मरणवाटे । पडिलें नुठी ॥ २७३ ॥\n" +
                "आणि तयाचि स्थिति तमीं । जे वाढोनि निमती भोगक्षमीं ।\n" +
                "ते घेती नरकभूमी । मूळपत्र ॥ २७४ ॥\n" +
                "एवं वस्तूचिया सत्ता । त्रिगुणासी पंडुसुता ।\n" +
                "दाविली सकारणता । आघवीचि ॥ २७५ ॥\n" +
                "पैं वस्तु वस्तुत्वें असिकें । तें आपणपें गुणासारिखें ।\n" +
                "देखोनि कार्यविशेखें । अनुकरे गा ॥ २७६ ॥\n" +
                "जैसें कां स्वप्नींचेनि राजें । जैं परचक्र देखिजे ।\n" +
                "तैं हारी जैत होईजे । आपणपांचि ॥ २७७ ॥\n" +
                "तैसे मध्योर्ध्व अध । हे जे गुणवृत्तिभेद ।\n" +
                "ते दृष्टीवांचूनि शुद्ध । वस्तुचि असे ॥ २७८ ॥\n" +
                "\n" +
                "\n" +
                "नान्यं गुणेभ्यः कर्तारं यदा द्रष्टाऽनुपश्यति ।\n" +
                "गुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति ॥ १९॥\n" +
                "\n" +
                "\n" +
                "परी हे वाहणी असो । तरी तुज आन न दिसो ।\n" +
                "परिसें तें सांगतसों । मागील गोठी ॥ २७९ ॥\n" +
                "तरी ऐसें जाणिजे । सामर्थ्यें तिन्ही सहजें ।\n" +
                "होती देहव्याजें । गुणचि हे ॥ २८० ॥\n" +
                "इंधनाचेनि आकारें । अग्नि जैसा अवतरे ।\n" +
                "कां आंगवे तरुवरें । भूमिरसु ॥ २८१ ॥\n" +
                "नाना दहिंयाचेनि मिसें । परिणमे दूधचि जैसें ।\n" +
                "कां मूर्त होय ऊंसें । गोडी जेवीं ॥ २८२ ॥\n" +
                "तैसें हे स्वांतःकरण । देहचि होती त्रिगुण ।\n" +
                "म्हणौनि बंधासि कारण । घडे कीर ॥ २८३ ॥\n" +
                "परी चोज हें धनुर्धरा । जे एवढा हा गुंफिरा ।\n" +
                "मोक्षाचा संसारा । उणा नोहे ॥ २८४ ॥\n" +
                "त्रिगुण आपुलालेनि धर्में । देहींचे माघुत साउमें ।\n" +
                "चाळितांही न खोमें । गुणातीतता ॥ २८५ ॥\n" +
                "ऐसी मुक्ति असे सहज । ते आतां परिसऊं तुज ।\n" +
                "जे तूं ज्ञानांबुज- । द्विरेफु कीं ॥ २८६ ॥\n" +
                "आणि गुणीं गुणाजोगें । चैतन्य नोहे मागें ।\n" +
                "बोलिलों तें खागें । तेवींचि हें ॥ २८७ ॥\n" +
                "तरी पार्था जैं ऐसें । बोधलेनि जीवें दिसे ।\n" +
                "स्वप्न कां जैसें । चेइलेनी ॥ २८८ ॥\n" +
                "नातरी आपण जळीं । बिंबलों तीरोनी न्याहळी ।\n" +
                "चळण होतां कल्लोळीं । अनेकधा ॥ २८९ ॥\n" +
                "कां नटलेनि लाघवें । नटु जैसा न झकवे ।\n" +
                "तैसें गुणजात देखावें । न होनियां ॥ २९० ॥\n" +
                "पैं ऋतुत्रय आकाशें । धरूनियांही जैसें ।\n" +
                "नेदिजेचि येवों वोसें । वेगळेपणा ॥ २९१ ॥\n" +
                "तैसें गुणीं गुणापरौतें । जें आपणपें असे आयितें ।\n" +
                "तिये अहं बैसे अहंतें । मूळकेचिये ॥ २९२ ॥\n" +
                "तैं तेथूनि मग पाहतां । म्हणे साक्षी मी अकर्ता ।\n" +
                "हे गुणचि क्रियाजातां । नियोजित ॥ २९३ ॥\n" +
                "सत्त्वरजतमांचा । भेदीं पसरु कर्माचा ।\n" +
                "होत असे तो गुणांचा । विकारु हा ॥ २९४ ॥\n" +
                "ययामाजीं मी ऐसा । वनीं कां वसंतु जैसा ।\n" +
                "वनलक्ष्मीविलासा । हेतुभूत ॥ २९५ ॥\n" +
                "कां तारांगणीं लोपावें । सूर्यकांतीं उद्दीपावें ।\n" +
                "कमळीं विकासावें । जावें तमें ॥ २९६ ॥\n" +
                "ये कोणाचीं काजें कहीं । सवितिया जैसी नाहीं ।\n" +
                "तैसा अकर्ता मी देहीं । सत्तारूप ॥ २९७ ॥\n" +
                "मी दाऊनि गुण देखे । गुणता हे मियां पोखे ।\n" +
                "ययाचेनि निःशेखें । उरे तें मी ॥ २९८ ॥\n" +
                "ऐसेनि विवेकें जया । उदो होय धनंजया ।\n" +
                "ये गुणातीतत्व तया । अर्थपंथें ॥ २९९ ॥\n" +
                "\n" +
                "\n" +
                "गुणानेतानतीत्य त्रीन्देही देहसमुद्भवान् ।\n" +
                "जन्ममृत्युजरादुःखैर्विमुक्तोऽमृतमश्नुते ॥ २०॥\n" +
                "\n" +
                "\n" +
                "आतां निर्गुण असे आणिक । तें तो जाणें अचुक ।\n" +
                "जे ज्ञानें केलें टीक । तयाचिवरी ॥ ३०० ॥\n" +
                "किंबहुना पंडुसुता । ऐसी तो माझी सत्ता ।\n" +
                "पावे जैसी सरिता । सिंधुत्व गा ॥ ३०१ ॥\n" +
                "नळिकेवरूनि उठिला । जैसा शुक शाखे बैसला ।\n" +
                "तैसा मूळ अहंतें वेढिला । तो मी म्हणौनि ॥ ३०२ ॥\n" +
                "अगा अज्ञानाचिया निदा । जो घोरत होता बदबदा ।\n" +
                "तो स्वस्वरूपीं प्रबुद्धा । चेइला कीं ॥ ३०३ ॥\n" +
                "पैं बुद्धिभेदाचा आरिसा । तया हातोनि पडिला वीरेशा ।\n" +
                "म्हणौनि प्रतिमुखाभासा । मुकला तो ॥ ३०४ ॥\n" +
                "देहाभिमानाचा वारा । आतां वाजो ठेला वीरा ।\n" +
                "तैं ऐक्य वीचिसागरां । जीवेशां हें ॥ ३०५ ॥\n" +
                "म्हणौनि मद्भावेंसी । प्राप्ति पाविजे तेणेंसरिसी ।\n" +
                "वर्षांतीं आकाशीं । घनजात जेवीं ॥ ३०६ ॥\n" +
                "तेवीं मी होऊनि निरुता । मग देहींचि ये असतां ।\n" +
                "नागवे देहसंभूतां । गुणांसि तो ॥ ३०७ ॥\n" +
                "जैसा भिंगाचेनि घरें । दीपप्रकाशु नावरे ।\n" +
                "कां न विझेचि सागरें । वडवानळु ॥ ३०८ ॥\n" +
                "तैसा आला गेला गुणांचा । बोधु न मैळे तयाचा ।\n" +
                "तो देहीं जैसा व्योमींचा । चंद्र जळीं ॥ ३०९ ॥\n" +
                "तिन्ही गुण आपुलालिये प्रौढी । देहीं नाचविती बागडीं ।\n" +
                "तो पाहोंही न धाडी । अहंतेतें ॥ ३१० ॥\n" +
                "हा ठायवरी । नेहटोनि ठेला अंतरीं ।\n" +
                "आतां काय वर्ते शरीरीं । हेंहीं नेणे ॥ ३११ ॥\n" +
                "सांडुनि आंगींची खोळी । सर्प रिगालिया पाताळीं ।\n" +
                "ते त्वचा कोण सांभाळी । तैसें जालें ॥ ३१२ ॥\n" +
                "कां सौरभ्य जीर्णु जैसा । आमोदु मिळोनि जाय आकाशा ।\n" +
                "माघारा कमळकोशा । नयेचि तो ॥ ३१३ ॥\n" +
                "पैं स्वरूपसमरसें । ऐक्य गा जालें तैसें ।\n" +
                "तेथ किं धर्म हें कैसें । नेणें देह ॥ ३१४ ॥\n" +
                "म्हणौनि जन्मजरामरण । इत्यादि जे साही गुण ।\n" +
                "ते देहींचि ठेले कारण । नाहीं तया ॥ ३१५ ॥\n" +
                "घटाचिया खापरिया । घटभंगीं फेडिलिया ।\n" +
                "महदाकाश अपैसया । जालेंचि असे ॥ ३१६ ॥\n" +
                "तैसी देहबुद्धी जाये । जैं आपणपां आठौ होय ।\n" +
                "तैं आन कांहीं आहे । तेंवांचुनी ? ॥ ३१७ ॥\n" +
                "येणें थोर बोधलेपणें । तयासि गा देहीं असणें ।\n" +
                "म्हणूनि तो मी म्हणें । गुणातीत ॥ ३१८ ॥\n" +
                "यया देवाचिया बोला । पार्थु अति सुखावला ।\n" +
                "मेघें संबोखिला । मोरु जैसा ॥ ३१९ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "कैर्लिंगैस्त्रीन्गुणात्नेतानतीतो भवति प्रभो ।\n" +
                "किमाचारः कथंचैतांस्त्रीन्गुणानतिवर्तते ॥ २१॥\n" +
                "\n" +
                "\n" +
                "तेणें तोषें वीर पुसे । जी कोण्ही चिन्हीं तो दिसे ।\n" +
                "जयामाजीं वसे । ऐसा बोधु ॥ ३२० ॥\n" +
                "तो निर्गुण काय आचरे । कैसेनि गुण निस्तरे ।\n" +
                "हें सांगिजो माहेरें । कृपेचेनि ॥ ३२१ ॥\n" +
                "यया अर्जुनाचिया प्रश्ना । तो षड्गुणांचा राणा ।\n" +
                "परिहारु आकर्णा । बोलतु असे ॥ ३२२ ॥\n" +
                "म्हणे पार्था तुझी नवाई । हें येतुलेंचि पुससी काई ।\n" +
                "तें नामचि तया पाहीं । सत्य लटिकें ॥ ३२३ ॥\n" +
                "गुणातीत जया नांवें । तो गुणाधीन तरी नव्हे ।\n" +
                "ना होय तरी नांगवे । गुणां यया ॥ ३२४ ॥\n" +
                "परी अधीन कां नांगवें । हेंचि कैसेनि जाणावें ।\n" +
                "गुणांचिये रवरवे- । माजीं असतां ॥ ३२५ ॥\n" +
                "हा संदेह जरी वाहसी । तरी सुखें पुसों लाहसी ।\n" +
                "परिस आतां तयासी । रूप करूं ॥ ३२६ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव ।\n" +
                "न द्वेष्टि संप्रवृत्तानि न निवृत्तानि कांक्षति ॥ २२॥\n" +
                "\n" +
                "\n" +
                "तरी रजाचेनि माजें । देहीं कर्माचें आणोजें ।\n" +
                "प्रवृत्ति जैं घेईजे । वेंटाळुनि ॥ ३२७ ॥\n" +
                "तैं मीचि कां कर्मठ । ऐसा न ये श्रीमाठ ।\n" +
                "दरिद्रलिये बुद्धी वीट । तोही नाहीं ॥ ३२८ ॥\n" +
                "अथवा सत्त्वेंचि अधिकें । जैं सर्वेंद्रियीं ज्ञान फांके ।\n" +
                "तैं सुविद्यता तोखें । उभजेही ना ॥ ३२९ ॥\n" +
                "कां वाढिन्नलेनि तमें । न गिळिजेचि मोहभ्रमें ।\n" +
                "तैं अज्ञानत्वें न श्रमे । घेणेंही नाहीं ॥ ३३० ॥\n" +
                "पैं मोहाच्या अवसरीं । ज्ञानाची चाड न धरी ।\n" +
                "ज्ञानें कर्में नादरी । होतां न दुःखी ॥ ३३१ ॥\n" +
                "सायंप्रतर्मध्यान्हा । या तिन्ही काळांची गणना ।\n" +
                "नाहीं जेवीं तपना । तैसा असे ॥ ३३२ ॥\n" +
                "तया वेगळाचि काय प्रकाशें । ज्ञानित्व यावें असें ।\n" +
                "कायि जळार्णव पाउसें । साजा होय ? ॥ ३३३ ॥\n" +
                "ना प्रवर्तलेनि कर्में । कर्मठत्व तयां कां गमे ।\n" +
                "सांगें हिमवंतु हिमें । कांपे कायी ? ॥ ३३४ ॥\n" +
                "नातरी मोह आलिया । काई पां ज्ञाना मुकिजैल तया ।\n" +
                "हो मा आगीतें उन्हाळेया । जाळवत असे ? ॥ ३३५ ॥\n" +
                "\n" +
                "\n" +
                "उदासीनवदासीनो गुणैर्यो न विचाल्यते ।\n" +
                "गुणा वर्तन्त इत्येव यो~वतिष्ठति नेङ्गते ॥ २३॥\n" +
                "\n" +
                "\n" +
                "तैसे गुणागुणकार्य हें । आघवेंचि आपण आहे ।\n" +
                "म्हणौनि एकेका नोहे । तडातोडी ॥ ३३६ ॥\n" +
                "येवढे गा प्रतीती । तो देहा आलासे वस्ती ।\n" +
                "वाटे जातां गुंती- । माजीं जैसा ॥ ३३७ ॥\n" +
                "तो जिणता ना हरवी । तैसा गुण नव्हे ना करवी ।\n" +
                "जैसी कां श्रोणवी । संग्रामींची ॥ ३३८ ॥\n" +
                "कां शरीरा{आं}तील प्राणु । घरीं आतिथ्याचा ब्राह्मणु ।\n" +
                "नाना चोहटांचा स्थाणु । उदासु जैसा ॥ ३३९ ॥\n" +
                "आणि गुणाचा यावाजावा । ढळे चळे ना पांडवा ।\n" +
                "मृगजळाचा हेलावा । मेरु जैसा ॥ ३४० ॥\n" +
                "हें बहुत कायि बोलिजे । व्योम वारेनि न वचिजे ।\n" +
                "कां सूर्य ना गिळिजे । अंधकारें ? ॥ ३४१ ॥\n" +
                "स्वप्न कां गा जियापरी । जगतयातें न सिंतरी ।\n" +
                "गुणीं तैसा अवधारीं । न बंधिजे तो ॥ ३४२ ॥\n" +
                "गुणांसि कीर नातुडे । परी दुरूनि जैं पाहे कोडें ।\n" +
                "तैं गुणदोष सायिखडें । सभ्यु जैसा ॥ ३४३ ॥\n" +
                "सत्कर्में सात्त्विकीं । रज तें रजोविषयकीं ।\n" +
                "तम मोहादिकीं । वर्तत असे ॥ ३४४ ॥\n" +
                "परिस तयाचिया गा सत्ता । होती गुणक्रिया समस्ता ।\n" +
                "हें फुडें जाणे सविता । लौकिका जेवीं ॥ ३४५ ॥\n" +
                "समुद्रचि भरती । सोमकांतचि द्रवती ।\n" +
                "कुमुदें विकासती । चंद्रु तो उगा ॥ ३४६ ॥\n" +
                "कां वाराचि वाजे विझे । गगनें निश्चळ असिजे ।\n" +
                "तैसा गुणाचिये गजबजे । डोलेना जो ॥ ३४७ ॥\n" +
                "अर्जुना येणें लक्षणें । तो गुणातीतु जाणणें ।\n" +
                "परिस आतां आचरणें । तयाचीं जीं ॥ ३४८ ॥\n" +
                "\n" +
                "\n" +
                "समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः ।\n" +
                "तुल्यप्रियाप्रियोधीरस्तुल्यनिन्दात्मसंस्तुतिः ॥ २४॥\n" +
                "\n" +
                "\n" +
                "तरी वस्त्रासि पाठीं पोटीं । नाहीं सुतावांचूनि किरीटी ।\n" +
                "ऐसें सुये दिठी । चराचर मद्रूपें ॥ ३४९ ॥\n" +
                "म्हणौनि सुखदुःखासरिसें । कांटाळें आचरे ऐसें ।\n" +
                "रिपुभक्तां जैसें । हरीचें देणें ॥ ३५० ॥\n" +
                "एऱ्हवीं तरी सहजें । सुखदुःख तैंचि सेविजे ।\n" +
                "देहजळीं होईजे । मासोळी जैं ॥ ३५१ ॥\n" +
                "आतां तें तंव तेणें सांडिलें । आहे स्वस्वरूपेंसीचि मांडिलें ।\n" +
                "सस्यांतीं निवडिलें । बीज जैसें ॥ ३५२ ॥\n" +
                "कां वोघ सांडूनि गांग । रिघोनि समुद्राचें आंग ।\n" +
                "निस्तरली लगबग । खळाळाची ॥ ३५३ ॥\n" +
                "तेवीं आपणपांचि जया । वस्ती जाली गा धनंजया ।\n" +
                "तया देहीं अपैसया । सुख तैसें दुःख ॥ ३५४ ॥\n" +
                "रात्रि तैसें पाहलें । हें धारणा जेवीं एक जालें ।\n" +
                "आत्माराम देहीं आतलें । द्वंद्व तैसें ॥ ३५५ ॥\n" +
                "पैं निद्रिताचेनि आंगेंशीं । सापु तैशी उर्वशी ।\n" +
                "तेवीं स्वरूपस्था सरिशीं । देहीं द्वंद्वें ॥ ३५६ ॥\n" +
                "म्हणौनि तयाच्या ठायीं । शेणा सोनया विशेष नाहीं ।\n" +
                "रत्\u200Cना गुंडेया कांहीं । नेणिजे भेदु ॥ ३५७ ॥\n" +
                "घरा येवों पां स्वर्ग । कां वरिपडो वाघ ।\n" +
                "परी आत्मबुद्धीसि भंग । कदा नव्हे ॥ ३५८ ॥\n" +
                "निवटलें न उपवडे । जळीनलें न विरूढे ।\n" +
                "साम्यबुद्धी न मोडे । तयापरी ॥ ३५९ ॥\n" +
                "हा ब्रह्मा ऐसेनि स्तविजो । कां नीच म्हणौनि निंदिजो ।\n" +
                "परी नेणें जळों विझों । राखोंडी जैसी ॥ ३६० ॥\n" +
                "तैसी निंदा आणि स्तुती । नये कोण्हेचि व्यक्ती ।\n" +
                "नाहीं अंधारें कां वाती । सूर्या घरीं ॥ ३६१ ॥\n" +
                "\n" +
                "\n" +
                "मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयोः ।\n" +
                "सर्वारम्भपरित्यागी गुणातीतः स उच्यते ॥ २५॥\n" +
                "\n" +
                "\n" +
                "ईश्वर म्हणौनि पूजिला । कां चोरु म्हणौनि गांजिला ।\n" +
                "वृषगजीं वेढिला । केला रावो ॥ ३६२ ॥\n" +
                "कां सुहृद पासीं आले । अथवा वैरी वरपडे जाले ।\n" +
                "परी नेणें राती पाहालें । तेज जेवीं ॥ ३६३ ॥\n" +
                "साहीं ऋतु येतां आकाशें । लिंपिजेचि ना जैसें ।\n" +
                "तेवीं वैशम्य मानसें । जाणिजेना ॥ ३६४ ॥\n" +
                "आणीकही एकु पाहीं । आचारु तयाच्या ठायीं ।\n" +
                "तरी व्यापारासि नाहीं । जालें दिसे ॥ ३६५ ॥\n" +
                "सर्वांरंभा उटकलें । प्रवृत्तीचें तेथ मावळले ।\n" +
                "जळती गा कर्मफळें । ते तो आगी ॥ ३६६ ॥\n" +
                "दृष्टादृष्टाचेनि नांवें । भावोचि जीवीं नुगवें ।\n" +
                "सेवी जें कां स्वभावें । पैठें होये ॥ ३६७ ॥\n" +
                "सुखे ना शिणे । पाषाणु कां जेणें मानें ।\n" +
                "तैसी सांडीमांडी मनें । वर्जिली असे ॥ ३६८ ॥\n" +
                "आतां किती हा विस्तारु । जाणें ऐसा आचारु ।\n" +
                "जयातें तोचि साचारु । गुणातीतु ॥ ३६९ ॥\n" +
                "गुणांतें अतिक्रमणें । घडे उपायें जेणें ।\n" +
                "तो आतां आईक म्हणे । श्रीकृष्णनाथु ॥ ३७० ॥\n" +
                "\n" +
                "\n" +
                "मां च योऽव्यभिचारेण भक्तियोगेन सेवते ।\n" +
                "स गुणान्समतीत्यैतान् ब्रह्मभूयाय कल्पते ॥ २६॥\n" +
                "\n" +
                "\n" +
                "तरी व्यभिचाररहित चित्तें । भक्तियोगें मातें ।\n" +
                "सेवी तो गुणातें । जाकळूं शके ॥ ३७१ ॥\n" +
                "तरी कोण मी कैसी भक्ती । अव्यभिचारा काय व्यक्ती ।\n" +
                "हे आघवीचि निरुती । होआवी लागे ॥ ३७२ ॥\n" +
                "तरी पार्था परियेसा । मी तंव येथ ऐसा ।\n" +
                "रत्\u200Cनीं किळावो जैसा । रत्\u200Cनचि कीं तो ॥ ३७३ ॥\n" +
                "कां द्रवपणचि नीर । अवकाशचि अंबर ।\n" +
                "गोडी तेचि साखर । आन नाहीं ॥ ३७४ ॥\n" +
                "वन्हि तेचि ज्वाळ । दळाचि नांव कमळ ।\n" +
                "रूख तेंचि डाळ- । फळादिक ॥ ३७५ ॥\n" +
                "अगा हिम जें आकर्षलें । तेंचि हिमवंत जेवीं जालें ।\n" +
                "नाना दूध मुरालें । तेंचि दहीं ॥ ३७६ ॥\n" +
                "तैसें विश्व येणें नांवें । हें मीचि पैं आघवें ।\n" +
                "घेईं चंद्रबिंब सोलावें । न लगे जेवीं ॥ ३७७ ॥\n" +
                "घृताचें थिजलेंपण । न मोडितां घृतचि जाण ।\n" +
                "कां नाटितां कांकण । सोनेंचि तें ॥ ३७८ ॥\n" +
                "न उकलितां पटु । तंतुचि असे स्पष्टु ।\n" +
                "न विरवितां घटु । मृत्तिका जेवीं ॥ ३७९ ॥\n" +
                "म्हणौनि विश्वपण जावें । मग तैं मातें घेयावें ।\n" +
                "तैसा नव्हे आघवें । सकटचि मी ॥ ३८० ॥\n" +
                "ऐसेनि मातें जाणिजे । ते अव्यभिचारी भक्ति म्हणिजे ।\n" +
                "येथ भेदु कांहीं देखिजे । तरी व्यभिचारु तो ॥ ३८१ ॥\n" +
                "याकारणें भेदातें । सांडूनि अभेदें चित्तें ।\n" +
                "आपण सकट मातें । जाणावें गा ॥ ३८२ ॥\n" +
                "पार्था सोनयाची टिका । सोनयासी लागली देखा ।\n" +
                "तैसें आपणपें आणिका । मानावें ना ॥ ३८३ ॥\n" +
                "तेजाचा तेजौनि निघाला । परी तेजींचि असे लागला ।\n" +
                "तया रश्मी ऐसा भला । बोधु होआवा ॥ ३८४ ॥\n" +
                "पैं परमाणु भूतळीं । हिमकणु हिमाचळीं ।\n" +
                "मजमाजीं न्याहाळीं । अहं तैसें ॥ ३८५ ॥\n" +
                "हो कां तरंगु लहानु । परी सिंधूसी नाहीं भिन्नु ।\n" +
                "तैसा ईश्वरीं मी आनु । नोहेचि गा ॥ ३८६ ॥\n" +
                "ऐसेनि बा समरसें । दृष्टि जे उल्हासे ।\n" +
                "ते भक्ति पैं ऐसे । आम्ही म्हणों ॥ ३८७ ॥\n" +
                "आणि ज्ञानाचें चांगावें । इयेचि दृष्टि नांवें ।\n" +
                "योगाचेंही आघवें । सर्वस्व हें ॥ ३८८ ॥\n" +
                "सिंधू आणि जळधरा- । माजीं लागली अखंड धारा ।\n" +
                "तैसी वृत्ति वीरा । प्रवर्ते ते ॥ ३८९ ॥\n" +
                "कां कुहेसीं आकाशा । तोंडीं सांदा नाहीं तैसा ।\n" +
                "तो परमपुरुषीं तैसा । एकवटे गा ॥ ३९० ॥\n" +
                "प्रतिबिंबौनि बिंबवरी । प्रभेची जैसी उजरी ।\n" +
                "ते सोऽहंवृत्ती अवधारीं । तैसी होय ॥ ३९१ ॥\n" +
                "ऐसेनि मग परस्परें । ते सोऽहंवृत्ति जैं अवतरे ।\n" +
                "तैं तियेहि सकट सरे । अपैसया ॥ ३९२ ॥\n" +
                "जैसा सैंधवाचा रवा । सिंधूमाजीं पांडवा ।\n" +
                "विरालेया विरवावा । हेंही ठाके ॥ ३९३ ॥\n" +
                "नातरी जाळूनि तृण । वन्हिही विझे आपण ।\n" +
                "तैसें भेदु नाशूनि जाण । ज्ञानही नुरे ॥ ३९४ ॥\n" +
                "माझें पैलपण जाये । भक्त हें ऐलपण ठाये ।\n" +
                "अनादि ऐक्य जें आहे । तेंचि निवडे ॥ ३९५ ॥\n" +
                "आतां गुणातें तो किरीटी । जिणे या नव्हती गोष्टी ।\n" +
                "जे एकपणाही मिठी । पडों सरली ॥ ३९६ ॥\n" +
                "किंबहुना ऐसी दशा । तें ब्रह्मत्व गा सुदंशा ।\n" +
                "हें तो पावें जो ऐसा । मातें भजे ॥ ३९७ ॥\n" +
                "पुढतीं इहीं लिंगीं । भक्तु जो माझा जगीं ।\n" +
                "हे ब्रह्मता तयालागीं । पतिव्रता ॥ ३९८ ॥\n" +
                "जैसें गंगेचेनि वोघें । डळमळित जळ जें निघे ।\n" +
                "सिंधुपद तयाजोगें । आन नाहीं ॥ ३९९ ॥\n" +
                "तैसा ज्ञानाचिया दिठी । जो मातें सेवी किरीटी ।\n" +
                "तो होय ब्रह्मतेच्या मुकुटीं । चूडारत्\u200Cन ॥ ४०० ॥\n" +
                "यया ब्रह्मत्वासीचि पार्था । सायुज्य ऐसी व्यवस्था ।\n" +
                "याचि नांवें चौथा । पुरुषार्थ गा ॥ ४०१ ॥\n" +
                "परी माझें आराधन । ब्रह्मत्वीं होय सोपान ।\n" +
                "एथ मी हन साधन । गमेन हो ॥ ४०२ ॥\n" +
                "तरी झणीं ऐसें । तुझ्या चित्तीं पैसें ।\n" +
                "पैं ब्रह्म आन नसे । मीवांचूनि ॥ ४०३ ॥\n" +
                "\n" +
                "\n" +
                "ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च ।\n" +
                "शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च ॥ २७॥\n" +
                "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे गुणत्रयविभागयोगोनाम चतुर्दशोऽध्यायः ॥ १४ ॥\n" +
                "\n" +
                "\n" +
                "अगा ब्रह्म या नांवा । अभिप्रायो मी पांडवा ।\n" +
                "मीचि बोलिजे आघवा । शब्दीं इहीं ॥ ४०४ ॥\n" +
                "पैं मंडळ आणि चंद्रमा । दोन्ही नव्हती सुवर्मा ।\n" +
                "तैसा मज आणि ब्रह्मा । भेदु नाहीं ॥ ४०५ ॥\n" +
                "अगा नित्य जें निष्कंप । अनावृत धर्मरूप ।\n" +
                "सुख जें उमप । अद्वितीय ॥ ४०६ ॥\n" +
                "विवेकु आपलें काम । सारूनि ठाकी जें धाम ।\n" +
                "निष्कर्षाचें निःसीम । किंबहुना मी ॥ ४०७ ॥\n" +
                "ऐसेसें हो अवधारा । तो अनन्याचा सोयरा ।\n" +
                "सांगतसे वीरा । पार्थासी ॥ ४०८ ॥\n" +
                "येथ धृतराष्ट्र म्हणे । संजया हें तूतें कोणें ।\n" +
                "पुसलेनिविण वायाणें । कां बोलसी ? ॥ ४०९ ॥\n" +
                "माझी अवसरी ते फेडी । विजयाची सांगें गुढी ।\n" +
                "येरु जीवीं म्हणे सांडीं । गोठी यिया ॥ ४१० ॥\n" +
                "संजयो विस्मयो मानसीं । आहा करूनि रसरसी ।\n" +
                "म्हणे कैसें पां देवेंसी । द्वंद्व यया ? ॥ ४११ ॥\n" +
                "तरी तो कृपाळु तुष्टो । यया विवेकु हा घोंटो ।\n" +
                "मोहाचा फिटो । महारोगु ॥ ४१२ ॥\n" +
                "संजयो ऐसें चिंतितां । संवादु तो सांभाळितां ।\n" +
                "हरिखाचा येतु चित्ता । महापूरु ॥ ४१३ ॥\n" +
                "म्हणौनि आतां येणें । उत्साहाचेनि अवतरणें ।\n" +
                "श्रीकृष्णाचें बोलणें । सांगिजैल ॥ ४१४ ॥\n" +
                "तया अक्षराआंतील भावो । पाववीन मी तुमचा ठावो ।\n" +
                "आइका म्हणे ज्ञानदेवो । निवृत्तीचा ॥ ४१५ ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां गुणत्रयविभागयोगोनाम चतुर्दशोऽध्यायः ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }
}
