package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Daha extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_daha);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);


        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" १०. ज्ञानेश्वरी/अध्याय दहावा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" नमो विशदबोधविदग्धा । विद्यारविंदप्रबोधा ।\n" +
                "पराप्रमेयप्रमदा । विलासिया ॥ १ ॥\n" +
                "\n" +
                "नमो संसारतमसूर्या । अप्रतिमपरमवीर्या ।\n" +
                "तरुणतरतूर्या । लालनलीला ॥ २ ॥\n" +
                "\n" +
                "नमो जगदखिलपालना । मंगळमणिनिधाना ।\n" +
                "सज्जनवनचंदना । आराध्यलिंगा ॥ ३ ॥\n" +
                "\n" +
                "नमो चतुरचित्तचकोरचंद्रा । आत्मानुभवनरेंद्रा ।\n" +
                "श्रुतिसारसमुद्रा । मन्मथमन्मथा ॥ ४ ॥\n" +
                "\n" +
                "नमो सुभावभजनभाजना । भवेभकुंभभंजना ।\n" +
                "विश्वोद्\u200Dभवभुवना । श्रीगुरुराया ॥ ५ ॥\n" +
                "\n" +
                "तुमचा अनुग्रहो गणेशु । जैं दे आपुला सौरसु ।\n" +
                "तैं सारस्वतीं प्रवेशु । बाळकाही आथी ॥ ६ ॥\n" +
                "\n" +
                "जी दैविकीं उदार वाचा । जैं उद्देशु दे नाभिकाराचा ।\n" +
                "तैं नवरससुधाब्धीचा । थावो लाभे ॥ ७ ॥\n" +
                "\n" +
                "जी आपुलिया स्\u200Dनेहाची वागेश्वरी । जरी मुकेयातें अंगिकारी ।\n" +
                "तो वाचस्पतीशीं करी । प्रबंधुहोडा ॥ ८ ॥\n" +
                "\n" +
                "हें असो दिठी जयावरी झळके । कीं हा पद्मकरु माथां पारुखे ।\n" +
                "तो जीवचि परि तुके । महेशेंसीं ॥ ९ ॥\n" +
                "\n" +
                "एवढें जिये महिमेचें करणें । तें वाचाबळें वानूं मी कवणें ।\n" +
                "कां सूर्याचिया आंगा उटणें । लागत असे ? ॥ १० ॥\n" +
                "\n" +
                "केउता कल्पतरुवरी फुलौरा ? । कायसेनि पाहुणेरु क्षीरसागरा ? ।\n" +
                "कवणें वासीं कापुरा । सुवासु देवों ? ॥ ११ ॥\n" +
                "\n" +
                "चंदनातें कायसेनि चर्चावें । अमृतातें केउतें रांधावें ।\n" +
                "गगनावरी उभवावें । घडे केवीं ? ॥ १२ ॥\n" +
                "\n" +
                "तैसें श्रीगुरूचें महिमान । आकळितें कें असे साधन ? ।\n" +
                "हें जाणोनि मियां नमन । निवांत केलें ॥ १३ ॥\n" +
                "\n" +
                "जरी प्रज्ञेचेनि आथिलेपणें । श्रीगुरूसामर्थ्या रूप करूं म्हणे ।\n" +
                "तरि तें मोतियां भिंग देणें । तैसें होईल ॥ १४ ॥\n" +
                "\n" +
                "कां साडेपंधरया रजतवणी । तैशीं स्तुतींचीं बोलणीं ।\n" +
                "उगियाचि माथा ठेविजे चरणीं । हेंचि भलें ॥ १५ ॥\n" +
                "\n" +
                "मग म्हणितलें जी स्वामी । भलेनि ममत्वें देखिलें तुम्हीं ।\n" +
                "म्हणौनि कृष्णार्जुनसंगमीं । प्रयागवटु जाहलों ॥ १६ ॥\n" +
                "\n" +
                "मागां दूध दे म्हणतलियासाठीं । आघविया क्षीराब्धीची करूनि वाटी ।\n" +
                "उपमन्यूपुढें धूर्जटी । ठेविली जैसी ॥ १७ ॥\n" +
                "\n" +
                "ना तरी वैकुंठपीठनायकें । रुसला ध्रुव कवतिकें ।\n" +
                "बुझाविला देऊनि भातुकें । ध्रुवपदाचें ॥ १८ ॥\n" +
                "\n" +
                "तैसी जे ब्रह्मविद्यारावो । सकळ शास्त्रांचा विसंवता ठावो ।\n" +
                "ते भगवद्\u200Dगीता वोंविये गावों । ऐसें केलें ॥ १९ ॥\n" +
                "\n" +
                "जे बोलणियाचे रानीं हिंडतां । नायकिजे फळलिया अक्षराची वार्ता ।\n" +
                "परि ते वाचाचि केली कल्पलता । विवेकाची ॥ २० ॥\n" +
                "\n" +
                "होती देहबुद्धी एकसरी । ते आनंदभांडारा केली वोवरी ।\n" +
                "मन गीतार्थसागरीं । जळशयन जालें ॥ २१ ॥\n" +
                "\n" +
                "ऐसें एकेक देवांचें करणें । तें अपार बोलों केवीं मी जाणें ।\n" +
                "तऱ्ही अनुवादलों धीटपणें । ते उपसाहिजो जी ॥ २२ ॥\n" +
                "\n" +
                "आतां आपुलेनि कृपाप्रसादें । मियां भगवद्\u200Dगीता वोंवीप्रबंधें ।\n" +
                "पूर्वखंड विनोदें । वाखाणिलें ॥ २३ ॥\n" +
                "\n" +
                "प्रथमीं अर्जुनाचा विषादु । दुजीं बोलिला योगु विशदु ।\n" +
                "परि सांख्यबुद्धीसि भेदु । दाऊनियां ॥ २४ ॥\n" +
                "\n" +
                "तिजीं केवळ कर्म प्रतिष्ठिलें । तेंचि चतुर्थीं ज्ञानेंशीं प्रगटिलें ।\n" +
                "पंचमीं गव्हरिलें । योगतत्त्व ॥ २५ ॥\n" +
                "\n" +
                "तेचि षष्ठामाजीं प्रगट । आसनालागोनि स्पष्ट ।\n" +
                "जीवात्मभाव एकवट । होती जेणें ॥ २६ ॥\n" +
                "\n" +
                "तैसी जे योगस्थिती । आणि योगभ्रष्टां जे गती ।\n" +
                "तें आघवीचि उपपत्ती । सांगितली षष्ठीं ॥ २७ ॥\n" +
                "\n" +
                "तयावरी सप्तमीं । प्रकृतिपरिहार उपक्रमीं ।\n" +
                "करूनि भजती जे पुरुषोत्तमीं । ते बोलिले चाऱ्ही ॥ २८ ॥\n" +
                "\n" +
                "पाठीं सप्तमींची प्रश्नसिद्धी । बोलोनि प्रयाणसमयसिद्धी ।\n" +
                "एवं ते सकळवाक्यअवधि । अष्टमाध्यायीं ॥ २९ ॥\n" +
                "\n" +
                "मग शब्दब्रह्मीं असंख्याकें । जेतुला कांहीं अभिप्राय पिके ।\n" +
                "तेतुला महाभारतें एकें । लक्षें जोडे ॥ ३० ॥\n" +
                "\n" +
                "तिये आघवांचि जें महाभारतीं । तें लाभे कृष्णार्जुनवाचोक्तीं ।\n" +
                "आणि जो अभिप्रावो सातेंशतीं । तो एकलाचि नवमीं ॥ ३१ ॥\n" +
                "\n" +
                "म्हणौनि नवमींचिया अभिप्राया । सहसा मुद्रा लावावया ।\n" +
                "बिहाला मग मी वायां । गर्व कां करूं ? ॥ ३२ ॥\n" +
                "\n" +
                "अहो गूळासाखरे मालयाचे । हे बांधे तरी एकाचि रसाचे ।\n" +
                "परि स्वाद गोडियेचे । आनआन जैसे ॥ ३३ ॥\n" +
                "\n" +
                "एक जाणोनियां बोलती । एक ठायें ठावो जाणविती ।\n" +
                "एक जाणों जातां हारपती । जाणते गुणेंशीं ॥ ३४ ॥\n" +
                "\n" +
                "हें ऐसें अध्याय गीतेचे । परि अनिर्वाच्यपण नवमाचें ।\n" +
                "तो अनुवादलों हें तुमचें । सामर्थ्य प्रभू ॥ ३५ ॥\n" +
                "\n" +
                "अहो एकाचि शाटी तपिन्नली । एकीं सृष्टीवरी सृष्टी केली ।\n" +
                "एकीं पाषाणीं वाऊनि उतरलीं । समुद्रीं कटकें ॥ ३६ ॥\n" +
                "\n" +
                "एकीं आकाशीं सूर्यातें धरिलें । एकीं चुळींचि सागरातें भरिलें ।\n" +
                "तैसें मज मुकयाकरवीं बोलविलें । अनिर्वाच्य तुम्हीं ॥ ३७ ॥\n" +
                "\n" +
                "परि हें असो एथ ऐसें । राम रावण झुंजिन्नले कैसे ।\n" +
                "राम रावण जैसे । मीनले समरीं ॥ ३८ ॥\n" +
                "\n" +
                "तैसें नवमीं कृष्णाचें बोलणें । तें नवमीचियाचि ऐसें मी म्हणें ।\n" +
                "या निवाडा तत्त्वज्ञु जाणें । जया गीतार्थु हातीं ॥ ३९ ॥\n" +
                "\n" +
                "एवं नवही अध्याय पहिले । मियां मतीसारिखे वाखाणिले ।\n" +
                "आतां उत्तरखंड उवाइलें । ग्रंथाचें ऐका ॥ ४० ॥\n" +
                "\n" +
                "जेथ विभूति प्रतिविभूती । प्रस्तुत अर्जुना सांगिजेती ।\n" +
                "ते विदग्धा रसवृत्ती । म्हणिपैल कथा ॥ ४१ ॥\n" +
                "\n" +
                "देशियेचेनि नागरपणें । शांतु शृंगारातें जिणें ।\n" +
                "तरि ओंविया होती लेणें । साहित्यासि ॥ ४२ ॥\n" +
                "\n" +
                "मूळ ग्रंथींचिया संस्कृता । वरि मऱ्हाठी नीट पढतां ।\n" +
                "अभिप्राय मानलिया उचिता । कवण भूमी हें न चोजवे ॥ ४३ ॥\n" +
                "\n" +
                "जैसें अंगाचेनि सुंदरपणें । लेणिया आंगचि होय लेणें ।\n" +
                "तेथ अळंकारिलें कवण कवणें । हें निर्वचेना ॥ ४४ ॥\n" +
                "\n" +
                "तैसी देशी आणि संस्कृत वाणी । एका भावार्थाच्या सोकासनीं ।\n" +
                "शोभती आयणी । चोखट आइका ॥ ४५ ॥\n" +
                "\n" +
                "उठावलिया भावा रूप । करितां रसवृत्तीचें लागे वडप ।\n" +
                "चातुर्य म्हणे पडप । जोडलें आम्हां ॥ ४६ ॥\n" +
                "\n" +
                "तैसें देशियेचें लावण्य । हिरोनि आणिलें तारुण्य ।\n" +
                "मग रचिलें अगण्य । गीतातत्त्व ॥ ४७ ॥\n" +
                "\n" +
                "जो चराचर परमगुरु । चतुर चित्तचमत्कारु ।\n" +
                "तो ऐका यादवेश्वरु । बोलता जाहला ॥ ४८ ॥\n" +
                "\n" +
                "ज्ञानदेव निवृत्तीचा म्हणे । ऐसें बोलिलें श्रीहरी तेणें ।\n" +
                "अर्जुना आघवियाची मातु अंतःकरणें । धडौता आहासि ॥ ४९ ॥\n" +
                "\n" +
                "  श्रीभगवानुवाचः भूय एव महाबाहो श्रृणु मे परमं वचः ।\n" +
                "  यत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥ १॥\n" +
                "\n" +
                "आम्हीं मागील जें निरूपण केलें । तें तुझें अवधानचि पाहिलें ।\n" +
                "तवं टाचें नव्हें भलें । पुरतें आहे ॥ ५० ॥\n" +
                "\n" +
                "घटीं थोडेसें उदक घालिजे । तेणें न गळे तरी वरिता भरिजे ।\n" +
                "ऐसा परिसौनि पाहिलासि तंव परिसविजे । ऐसेंचि होतसे ॥ ५१ ॥\n" +
                "\n" +
                "अवचितयावरी सर्वस्व सांडिजे । मग चोख तरी तोचि भांडारी कीजे ।\n" +
                "तैसा किरीटी तूं आतां माझें । निजधाम कीं ॥ ५२ ॥\n" +
                "\n" +
                "ऐसें अर्जुना येउतें सर्वेश्वरें । पाहोनि बोलिलें अत्यादरें ।\n" +
                "गिरी देखोनि सुभरें । मेघु जैसा ॥ ५३ ॥\n" +
                "\n" +
                "तैसा कृपाळुवांचा रावो । म्हणे आइकें गा महाबाहो ।\n" +
                "सांगितलाचि अभिप्रावो । सांगेन पुढती ॥ ५४ ॥\n" +
                "\n" +
                "पैं प्रतिवर्षीं क्षेत्र पेरिजे । पिकाची जंव जंव वाढी देखिजे ।\n" +
                "यालागीं नुबगिजे । वाहो करितां ॥ ५५ ॥\n" +
                "\n" +
                "पुढतपुढती पुटें देतां । जोडे वानियेची अधिकता ।\n" +
                "म्हणौनि सोनें पंडुसुता । शोधूंचि आवडे ॥ ५६ ॥\n" +
                "\n" +
                "तैसें एथ पार्था । तुज आभार नाहीं सर्वथा ।\n" +
                "आम्ही आपुलियाचि स्वार्था । बोलों पुढती ॥ ५७ ॥\n" +
                "\n" +
                "जैसें बाळका लेवविजे लेणें । तया शृंगारा बाळ काइ जाणे ? ।\n" +
                "परि ते सुखाचे सोहळे भोगणें । माउलिये दिठी ॥ ५८ ॥\n" +
                "\n" +
                "तैसें तुझें हित आघवें । जंव जंव कां तुज फावे ।\n" +
                "तंव तंव आमुचें सुख दुणावे । ऐसें आहे ॥ ५९ ॥\n" +
                "\n" +
                "आतां अर्जुना असो हे विकडी । मज उघड तुझी आवडी ।\n" +
                "म्हणौनि तृप्तीची सवडी । बोलतां न पडे ॥ ६० ॥\n" +
                "\n" +
                "आम्हां येतुलियाचि कारणें । तेंचि तें तुजशीं बोलणें ।\n" +
                "परि असो हें अंतःकरणें । अवधान देईं ॥ ६१ ॥\n" +
                "\n" +
                "तरी ऐकें गा सुवर्म । वाक्य माझें परम ।\n" +
                "जें अक्षरें लेऊनी परब्रह्म । तुज खेंवासि आलें ॥ ६२ ॥\n" +
                "\n" +
                "परी किरीटी तूं मातें । नेणसी ना निरुतें ।\n" +
                "तरि तो गा जो मी एथें । तें विश्वचि हें ॥ ६३ ॥\n" +
                "\n" +
                "  न मे विदुः सुरगणाः प्रभवं न महर्षयः ।\n" +
                "  अहमादिर्हि देवानां महर्षीणां च सर्वशः ॥ २॥\n" +
                "\n" +
                "एथ वेद मुके जाहाले । मन पवन पांगुळले ।\n" +
                "रातीविण मावळले । रविशशी जेथ ॥ ६४ ॥\n" +
                "\n" +
                "अगा उदरींचा गर्भु जैसा । न देखें आपुलिये मातेची वयसा ।\n" +
                "मी आघवेया देवां तैसा । नेणवे कांहीं ॥ ६५ ॥\n" +
                "\n" +
                "आणि जळचरां उदधीचें मान । मशका नोलांडवेचि गगन ।\n" +
                "तेवीं महर्षींचें ज्ञान । न देखेचि मातें ॥ ६६ ॥\n" +
                "\n" +
                "मी कवण पां केतुला । कवणाचा कैं जाहला ।\n" +
                "या निरुती करितां बोला । कल्प गेले ॥ ६७ ॥\n" +
                "\n" +
                "कां जे महर्षीं आणि या देवां । येरां भूतजातां सर्वां ।\n" +
                "मी आदि म्हणौनि पांडवा । अवघड जाणतां ॥ ६८ ॥\n" +
                "\n" +
                "उतरलें उदक पर्वत वळघे । जरी झाड वाढत मुळीं लागे ।\n" +
                "तरी मियां जालेनि जगें । जाणिजे मातें ॥ ६९ ॥\n" +
                "\n" +
                "कां गाभेवनें वटु गिंवसवे । जरी तरंगीं सागरू सांठवे ।\n" +
                "कां परमाणूमाजीं सामावे । भूगोलु हा ॥ ७० ॥\n" +
                "\n" +
                "तरी मियां जालिया जीवां । महर्षीं अथवा देवां ।\n" +
                "मातें जाणावया होआवा । अवकाशु गा ॥ ७१ ॥\n" +
                "\n" +
                "ऐसाही जरी विपायें । सांडूनि पुढीले पाये ।\n" +
                "सर्वेंद्रियांसि होये । पाठिमोरा जो ॥ ७२ ॥\n" +
                "\n" +
                "प्रवर्तलाही वेगीं बहुडे । देह सांडूनि मागलीकडे ।\n" +
                "महाभूतांचिया चढे । माथयावरी ॥ ७३ ॥\n" +
                "\n" +
                "  यो मामजमनादिं च वेत्ति लोकमहेश्वरम् ।\n" +
                "  असंमूढः स मर्त्येषु सर्वपापैः प्रमुच्यते ॥ ३॥\n" +
                "\n" +
                "तैसा राहोनि ठायठिके । स्वप्रकाशें चोखें ।\n" +
                "अजत्व माझें देखे । आपुलिया डोळां ॥ ७४ ॥\n" +
                "\n" +
                "मी आदीसिं परु । सकळलोकमहेश्वरु ।\n" +
                "ऐसिया मातें जो नरु । यापरी जाणें ॥ ७५ ॥\n" +
                "\n" +
                "तो पाषाणांमाजीं परिसु । रसांमाजी सिद्धरसु ।\n" +
                "तैसा मनुष्याकृति अंशु । तो माझाचि जाण ॥ ७६ ॥\n" +
                "\n" +
                "तो चालतें ज्ञानाचें बिंब । तयाचे अवयव ते सुखाचे कोंभ ।\n" +
                "परि माणुसपणाची भांब । लोकाचि भागु ॥ ७७ ॥\n" +
                "\n" +
                "अगा अवचिता कापुरा- । माजीं सांपडला हिरा ।\n" +
                "वरी पडिलिया नीरा । न निगे केवीं ॥ ७८ ॥\n" +
                "\n" +
                "तैसा मनुष्यलोकाआंतु । तो जरी जाहला प्राकृतु ।\n" +
                "तऱ्ही प्रकृतिदोषाची मातु । नेणिजे तेथ ॥ ७९ ॥\n" +
                "\n" +
                "तो आपसयेंचि सांडिजे पापीं । जैसा जळत चंदनु सर्पीं ।\n" +
                "तैसा मातें जाणें तो संकल्पीं । वर्जूनि घालिजे ॥ ८० ॥\n" +
                "\n" +
                "तेंचि मातें कैसें जाणिजे । ऐसें कल्पी जरी चित्त तुझें ।\n" +
                "तरी मी ऐसा हें माझें । भाव ऐकें ॥ ८१ ॥\n" +
                "\n" +
                "जे वेगळालां भूतीं । सारिखे होऊनि प्रकृती ।\n" +
                "विखुरले आहेती त्रिजगतीं । आघविये ॥ ८२ ॥\n" +
                "\n" +
                "  बुद्धिर्ज्ञानमसंमोहः क्षमा सत्यं दमः शमः ।\n" +
                "  सुखं दुःखं भवोऽभावो भयं चाभयमेव च ॥ ४॥\n" +
                "\n" +
                "  अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः ।\n" +
                "  भवन्ति भावा भूतानां मत्त एव पृथग्विधाः ॥ ५॥\n" +
                "\n" +
                "ते प्रथम जाण बुद्धी । मग ज्ञान जें निरवधी ।\n" +
                "असंमोह सहनसिद्धी । क्षमा सत्य ॥ ८३ ॥\n" +
                "\n" +
                "मग शम दम दोन्ही । सुख दुःख वर्तत जनीं ।\n" +
                "अर्जुना भावाभाव मानीं । भावाचिमाजीं ॥ ८४ ॥\n" +
                "\n" +
                "आतां भय आणि निर्भयता । अहिंसा आणि समता ।\n" +
                "हे मम रुपची पांडुसुता । ओळख तू ॥ ८५ ॥\n" +
                "\n" +
                " दान यश अपकीर्ती । ते जे भाव सर्वत्र वसती ।\n" +
                "ते मजचि पासूनि होती । भूतांचा ठायीं ॥ ८६ ॥\n" +
                "\n" +
                "जैसीं भूतें आहाति सिनानीं । तैसेचि हेही वेगळाले मानीं ।\n" +
                "एक उपजती माझां ज्ञानीं । एक नेणती मातें ॥ ८७ ॥\n" +
                "\n" +
                "अगा प्रकाश आणि कडवसें । हें सूर्याचिस्तव जैसें ।\n" +
                "प्रकाश उदयीं दिसे । तम अस्तुसीं ॥ ८८ ॥\n" +
                "\n" +
                "आणि माझें जे जाणणें नेणणें । तें तंव भूतांचिया दैवाचें करणें ।\n" +
                "म्हणौनि भूतीं भावाचें होणें । विषम पडे ॥ ८९ ॥\n" +
                "\n" +
                "यापरी माझां भावीं । हे जीवसृष्टि आहे आघवी ।\n" +
                "गुंतली असे जाणावी । पंडुकुमरा ॥ ९० ॥\n" +
                "\n" +
                "आतां इये सृष्टीचे पालक । तयां आधीन वर्तती लोक ।\n" +
                "ते अकरा भाव आणिक । सांगेन तुज ॥ ९१ ॥\n" +
                "\n" +
                "  महर्षयः सप्त पूर्वे चत्वारी मनवस्तथा ।\n" +
                "  मद्\u200Dभवा मानसा जाता येषां लोक इमाः प्रजाः ॥ ६॥\n" +
                "\n" +
                "तरी आघवांचि गुणीं वृद्ध । जे महर्षींमाजीं प्रबुद्ध ।\n" +
                "कश्यपादि प्रसिद्ध । सप्त ऋषी ॥ ९२ ॥\n" +
                "\n" +
                "आणिकही सांगिजतील । जे चौदा आंतील ।\n" +
                "स्वायंभू मुख्य मुद्दल । चारी मनु ॥ ९३ ॥\n" +
                "\n" +
                "ऐसें हे अकरा । माझां मनीं जाहाले धनुर्धरा ।\n" +
                "सृष्टीचिया व्यापारा- । लागोनियां ॥ ९४ ॥\n" +
                "\n" +
                "जैं लोकांची व्यवस्था न पडे । जैं या त्रिभुवनाचे कांहीं न मांडे ।\n" +
                "तैं महाभूतांचे दळवाडें । अचुंबित असे ॥ ९५ ॥\n" +
                "\n" +
                "तैंचि हे जाहाले । इहीं लोकपाळ केले ।\n" +
                "अध्यक्ष रचूनि ठेविले । इहीं जन ॥ ९६ ॥\n" +
                "\n" +
                "म्हणौनि अकरा हे राजा । मग येर लोक यांचिया प्रजा ।\n" +
                "ऐसा हा विस्तारु माझा । ओळख तूं ॥ ९७ ॥\n" +
                "\n" +
                "पाहें पां आरंभीं बीज एकलें । मग तेंचि विरूढलिया बूड जाहालें । बुडीं कोंभ निघाले । खांदियांचे ॥ ९८ ॥\n" +
                "\n" +
                "खांदियांपासूनि अनेका । पसरलिया शाखोपशाखा ।\n" +
                "शाखांस्तव देखा । पल्लवपानें ॥ ९९ ॥\n" +
                "\n" +
                "पल्लवीं फूल फळ । एवं वृक्षत्व जाहालें सकळ ।\n" +
                "तें निर्धारितां केवळ । बीजचि तें ॥ १०० ॥\n" +
                "\n" +
                "ऐसें मी एकचि पहिलें । मग मी तें मनातें व्यालें ।\n" +
                "तेथ सप्तऋषि जाहाले । आणि चारी मनु ॥ १०१ ॥\n" +
                "\n" +
                "इहीं लोकपाळ केले । लोकपाळीं विविध लोक सृजिले ।\n" +
                "लोकांपासूनि निपजले । प्रजाजात ॥ १०२ ॥\n" +
                "\n" +
                "ऐसेनि हें विश्व येथें । मीचि प्रसवला ना निरुतें ।\n" +
                "परी भावाचेनि हातें । माने जया ॥ १०३ ॥\n" +
                "\n" +
                "  एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः ।\n" +
                "  सोऽविकंपेन योगेन युज्यते नात्र संशयः ॥ ७॥\n" +
                "\n" +
                "यालागीं सुभद्रापती । हे भाव इया माझिया विभूती ।\n" +
                "आणि यांचिया व्याप्ती । व्यापिलें विश्व ॥ १०४ ॥\n" +
                "\n" +
                "म्हणोनि गा यापरी । ब्रह्मादिपिपीलिकावरी ।\n" +
                "मीवांचूनि दुसरी । गोठी नाहीं ॥ १०५ ॥\n" +
                "\n" +
                "ऐसें जाणे जो साचें । तया चेइरें जाहालें ज्ञानाचें ।\n" +
                "म्हणोनि उत्तम मध्यम भेदाचें । दुःस्वप्न तयां ॥ १०६ ॥\n" +
                "\n" +
                "मी माझिया विभूती । विभूतीं अधिष्ठिलिया व्यक्ती ।\n" +
                "हें आघवें योगप्रतीती । एकचि मानी ॥ १०७ ॥\n" +
                "\n" +
                "म्हणोनि निःशंकें येणें महायोगें । मज मीनला मनाचेनि आंगें ।\n" +
                "एथ संशय करणें न लगे । तो त्रिशुद्धी जाहला ॥ १०८ ॥\n" +
                "\n" +
                "कां जे ऐसें किरीटी । मातें भजे जो अभेदा दिठी ।\n" +
                "तयाचिये भजनाचिये नाटीं । सूती मज ॥ १०९ ॥\n" +
                "\n" +
                "म्हणऊनि अभेदें जो भक्तियोगु । तेथ शंका नाहीं नये खंगु ।\n" +
                "करितां ठेला तरी चांगु । तें सांगितलें षष्ठीं ॥ ११० ॥\n" +
                "\n" +
                "तोचि अभेदु कैसा । हें जाणावया मानसा ।\n" +
                "साद जाली तरी परियेसा । बोलिजेल ॥ १११ ॥\n" +
                "\n" +
                "  अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते ।\n" +
                "  इति मत्वा भजन्ते मां बुधा भावसमन्विताः ॥ ८॥\n" +
                "\n" +
                "तरि मीचि एक सर्वां । या जगा जन्म पांडवा ।\n" +
                "आणि मजचिपासूनि आघवा । निर्वाहो यांचा ॥ ११२ ॥\n" +
                "\n" +
                "कल्लोळमाळा अनेगा । जन्म जळींचि पैं गा ।\n" +
                "आणि तयां जळचि आश्रयो तरंगा । जीवनही जळ ॥ ११३ ॥\n" +
                "\n" +
                "ऐसें आघवांचि ठायीं । तया जळचि जेविं पाहीं ।\n" +
                "तैसा मीवांचूनि नाहीं । विश्वीं इये ॥ ११४ ॥\n" +
                "\n" +
                "ऐसिया व्यापका मातें । मानूनि जे भजती भलतेथें ।\n" +
                "परि साचोकारें उदितें । प्रेमभावें ॥ ११५ ॥\n" +
                "\n" +
                "देशकाळवर्तमान । आघवें मजसीं करूनि अभिन्न ।\n" +
                "जैसा वायु होऊन गगन । गगनींचि विचरे ॥ ११६ ॥\n" +
                "\n" +
                "ऐसेनि जे निजज्ञानी । खेळत सुखें त्रिभुवनीं ।\n" +
                "जगद्रूपा मनीं । सांठऊनि मातें ॥ ११७ ॥\n" +
                "\n" +
                "जें जें भेटे भूत । तें तें मानिजे भगवंत ।\n" +
                "हा भक्तियोगु निश्चित । जाण माझा ॥ ११८ ॥\n" +
                "\n" +
                "  मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम् ।\n" +
                "  कथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च ॥ ९॥\n" +
                "\n" +
                "चित्तें मीचि जाहाले । मियांचि प्राणें धाले ।\n" +
                "जीवों मरों विसरले । बोधाचिया भुली ॥ ११९ ॥\n" +
                "\n" +
                "मग तया बोधाचेनि माजे । नाचती संवादसुखाचीं भोजें ।\n" +
                "आतां एकमेकां घेपे दीजे । बोधचि वरी ॥ १२० ॥\n" +
                "\n" +
                "जैशीं जवळिकेंचीं सरोवरें । उचंबळलिया कालवती परस्परें ।\n" +
                "मग तरंगासि धवळारें । तरंगचि होती ॥ १२१ ॥\n" +
                "\n" +
                "तैसी येरयेरांचिये मिळणी । पडत आनंदकल्लोळांची वेणी ।\n" +
                "तेथ बोध बोधाचीं लेणीं । बोधेंचि मिरवी ॥ १२२ ॥\n" +
                "\n" +
                "जैसें सूर्यें सूर्यातें वोंवाळिलें । कीं चंद्रें चंद्रम्या क्षेम दिधलें ।\n" +
                "ना तरी सरिसेनि पाडें मीनले । दोनी वोघ ॥ १२३ ॥\n" +
                "\n" +
                "तैसें प्रयाग होत सामरस्याचें । वरी वोसाण तरत सात्त्विकाचें ।\n" +
                "ते संवादचतुष्पथींचे । गणेश जाहले ॥ १२४ ॥\n" +
                "\n" +
                "तेव्हां तया महासुखाचेनि भरें । धांवोनि देहाचिये गांवाबाहेरें ।\n" +
                "मियां धाले तेणें उद्गारें । लागती गाजों ॥ १२५ ॥\n" +
                "\n" +
                "पैं गुरुशिष्यांचां एकांतीं । जे अक्षरा एकाची वदंती ।\n" +
                "ते मेघाचियापरी त्रिजगतीं । गर्जती सैंघ ॥ १२६ ॥\n" +
                "\n" +
                "जैसी कमळकळिका जालेपणें । हृदयींचिया मकरंदातें राखों नेणें ।\n" +
                "दे राया रंका पारणें । आमोदाचें ॥ १२७ ॥\n" +
                "\n" +
                "तैसेंचि मातें विश्वीं कथित । कथितेनि तोषें कथूं विसरत ।\n" +
                "मग तया विसरामाजीं विरत । आंगें जीवें ॥ १२८ ॥\n" +
                "\n" +
                "ऐसें प्रेमाचेनि बहुवसपणें । नाहीं राती दिवो जाणणें ।\n" +
                "केलें माझें सुख अव्यंगवाणें । आपणपेयां जिहीं ॥ १२९ ॥\n" +
                "\n" +
                "  तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।\n" +
                "  ददामि बुद्धियोगं तं येन मामुपयान्ति ते ॥ १०॥\n" +
                "\n" +
                "तयां मग जें आम्ही कांहीं । द्यावें अर्जुना पाहीं ।\n" +
                "ते ठायींचीच तिहीं । घेतली सेल ॥ १३० ॥\n" +
                "\n" +
                "कां जे ते जिया वाटा । निगाले गा सुभटा ।\n" +
                "ते सोय पाहोनि अव्हांटा । स्वर्गापवर्ग ॥ १३१ ॥\n" +
                "\n" +
                "म्हणोनि तिहीं जें प्रेम धरिलें । तेंचि आमुचें देणें उपाइलें ।\n" +
                "परि आम्हीं देयावें हेंहि केलें । तिहींची म्हणियें ॥ १३२ ॥\n" +
                "\n" +
                "आतां यावरी येतुलें घडे । जें तेंचि सुख आगळें वाढें ।\n" +
                "आणि काळाची दिठी न पडे । हें आम्हां करणें ॥ १३३ ॥\n" +
                "\n" +
                "लळेयाचिया बाळका किरीटी । गवसणी करूनि स्\u200Dनेहाचिया दिठी । जैसी खेळतां पाठोपाठीं । माउली धांवे ॥ १३४ ॥\n" +
                "\n" +
                "तें जो जो खेळ दावी । तो तो पुढें सोनयाचा करूनि ठेवी ।\n" +
                "तैसी उपास्तीची पदवी । पोषित मी जायें ॥ १३५ ॥\n" +
                "\n" +
                "जिये पदवीचेनि पोषकें । ते मातें पावती यथासुखें ।\n" +
                "हे पाळती मज विशेखें । आवडे करूं ॥ १३६ ॥\n" +
                "\n" +
                "पैं गा भक्तासि माझें कोड । मज तयाचे अनन्यगतीची चाड ।\n" +
                "कां जे प्रेमळांचें सांकड । आमुते घरीं ॥ १३७ ॥\n" +
                "\n" +
                "पाहें पां स्वर्ग मोक्ष उपायिले । दोन्ही मार्ग तयाचिये वाहणी केले । आम्हीं आंगही शेखीं वेंचिलें । लक्ष्मियेसीं ॥ १३८ ॥\n" +
                "\n" +
                "परि आपणपेंवीण जें एक । तें तैसेंचि सुख साजुक ।\n" +
                "सप्रेमळालागीं देख । ठेविलें जतन ॥ १३९ ॥\n" +
                "\n" +
                "हा ठायवरी किरीटी । आम्ही प्रेमळु घेवों आपणपयासाठीं ।\n" +
                "या बोलीं बोलिजत गोष्टी । तैसिया नव्हती गा ॥ १४० ॥\n" +
                "\n" +
                "  तेषामेवानुकम्पार्थमहमज्ञानजं तमः ।\n" +
                "  नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता ॥ ११॥\n" +
                "\n" +
                "म्हणोनि मज आत्मयाचा भावो । जिहीं जियावया केला ठावो ।\n" +
                "एक मीवांचूनि वावो । येर मानिलें जिहीं ॥ १४१ ॥\n" +
                "\n" +
                "तयां तत्त्वज्ञां चोखटां । दिवी पोतासाची सुभटा ।\n" +
                "मग मीचि होऊनि दिवटा । पुढां पुढां चालें ॥ १४२ ॥\n" +
                "\n" +
                "अज्ञानाचिये राती- । माजीं तमाचि मिळणी दाटती ।\n" +
                "ते नाशूनि घालीं परौती । करीं नित्योदयो ॥ १४३ ॥\n" +
                "\n" +
                "ऐसें प्रेमळाचेनि प्रियोत्तमें । बोलिलें जेथ पुरुषोत्तमें ।\n" +
                "तेथ अर्जुन मनोधर्में । निवालों म्हणतसे ॥ १४४ ॥\n" +
                "\n" +
                "अहो जी अवधारा । भला केरु फेडिला संसारा ।\n" +
                "जाहलों जननीजठरजोहरा- । वेगळा प्रभू ॥ १४५ ॥\n" +
                "\n" +
                "जी जन्मलेपण आपुलें । हें आजि मियां डोळां देखिलें ।\n" +
                "जीवित हातां चढलें । आवडतसें ॥ १४६ ॥\n" +
                "\n" +
                "आजि आयुष्या उजवण जाहली । माझिया दैवा दशा उदयली ।\n" +
                "जे वाक्यकृपा लाधली । दैविकेनि मुखें ॥ १४७ ॥\n" +
                "\n" +
                "आतां येणें वचन तेजाकारें । फिटलें आंतील बाहेरील आंधारें ।\n" +
                "म्हणोनि देखतसें साचोकारें । स्वरूप तुझें ॥ १४८ ॥\n" +
                "\n" +
                "  अर्जुन उवाच । परं ब्रह्म परं धाम पवित्रं परमं भवान् ।\n" +
                "  पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ॥ १२॥\n" +
                "\n" +
                "तरी होसी गा तूं परब्रह्म । जें या महाभूतां विसंवतें धाम ।\n" +
                "पवित्र तूं परम । जगन्नाथा ॥ १४९ ॥\n" +
                "\n" +
                "तूं परम दैवत तिहीं देवां । तूं पुरुष जी पंचविसावा ।\n" +
                "दिव्य तूं प्रकृतिभावा- । पैलीकडील ॥ १५० ॥\n" +
                "\n" +
                "अनादिसिद्ध तूं स्वामी । जो नाकळिजसी जन्मधर्मीं ।\n" +
                "तो तूं हें आम्ही । जाणितलें आतां ॥ १५१ ॥\n" +
                "\n" +
                "तूं या कालयंत्रासि सूत्री । तूं जीवकळेची अधिष्ठात्री ।\n" +
                "तूं ब्रह्मकटाहधात्री । हें कळलें फुडें ॥ १५२ ॥\n" +
                "\n" +
                "  आहुस्त्वामृषयः सर्वे देवर्षिनारदस्तथा ।\n" +
                "  असितो देवलो व्यासः स्वयं चैव ब्रवीषि मे ॥ १३॥\n" +
                "\n" +
                "पैं आणिकही एक परी । इये प्रतीतीची येतसे थोरी ।\n" +
                "जे मागें ऐसेंचि ऋषीश्वरीं । सांगितलें तूंतें ॥ १५३ ॥\n" +
                "\n" +
                "परि तया सांगितलियाचें साचपण । हें आतां माझें देखतसे अंतःकरण । जे कृपा केली आपण । म्हणोनि देवा ॥ १५४ ॥\n" +
                "\n" +
                "एऱ्हवीं नारदु अखंड जवळां ये । तोही ऐसेंचि वचनीं गाये ।\n" +
                "परि अर्थ न बुजोनि ठाये । गीतसुखचि ऐकों ॥ १५५ ॥\n" +
                "\n" +
                "जी आंधळेयांचां गांवीं । आपणपें प्रगटलें रवी ।\n" +
                "तरी तिहीं वोतपलीचि घ्यावी । वांचूनि प्रकाशु कैंचा ? ॥ १५६ ॥\n" +
                "\n" +
                "येरवीं देवर्षि अध्यात्म गातां । आहाच रागांगेंसीं जे मधुरता ।\n" +
                "तेचि फावे येर चित्ता । नलगेचि कांहीं ॥ १५७ ॥\n" +
                "\n" +
                "पैं असिता देवलाचेनिहि मुखें । मी एवंविधा तूंतें आइकें ।\n" +
                "परी तैं बुद्धि विषयविखें । घारिली होती ॥ १५८ ॥\n" +
                "\n" +
                "विषयविषाचा पडिपाडू । गोड परमार्थु लागे कडू ।\n" +
                "कडू विषय तो गोडू । जीवासी जाहला ॥ १५९ ॥\n" +
                "\n" +
                "आणि हें आणिकांचें काय सांगावें । राउळा आपणचि येऊनि व्यासदेवें । तुझें स्वरूप आघवें । सर्वदा सांगिजे ॥ १६० ॥\n" +
                "\n" +
                "परि तो अंधारीं चिंतामणि देखिला । जेवीं नव्हे या बुद्धी उपेक्षिला । पाठीं दिनोदयीं वोळखिला । होय म्हणौनि ॥ १६१ ॥\n" +
                "\n" +
                "तैसीं व्यासादिकांचीं बोलणीं । तिया मजपाशीं चिद्रत्\u200Dनांचिया खाणी । परि उपेक्षिल्या जात होतीया तरणी । तुजवीण कृष्णा ॥ १६२ ॥\n" +
                "\n" +
                "  सर्वमेतदृतं मन्ये यन्मां वदसि केशव ।\n" +
                "  न हि ते भगवन् व्यक्तिं विदुर्देवा न दानवाः ॥ १४॥\n" +
                "\n" +
                "ते आतां वाक्यसूर्यकर तुझे फांकले । आणि ऋषीं मार्ग होते जे कथिले ।\n" +
                "तयां आघवियांचेंचि फिटलें । अनोळखपण ॥ १६३ ॥\n" +
                "\n" +
                "जी ज्ञानाचें बीज तयांचे बोल । माजीं हृदयभूमिके पडिले सखोल । वरि इये कृपेची जाहाली वोल । म्हणोनि संवादफळेंशीं उठलें ॥ १६४ ॥\n" +
                "\n" +
                "अहो नारदादिकां संतां । त्यांचिया उक्तिरूप सरिता ।\n" +
                "मी महोदधीं जालां अनंता । संवादसुखाचा ॥ १६५ ॥\n" +
                "\n" +
                "प्रभु आघवेनि येणें जन्में । जियें पुण्यें केलीं मियां उत्तमें ।\n" +
                "तयांचीं न ठकतीचि अंगीं कामें । सद्\u200Dगुरु तुवां ॥ १६६ ॥\n" +
                "\n" +
                "एऱ्हवीं वडिलवडिलांचेनि मुखें । मी सदां तूंतें कानीं आइकें ।\n" +
                "परि कृपा न कीजेचि तुवां एकें । तंव नेणवेचि कांहीं ॥ १६७ ॥\n" +
                "\n" +
                "म्हणोनि भाग्य जैं सानुकूळ । जालिया केले उद्यम सदां सफळ ।\n" +
                "तैसें श्रुताधीत सकळ । गुरुकृपा साच ॥ १६८ ॥\n" +
                "\n" +
                "जी बनकरु झाडें सिंपी जीवेंसाटीं । पाडूनि जन्में काढी आटी ।\n" +
                "परि फळेंसी तैंचि भेटी । जैं वसंतु पावे ॥ १६९ ॥\n" +
                "\n" +
                "अहो विषमा जैं वोहट पडे । तैं मधुर तें मधुर आवडे ।\n" +
                "पैं रसायनें तैं गोडें । जैं आरोग्य देहीं ॥ १७० ॥\n" +
                "\n" +
                "कां इंद्रियें वाचा प्राण । यां जालियांचे तैंचि सार्थकपण ।\n" +
                "जैं चैतन्य येऊनि आपण । संचरे माजीं ॥ १७१ ॥\n" +
                "\n" +
                "तैसें शब्दजात आलोडिलें । अथवा योगादिक जें अभ्यासिलें ।\n" +
                "तें तैंचि म्हणों ये आपुलें । जैं सानुकूल गुरु ॥ १७२ ॥\n" +
                "\n" +
                "ऐसिये जालिये प्रतीतीचेनि माजें । अर्जुन निश्चयाचि नाचतुसें भोजें । तेवींचि म्हणे देवा तुझें । वाक्य मज मानलें ॥ १७३ ॥\n" +
                "\n" +
                "तरि साचचि हें कैवल्यपती । मज त्रिशुद्धी आली प्रतीती ।\n" +
                "जे तूं देवदानवांचिये मती- । जोगा नव्हसी ॥ १७४ ॥\n" +
                "\n" +
                "तुझें वाक्य व्यक्ती न येतां देवा । जो आपुलिया जाणे जाणिवा ।\n" +
                "तो कहींचि नोहे हें स\u200Dद्भावा । भरंवसेनि आलें ॥ १७५ ॥\n" +
                "\n" +
                "  स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम ।\n" +
                "  भूतभावन भूतेश देवदेव जगत्पते ॥ १५॥\n" +
                "\n" +
                "एथ आपुलें वाडपण जैसें । आपणचि जाणिजे आकाशें ।\n" +
                "कां मी येतुली घनवट ऐसें । पृथ्वीचि जाणे ॥ १७६ ॥\n" +
                "\n" +
                "तैसा आपुलिये सर्वशक्ती । तुज तूंचि जाणूं लक्ष्मीपती ।\n" +
                "येर वेदादिक मती । मिरवती वायां ॥ १७७ ॥\n" +
                "\n" +
                "हां गा मनातें मागां सांडावें । पवनातें वावीं मवावें ।\n" +
                "आदिशून्य उतरोनि जावें । केउतें बाहीं ॥ १७८ ॥\n" +
                "\n" +
                "तैसें हें तुझें जाणणें आहे । म्हणोनि कोणाही ठाकतें नोहे ।\n" +
                "आतां तुझें ज्ञान होये । तुजचिजोगें ॥ १७९ ॥\n" +
                "\n" +
                "जी आपणपयातें तूंचि जाणसी । आणिकातें सांगावयाही तूं समर्थ होसी ।\n" +
                "तरी आतां एक वेळ घाम पुसीं । आर्तीचिये निडळींचा ॥ १८० ॥\n" +
                "\n" +
                "हें आइकिलें कीं भूतभावना । त्रिभुवनगजपंचानना । सकळदेवदेवतार्चना । जगन्नायका ॥ १८१ ॥\n" +
                "\n" +
                "जरी थोरी तुझी पाहात आहों । तरी पासीं उभे ठाकावयाही योग्य नोहों ।\n" +
                "या शोच्यता जरी विनवूं बिहों । तरी आन उपायो नाहीं ॥ १८२ ॥\n" +
                "\n" +
                "भरले समुद्रसरिता चहूंकडे । परि ते बापियासि कोरडे ।\n" +
                "कां जैं मेघौनि थेंबुटा पडे । तैं पाणी कीं तया ॥ १८३ ॥\n" +
                "\n" +
                "तैसे गुरु जी सर्वत्र आथी । परि कृष्णा आम्हां तूंचि गती ।\n" +
                "हें असो मजप्रती । विभूती सांगें ॥ १८४ ॥\n" +
                "\n" +
                "  वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः ।\n" +
                "  याभिर्विभूतिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि ॥ १६॥\n" +
                "\n" +
                "जी तुझिया विभूती आघविया । परि व्यापिती शक्ति दिव्या जिया । तिया आपुलिया दावाविया । आपण मज ॥ १८५ ॥\n" +
                "\n" +
                "जिहीं विभूतीं ययां समस्तां । लोकांतें व्यापूनि आहाती अनंता ।\n" +
                "तिया प्रधाना नामांकिता । प्रगटा करीं ॥ १८६ ॥\n" +
                "\n" +
                "  कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् ।\n" +
                "  केषु केषु च भावेषु चिन्त्योऽसि भगवन्मया ॥ १७॥\n" +
                "\n" +
                "जी कैसें मियां तूंतें जाणावें । काय जाणोनि सदा चिंतावें ।\n" +
                "जरी तूंचि म्हणों आघवें । तरि चिंतनचि न घडे ॥ १८७ ॥\n" +
                "\n" +
                "म्हणोनि मागां भाव जैसे । आपुले सांगितले तुवां उद्देशें ।\n" +
                "आतां विस्तारोनि तैसे । एक वेळ बोलें ॥ १८८ ॥\n" +
                "\n" +
                "जयां जयां भावाचां ठायीं । तूंतें चिंतितां मज सायासु नाहीं ।\n" +
                "तो विवळ करूनि देईं । योगु आपुला ॥ १८९ ॥\n" +
                "\n" +
                "  विस्तरेणात्मनो योगं विभूतिं च जनार्दन ।\n" +
                "  भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम् ॥ १८॥\n" +
                "\n" +
                "आणि पुसलिया जिया विभूती । त्याही बोलाविया भूतपती ।\n" +
                "येथ म्हणसी जरी पुढती । काय सांगों ॥ १९० ॥\n" +
                "\n" +
                "तरी हा भाव मना । झणें जाय हो जनार्दना ।\n" +
                "पैं प्राकृताही अमृतपाना । ना न म्हणवे जी ॥ १९१ ॥\n" +
                "\n" +
                "जे काळकूटाचें सहोदर । जें मृत्यूभेणें प्याले अमर ।\n" +
                "तरि दिहाचे पुरंदर । चौदा जाती ॥ १९२ ॥\n" +
                "\n" +
                "ऐसा कवण एक क्षीराब्धीचा रसु । जया वायांचि अमृतपणाचा आभासु । तयाचाही मीठांशु । जे पुरे म्हणों नेदी ॥ १९३ ॥\n" +
                "\n" +
                "तया पाबळेयाही येतुलेवरी । गोडियेचि आथि थोरी ।\n" +
                "मग हें तंव अवधारीं । परमामृत साचें ॥ १९४ ॥\n" +
                "\n" +
                "जें मंदराचळु न ढाळितां । क्षीरसागरु न डहुळितां ।\n" +
                "अनादि स्वभावता । आइतें आहे ॥ १९५ ॥\n" +
                "\n" +
                "जें द्रव ना नव्हे बद्ध । जेथ नेणिजती रस गंध ।\n" +
                "जें भलतयांही सिद्ध । आठवलेंचि फावे ॥ १९६ ॥\n" +
                "\n" +
                "जयाची गोठीचि ऐकतखेंवो । आघवा संसारु होय वावो ।\n" +
                "बळिया नित्यता लागे येवों । आपणपेंया ॥ १९७ ॥\n" +
                "\n" +
                "जन्ममृत्यूची भाख । हारपोनि जाय निःशेख ।\n" +
                "आंत बाहेरी महासुख । वाढोंचि लागे ॥ १९८ ॥\n" +
                "\n" +
                "मग दैवगत्या जरी सेविजे । तरी तें आपणचि होऊनि ठाकिजे ।\n" +
                "तें तुज देतां चित्त माझें । पुरें म्हणों न शके ॥ १९९ ॥\n" +
                "\n" +
                "तवं तुझें नामचि आम्हां आवडे । वरि भेटी होय आणि जवळिक जोडे । पाठीं गोठी सांगसी सुरवाडें । आनंदाचेनी ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" आतां हें सुख कायिसयासारिखें । कांहीं निर्वचेना मज परितोखें ।\n" +
                "तरि येतुलें जाणें जे येणें मुखें । पुनरुक्तही हो ॥ २०१ ॥\n" +
                "\n" +
                "हां गा सूर्य काय शिळा ? । अग्नि म्हणों येत आहे वोंविळा ।\n" +
                "कां नित्य वाहातया गंगाजळा । पारसेपण असे ॥ २०२ ॥\n" +
                "\n" +
                "तुंवा स्वमुखें जें बोलिलें । हें आम्हीं नादासि रूप देखिलें ।\n" +
                "आजि चंदनतरूचीं फुलें । तुरंबीत आहों मां ॥ २०३ ॥\n" +
                "\n" +
                "या पार्थाचिया बोला । सर्वांगें कृष्ण डोलला ।\n" +
                "म्हणे भक्तिज्ञानासि जाहला । आगरु हा ॥ २०४ ॥\n" +
                "\n" +
                "ऐसा पतिकराचिया तोषा आंतु । प्रेमाचा वेगु उचंबळतु ।\n" +
                "सायासें सांवरूनि अनंतु । काय बोले ॥ २०५ ॥\n" +
                "\n" +
                "  श्रीभगवानुवाच । हन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः ।\n" +
                "  प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ॥ १९॥\n" +
                "\n" +
                "मी पितामहाचा पिता । हें आठवितांही नाठवे चित्ता ।\n" +
                "कीं म्हणतसे बा पंडुसुता । भलें केलें ॥ २०६ ॥\n" +
                "\n" +
                "अर्जुनातें बा म्हणे एथ कांहीं । आम्हां विस्मो करावया कारण नाहीं । आंगें तो लेंकरूं काई । नव्हेचि नंदाचें ॥ २०७ ॥\n" +
                "\n" +
                "परि प्रस्तुत ऐसें असो । हें करवी आवडीचा अतिसो ।\n" +
                "मग म्हणे आइकें सांगतसों । धनुर्धरा ॥ २०८ ॥\n" +
                "\n" +
                "तरी तुवां पुसलिया विभूती । तयांचें अपारपण सुभद्रापती ।\n" +
                "ज्या माझियाचि परि माझिये मती । आकळती ना ॥ २०९ ॥\n" +
                "\n" +
                "आंगींचिया रोमा किती । जयाचिया तयासि न गणवती ।\n" +
                "तैसिया माझिया विभूती । असंख्य मज ॥ २१० ॥\n" +
                "\n" +
                "एऱ्हवीं तरी मी कैसा केवढा । म्हणोनि आपणपयांही नव्हेचि फुडा । यालागीं प्रधाना जिया रूढा । तिया विभूती आइकें ॥ २११ ॥\n" +
                "\n" +
                "जिया जाणतलियासाठीं । आघवीया जाणितलिया होती किरीटी । जैसें बीज आलिया मुठीं । तरूचि आला होय ॥ २१२ ॥\n" +
                "\n" +
                "कां उद्यान हाता चढिलें । तरी आपैसीं सांपडलीं फळें फुलें ।\n" +
                "तेवीं देखिलिया जिया देखवलें । विश्व सकळ ॥ २१३ ॥\n" +
                "\n" +
                "एऱ्हवीं साचचि गा धनुर्धरा । नाहीं शेवटु माझिया विस्तारा ।\n" +
                "पैं गगना ऐशिया अपारा । मजमाजीं लपणें ॥ २१४ ॥\n" +
                "\n" +
                "  अहमात्मा गुडाकेश सर्वभूताशयस्थितः ।\n" +
                "  अहमादिश्च मध्यं च भूतानामन्त एव च ॥ २०॥\n" +
                "\n" +
                "आइकें कुटिलालकमस्तका । धनुर्वेदत्र्यंबका ।\n" +
                "मी आत्मा असें एकैका । भूतमात्राचां ठायीं ॥ २१५ ॥\n" +
                "\n" +
                "आंतुलीकडे मीचि यांचा अंतःकरणीं । भूतांबाहेरी माझीच गंवसणी । आदि मी निर्वाणीं । मध्यही मीचि ॥ २१६ ॥\n" +
                "\n" +
                "जैसें मेघां या तळीं वरी । एक आकाशचि आंत बाहेरी ।\n" +
                "आणि आकाशींचि जाले अवधारीं । असणेंही आकाशीं ॥ २१७ ॥\n" +
                "\n" +
                "पाठीं लया जे वेळीं जाती । ते वेळीं आकाशचि होऊनि ठाती ।\n" +
                "तेवीं आदि स्थिती अंतगती । भूतांसि मी ॥ २१८ ॥\n" +
                "\n" +
                "ऐसें बहुवस आणि व्यापकपण । माझें विभूतियोगें जाण ।\n" +
                "तरी जीवचि करूनि श्रवण । आइकोनि आइक ॥ २१९ ॥\n" +
                "\n" +
                "याहीवरी त्या विभूती । सांगणें ठेलें तुजप्रति ।\n" +
                "सांगेन म्हणितलें तुज प्रीती । त्या प्रधाना आइकें ॥ २२० ॥\n" +
                "\n" +
                "  आदित्यानामहं विष्णुर्ज्योतिषां रविरंशुमान ।\n" +
                "  मरीचिर्मरुतानामस्मि नक्षत्राणामहं शशी ॥ २१॥\n" +
                "\n" +
                "हें बोलोनि तो कृपावंतु । म्हणे विष्णु मी आदित्यांआंतु ।\n" +
                "रवी मी रश्मिवंतु । सुप्रभांमाजीं ॥ २२१ ॥\n" +
                "\n" +
                "मरूद्\u200Dगणांच्या वर्गीं । मरीचि म्हणे मी शारङ्गी ।\n" +
                "चंद्र मी गगनरंगीं । तारांमाजीं ॥ २२२ ॥\n" +
                "\n" +
                "  वेदानां सामवेदोऽस्मि देवानामस्मि वासवः ।\n" +
                "  इन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना ॥ २२॥\n" +
                "\n" +
                "वेदांआंतु सामवेदु । तो मी म्हणे गोविंदु ।\n" +
                "देवांमाजी मरुद्\u200Dबंधु । महेंद्र तो मी ॥ २२३ ॥\n" +
                "\n" +
                "इंद्रियांआंतु अकरावें । मन तें मी हें जाणावें ।\n" +
                "भूतांमाजी स्वभावें । चेतना ते मी ॥ २२४ ॥\n" +
                "\n" +
                "रुद्राणां शंकरश्चास्मि वित्तेशो यक्षरक्षसाम् ।\n" +
                "वसूनां पावकश्चास्मि मेरुः शिखरिणामहम् ॥ २३॥\n" +
                "\n" +
                "अशेषांही रुद्रांमाझारीं । शंकर जो मदनारी ।\n" +
                "तो मी येथ न धरीं । भ्रांति कांहीं ॥ २२५ ॥\n" +
                "\n" +
                "यक्षरक्षोगणांआंतु । शंभूचा सखा जो धनवंतु ।\n" +
                "तो कुबेरु मी हें अनंतु । म्हणता जाहला ॥ २२६ ॥\n" +
                "\n" +
                "मग आठांही वसूंमाझारीं । पावकु तो मी अवधारीं ।\n" +
                "शिखराथिलियां सर्वोपरी । मेरु तो मी ॥ २२७ ॥\n" +
                "\n" +
                "  पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम् ।\n" +
                "  सेनानीनामहं स्कन्दः सरसामस्मि सागरः ॥ २४॥\n" +
                "\n" +
                "  महर्षीणां भृगुरहं गिरामस्म्येकमक्षरम् ।\n" +
                "  यज्ञानां जपयज्ञोऽस्मि स्थावराणां हिमालयः ॥ २५॥\n" +
                "\n" +
                "जो स्वर्गसिंहासना सावावो । सर्वज्ञते आदीचा ठावो ।\n" +
                "तो पुरोहितांमाजीं रावो । बृहस्पती मी ॥ २२८ ॥\n" +
                "\n" +
                "त्रिभुवनींचिया सेनापतीं- । आंत स्कंदु तो मी महामती ।\n" +
                "जो हरवीर्यें अग्निसंगती । कृत्तिकाआंतु जाहला ॥ २२९ ॥\n" +
                "\n" +
                "सकळिकां सरोवरांसी । माजीं समुद्र तो मी जळराशी ।\n" +
                "महर्षींआंतु तपोराशी । भृगु तो मी ॥ २३० ॥\n" +
                "\n" +
                "अशेषांही वाचा । आंतु नटनाच सत्याचा ।\n" +
                "तें अक्षर एक मी वैकुंठींचा । वेल्हाळु म्हणे ॥ २३१ ॥\n" +
                "\n" +
                "समस्तांही यज्ञांचा पैकीं । जपयज्ञु तो मी ये लोकीं ।\n" +
                "जो कर्मत्यागें प्रणवादिकीं । निफजविजे ॥ २३२ ॥\n" +
                "\n" +
                "नामजपयज्ञु तो परम । बाधूं न शके स्\u200Dनानादि कर्म ।\n" +
                "नामें पावन धर्माधर्म । नाम परब्रह्म वेदार्थें ॥ २३३ ॥\n" +
                "\n" +
                "स्थावरां गिरीवरां आंतु । पुण्यपुंज जो हिमवंतु ।\n" +
                "तो मी म्हणे कांतु । लक्ष्मियेचा ॥ २३४ ॥\n" +
                "\n" +
                "  अश्वत्थः सर्ववृक्षाणां देवर्षीणां च नारदः ।\n" +
                "  गन्धर्वाणां चित्ररथः सिद्धानां कपिलो मुनिः ॥ २६॥\n" +
                "\n" +
                "  उच्चैःश्रवसमश्वानां विद्धि माममृतोद्\u200Dभवम् ।\n" +
                "  ऐरावतं गजेन्द्राणां नराणां च नराधिपम् ॥ २७॥\n" +
                "\n" +
                "कल्पद्रुम हन पारिजातु । गुणें चंदनुही वाड विख्यातु ।\n" +
                "तरि ययां वृक्षजातां आंतु । अश्वत्थु तो मी ॥ २३५ ॥\n" +
                "\n" +
                "देवऋषींआंतु पांडवा । नारदु तो मी जाणावा ।\n" +
                "चित्ररथु मी गंधर्वां । सकळिकांमाजीं ॥ २३६ ॥\n" +
                "\n" +
                "ययां अशेषांही सिद्धां- । माजीं कपिलाचार्यु मी प्रबुद्धा ।\n" +
                "तुरंगजातां प्रसिद्धां- । आंत उचैःश्रवा मी ॥ २३७ ॥\n" +
                "\n" +
                "राजभूषण गजांआंतु । अर्जुना मी गा ऐरावतु ।\n" +
                "पयोराशी सुरमथितु । अमृतांशु तो मी ॥ २३८ ॥\n" +
                "\n" +
                "ययां नरांमाजीं राजा । तो विभूतिविशेष माझा ।\n" +
                "जयातें सकळ लोक प्रजा । होऊनि सेविती ॥ २३९ ॥\n" +
                "\n" +
                "  आयुधानामहं वज्रं धेनूनामस्मि कामधुक् ।\n" +
                "  प्रजनश्चास्मि कन्दर्पः सर्पाणामस्मि वासुकिः ॥ २८॥\n" +
                "\n" +
                "  अनन्तश्चास्मि नागानां वरुणो यादसामहम् ।\n" +
                "  पितृणामर्यमा चास्मि यमः संयमतामहम् ॥ २९॥\n" +
                "\n" +
                "पैं आघवेयां हातियेरां । आंत वज्र तें मी धनुर्धरा ।\n" +
                "जें शतमखोत्तीर्णकरा । आरूढोनि असे ॥ २४० ॥\n" +
                "\n" +
                "धेनूंमध्यें कामधेनु । तें मी म्हणे विष्वक्सेनु ।\n" +
                "जन्मवितयांआंत मदनु । तो मी जाणें ॥ २४१ ॥\n" +
                "\n" +
                "सर्पकुळाआंत अधिष्ठाता । वासुकी गा मी कुंतीसुता ।\n" +
                "नागांमाजीं समस्तां । अनंतु तो मी ॥ २४२ ॥\n" +
                "\n" +
                "अगा यादसांआंतु । जो पश्चिमप्रमदेचा कांतु ।\n" +
                "तो वरुण मी हें अनंतु । सांगत असे ॥ २४३ ॥\n" +
                "\n" +
                "आणि पितृगणां समस्तां- । माजीं अर्यमा जो पितृदेवता ।\n" +
                "तो मी हें तत्त्वता । बोलत आहें ॥ २४४ ॥\n" +
                "\n" +
                "जगाचीं शुभाशुभें लिहिती । प्राणियांच्या मानसांचा झाडा घेती ।\n" +
                "मग केलियानुरूप होती । भोगनियम जे ॥ २४५ ॥\n" +
                "\n" +
                "तयां नियमितयांमाजीं यमु । जो कर्मसाक्षी धर्मु ।\n" +
                "तो मी म्हणे रामु । रमापती ॥ २४६ ॥\n" +
                "\n" +
                "  प्रल्हादश्चास्मि दैत्यानां कालः कलयतामहम् ।\n" +
                "  मृगाणां च मृगेन्द्रोऽहं वैनतेयश्च पक्षिणाम् ॥ ३०॥\n" +
                "\n" +
                "अगा दैत्यांचिया कुळीं । प्रल्हादु तो मी न्याहाळीं ।\n" +
                "म्हणौनि दैत्यभावादिमेळीं । लिंपेचिना ॥ २४७ ॥\n" +
                "\n" +
                "पैं कळितयांमाजीं महाकाळु । तो मी म्हणे गोपाळु ।\n" +
                "श्वापदांमाजीं शार्दूळु । तो मी जाण ॥ २४८ ॥\n" +
                "\n" +
                "पक्षिजातिमाझारीं । गरुड तो मी अवधारीं ।\n" +
                "यालागीं जो पाठीवरी । वाहों शके मातें ॥ २४९ ॥\n" +
                "\n" +
                "  पवनः पवतामस्मि रामः शस्त्रभृतामहम् ।\n" +
                "  झषाणां मकरश्चास्मि स्त्रोतसामस्मि जान्हवी ॥ ३१॥\n" +
                "\n" +
                "पृथ्वीचिया पैसारा- । माजीं घडीं न लगतां धनुर्धरा ।\n" +
                "एकेचि उड्डाणें सातांहि सागरां । प्रदक्षिणा करी जो ॥ २५० ॥\n" +
                "\n" +
                "तयां वहिलियां गतिमंतां- । आंत पवनु तो मी पांडुसुता ।\n" +
                "शस्त्रधरां समस्तां- । माजीं श्रीराम तो मी ॥ २५१ ॥\n" +
                "\n" +
                "जेणें सांकडलिया धर्माचेन कैवारें । आपणपयां धनुष्य करूनि दुसरें ।\n" +
                "विजयलक्ष्मीये एक मोहरें । केलें त्रेतीं ॥ २५२ ॥\n" +
                "\n" +
                "पाठीं उभे ठाकूनि सुवेळीं । प्रतापलंकेश्वराचीं सिसाळीं ।\n" +
                "गगनीं उदो म्हणतया हस्तबळीं । दिधली भूतां ॥ २५३ ॥\n" +
                "\n" +
                "जेणें देवांचा मानु गिंवसिला । धर्मासि जीर्णोद्धारु केला ।\n" +
                "सूर्यवंशीं उदेला । सूर्य जो कां ॥ २५४ ॥\n" +
                "\n" +
                "तो हातियेरुपरजितया आंतु । रामचंद्र मी जानकीकांतु ।\n" +
                "मकर मी पुच्छवंतु । जळचरांमाजीं ॥ २५५ ॥\n" +
                "\n" +
                "पैं समस्तांही वोघां- । मध्यें जे भगीरथें आणितां गंगा ।\n" +
                "जन्हूनें गिळिली मग जंघा । फाडूनि दिधली ॥ २५६ ॥\n" +
                "\n" +
                "ते त्रिभूवनैकसरिता । जान्हवी मी पांडुसुता ।\n" +
                "जळप्रवाहां समस्तां- । माझारीं जाणें ॥ २५७ ॥\n" +
                "\n" +
                "ऐसेनि वेगळालां सृष्टीपैकीं । विभूती नाम सूतां एकेकीं ।\n" +
                "सगळेन जन्मसहस्रें अवलोकीं । अर्ध्या नव्हती ॥ २५८ ॥\n" +
                "\n" +
                "  सर्गाणामादिरन्तश्च मध्यं चैवाहमर्जुन ।\n" +
                "  अध्यात्मविद्या विद्यानां वादः प्रवदतामहम् ॥ ३२॥\n" +
                "\n" +
                "  अक्षराणामकारोऽस्मि द्वन्द्वः सामासिकस्य च ।\n" +
                "  अहमेवाक्षयः कालो धाताहं विश्वतोमुखः ॥ ३३॥\n" +
                "\n" +
                "जैसीं अवघींचि नक्षत्रें वेंचावीं । ऐसी चाड उपजेल जैं जीवीं ।\n" +
                "तैं गगनाची बांधावी । लोथ जेवीं ॥ २५९ ॥\n" +
                "\n" +
                "कां पृथ्वीये परमाणूंचा उगाणा घ्यावा । तरि भूगोलुचि काखे सुवावा ।\n" +
                "तैसा विस्तारु माझा पहावा । तरि जाणावें मातें ॥ २६० ॥\n" +
                "\n" +
                "जैसें शाखांसी फूल फळ । एकिहेळां वेटाळूं म्हणिजे सकळ ।\n" +
                "तरी उपडूनियां मूळ । जेवीं हातीं घेपे ॥ २६१ ॥\n" +
                "\n" +
                "तेवीं माझें विभूतिविशेष । जरी जाणों पाहिजेती अशेष ।\n" +
                "तरी स्वरूप एक निर्दोष । जाणिजे माझें ॥ २६२ ॥\n" +
                "\n" +
                "एऱ्हवीं वेगळालिया विभूती । कायिएक परिससी किती ।\n" +
                "म्हणोनि एकिहेळां महामती । सर्व मी जाण ॥ २६३ ॥\n" +
                "\n" +
                "मी आघवियेचि सृष्टी । आदिमध्यांतीं किरीटी ।\n" +
                "ओतप्रोत पटीं । तंतु जेवीं ॥ २६४ ॥\n" +
                "\n" +
                "ऐसिया व्यापका मातें जैं जाणावें । तैं विभूतिभेदें काय करावें ।\n" +
                "परि हे तुझी योग्यता नव्हे । म्हणोनि असो ॥ २६५ ॥\n" +
                "\n" +
                "कां जे तुवां पुसिलिया विभूती । म्हणोनि तिया आईक सुभद्रापती ।\n" +
                "तरी आतां विद्यांमाजीं प्रस्तुतीं । अध्यात्मविद्या ते मी ॥ २६६ ॥\n" +
                "\n" +
                "अगा बोलतयांचिया ठायीं । वादु तो मी पाहीं ।\n" +
                "जो सकलशास्त्रसंमतें कहीं । सरेचिना ॥ २६७ ॥\n" +
                "\n" +
                "जो निर्वचूं जातां वाढे । आइकतयां उत्प्रेक्षे सळु चढे ।\n" +
                "जयावरी बोलतयांचीं गोडें । बोलणीं होतीं ॥ २६८ ॥\n" +
                "\n" +
                "ऐसा प्रतिपादनामाजीं वादु । तो मी म्हणे गोविंदु ।\n" +
                "अक्षरांमाजीं विशदु । अकारु तो मी ॥ २६९ ॥\n" +
                "\n" +
                "पैं गा समासांमाझारीं । द्वंद्व तो मी अवधारीं ।\n" +
                "मशकालागोनि ब्रह्मावेरीं । ग्रासिता तो मी ॥ २७० ॥\n" +
                "\n" +
                "मेरुमंदरादिकीं सर्वीं । सहित पृथ्वीतें विरवी ।\n" +
                "जो एकार्णवातेंही जिरवी । जेथिंचा तेथें ॥ २७१ ॥\n" +
                "\n" +
                "जो प्रळयतेजा देत मिठी । सगळिया पवनातें गिळी किरीटी ।\n" +
                "आकाश जयाचिया पोटीं । सामावलें ॥ २७२ ॥\n" +
                "\n" +
                "ऐसा अपार जो काळु । तो मी म्हणे लक्ष्मीलीळु ।\n" +
                "मग पुढती सृष्टीचा मेळु । सृजिता तो मी ॥ २७३ ॥\n" +
                "\n" +
                "  मृत्युः सर्वहरश्चाहमुद्\u200Dभवश्च भविष्यताम् ।\n" +
                "  कीर्तिः श्रीर्वाक् च नारीणां स्मृतिर्मेधा धृतिः क्षमा ॥ ३४॥\n" +
                "\n" +
                "आणि सृजिलिया भूतांतें मीचि धरीं । सकळां जीवनही मीचि अवधारीं ।\n" +
                "शेखीं सर्वांतें या संहारीं । तेव्हां मृत्युही मीचि ॥ २७४ ॥\n" +
                "\n" +
                "आतां स्त्रीगणांचां पैकीं । माझिया विभूती सात आणिकी ।\n" +
                "तिया ऐक कवतिकीं । सांगिजतील ॥ २७५ ॥\n" +
                "\n" +
                "तरी नीच नवी जे कीर्ति । अर्जुना ते माझी मूर्ती ।\n" +
                "आणि औदार्येंसी जे संपत्ती । तेही मीचि जाणें ॥ २७६ ॥\n" +
                "\n" +
                "आणि ते गा मी वाचा । जे सुखासनीं न्यायाचा ।\n" +
                "आरूढोनि विवेकाचा । मार्गीं चाले ॥ २७७ ॥\n" +
                "\n" +
                "देखिलेनि पदार्थें । जे आठवूनि दे मातें ।\n" +
                "ते स्मृतिही पैं एथें । त्रिशुद्धी मी ॥ २७८ ॥\n" +
                "\n" +
                "पैं स्वहिता अनुजायिनी । मेधा ते गा मी इये जनीं ।\n" +
                "धृती मी त्रिभुवनीं । क्षमा ते मी ॥ २७९ ॥\n" +
                "\n" +
                "एवं नारींमाझारीं । या सातही शक्ति मीचि अवधारीं ।\n" +
                "ऐसें संसारगजकेसरी । म्हणता जाहला ॥ २८० ॥\n" +
                "\n" +
                "  बृहत्साम तथा साम्नां गायत्री छन्दसामहम् ।\n" +
                "  मासानां मार्गशीर्षोऽहमृतूनां कुसुमाकरः ॥ ३५॥\n" +
                "\n" +
                "वेदराशीचिया सामा- । आंत बृहत्साम जें प्रियोत्तमा ।\n" +
                "तें मी म्हणे रमा- । प्राणेश्वरु ॥ २८१ ॥\n" +
                "\n" +
                "गायत्रीछंद जें म्हणिजे । तें सकळां छंदांमाजीं माझें ।\n" +
                "स्वरूप हें जाणिजे । निभ्रांत तुवां ॥ २८२ ॥\n" +
                "\n" +
                "मासांआंत मार्गशीरु । तो मी म्हणे शारङ्गधरु ।\n" +
                "ऋतूंमाजीं कुसुमाकरु । वसंतु तो मी ॥ २८३ ॥\n" +
                "\n" +
                "  द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् ।\n" +
                "  जयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् ॥ ३६॥\n" +
                "\n" +
                "  वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनंजयः ।\n" +
                "  मुनीनामप्यहं व्यासः कवीनामुशना कविः ॥ ३७॥\n" +
                "\n" +
                "छळितयां विंदाणा- । माजीं जूं तें मी विचक्षणा ।\n" +
                "म्हणोनि चोहटां चोरी परी कवणा । निवारूं न ये ॥ २८४ ॥\n" +
                "\n" +
                "अगा अशेषांही तेजसां- । आंत तेज तें मी भरंवसा ।\n" +
                "विजयो मी कार्योद्देशां । सकळांमाजीं ॥ २८५ ॥\n" +
                "\n" +
                "जेणें चोखाळत दिसे न्याय । तो व्यवसायांत व्यवसाय ।\n" +
                "माझें स्वरूप हें राय । सुरांचा म्हणे ॥ २८६ ॥\n" +
                "\n" +
                "सत्त्वाथिलियांआंतु । सत्त्व मी म्हणे अनंतु ।\n" +
                "यादवांमाजीं श्रीमंतु । तोचि तो मी ॥ २८७ ॥\n" +
                "\n" +
                "जो देवकी-वसुदेवास्तव जाहला । कुमारीसाठीं गोकुळीं गेला ।\n" +
                "तो मी प्राणासकट पियाला । पूतनेतें ॥ २८८ ॥\n" +
                "\n" +
                "नुघडतां बाळपणाची फुली । जेणें मियां अदानवीं सृष्टि केली ।\n" +
                "करीं गिरि धरूनि उमाणिली । महेंद्रमहिमा ॥ २८९ ॥\n" +
                "\n" +
                "कालिंदीचें हृदयशल्य फेडिलें । जेणें मियां जळत गोकुळ राखिलें ।\n" +
                "वासरुवांसाठीं लाविलें । विरंचीस पिसें ॥ २९० ॥\n" +
                "\n" +
                "प्रथमदशेचिये पहांटे- । माजीं कंसा ऐशीं अचाटें ।\n" +
                "महाधेंडीं अवचटें । लीळाचि नासिलीं ॥ २९१ ॥\n" +
                "\n" +
                "हें काय कितीएक सांगावें । तुवांही देखिलें ऐकिलें असे आघवें ।\n" +
                "तरि यादवांमाजीं जाणावें । हेंचि स्वरूप माझें ॥ २९२ ॥\n" +
                "\n" +
                "आणि सोमवंशीं तुम्हां पांडवां- । माजीं अर्जुन तो मी जाणावा ।\n" +
                "म्हणोनि एकमेकांचिया प्रेमभावा । विघडु न पडे ॥ २९३ ॥\n" +
                "\n" +
                "संन्यासी तुवां होऊनि जनीं । चोरूनि नेली माझी भगिनी ।\n" +
                "तऱ्ही विकल्पु नुपजे मनीं । मी तूं दोन्ही स्वरूप एक ॥ २९४ ॥\n" +
                "\n" +
                "मुनीआंत व्यासदेवो । तो मी म्हणे यादवरावो ।\n" +
                "कवीश्वरांमाजीं धैर्या ठावो । उशनाचार्य तो मी ॥ २९५ ॥\n" +
                "\n" +
                "  दण्डो दमयतामस्मि नीतिरस्मि जिगीषताम् ।\n" +
                "  मौनं चैवास्मि गुह्यानां ज्ञानं ज्ञानवतामहम् ॥ ३८॥\n" +
                "\n" +
                "अगा दमितयांमाझारीं । अनिवार दंडु तो मी अवधारीं ।\n" +
                "जो मुंगियेलागोनि ब्रह्मावेरीं । नियमित पावे ॥ २९६ ॥\n" +
                "\n" +
                "पैं सारासार निर्धारितयां । धर्मज्ञानाचा पक्षु धरितयां ।\n" +
                "सकळ शास्त्रांमाजीं ययां । नीतिशास्त्र तें मी ॥ २९७ ॥\n" +
                "\n" +
                "आघवियाचि गूढां- । माजीं मौन तें मी सुहाडा ।\n" +
                "म्हणोनि न बोलतयां पुढां । स्त्रष्टाही नेण होय ॥ २९८ ॥\n" +
                "\n" +
                "अगा ज्ञानियांचिया ठायीं । ज्ञान तें मी पाहीं ।\n" +
                "आतां असो हें ययां कांहीं । पार न देखों ॥ २९९ ॥\n" +
                "\n" +
                "  यच्चाऽपि सर्वभूतानां बीजं तदहमर्जुन ।\n" +
                "  न तदस्ति विना यत्स्यान्मया भूतं चराचरम् ॥ ३९॥\n" +
                "\n" +
                "  नान्तोऽस्ति मम दिव्यांना विभूतीनां परंतप ।\n" +
                "  एष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया ॥ ४०॥\n" +
                "\n" +
                "पैं पर्जन्याचिया धारां । वरी लेख करवेल धनुर्धरा ।\n" +
                "कां पृथ्वीचिया तृणांकुरां । होईल ठी ॥ ३०० ॥\n" +
                "\n" +
                "पैं महोदधीचिया तरंगां । व्यवस्था धरूं नये जेवीं गा ।\n" +
                "तेवीं माझिया विशेष लिंगां । नाहीं मिती ॥ ३०१ ॥\n" +
                "\n" +
                "ऐशियाही सातपांच प्रधाना । विभूती सांगितलिया तुज अर्जुना ।\n" +
                "तो हा उद्देशु जो गा मना । आहाच गमला ॥ ३०२ ॥\n" +
                "\n" +
                "येरां विभूतिविस्तारांसि कांहीं । एथ सर्वथा लेख नाहीं ।\n" +
                "म्हणौनि परिससीं तूं काई । आम्हीं सांगों किती ॥ ३०३ ॥\n" +
                "\n" +
                "यालागीं एकिहेळां तुज । दाऊं आतां वर्म निज ।\n" +
                "सर्वभूतांकुरें बीज । विरूढत असे तें मी ॥ ३०४ ॥\n" +
                "\n" +
                "म्हणोनि सानें थोर न म्हणावें । उंच नीच भाव सांडावे ।\n" +
                "एक मीचि ऐसें मानावें । वस्तुजातातें ॥ ३०५ ॥\n" +
                "\n" +
                "तरी यावरी साधारण । आईक पां आणिकही खूण ।\n" +
                "तरी अर्जुना तें तूं जाण । विभूति माझी ॥ ३०६ ॥\n" +
                "\n" +
                "  यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा ।\n" +
                "  तत्तदेवावगच्छ त्वं मम तेजोंऽशसंभवम् ॥ ४१॥\n" +
                "\n" +
                "जेथ जेथ संपत्ति आणि दया । दोन्ही वसती आलिया असती ठाया ।\n" +
                "ते ते जाण धनंजया । विभूति माझी ॥ ३०७ ॥\n" +
                "\n" +
                "  अथवा बहुनैतेन किं ज्ञातेन तवार्जुन ।\n" +
                "  विष्टभ्याहमिदं कृत्स्\u200Dनमेकांशेन स्थितो जगत् ॥ ४२॥\n" +
                "\n" +
                "अथवा एकलें एक बिंब गगनीं । तरी प्रभा फांके त्रिभुवनीं ।\n" +
                "तेवीं एकाकियाची सकळ जनीं । आज्ञा पाळिजे ॥ ३०८ ॥\n" +
                "\n" +
                "तयांतें एकलें झणीं म्हण । ते निर्धन या भाषा नेण ।\n" +
                "काय कामधेनूसवें सर्व साहान । चालत असे ॥ ३०९ ॥\n" +
                "\n" +
                "तियेतें जें जेधवां जो मागे । तें ते एकसरेंचि प्रसवों लागे ।\n" +
                "तेवीं विश्वविभव तया अंगें । होऊनि आहाति ॥ ३१० ॥\n" +
                "\n" +
                "तयातें वोळखावया हेचि संज्ञा । जे जगें नमस्कारिजे आज्ञा ।\n" +
                "ऐसें आथि तें जाण प्राज्ञा । अवतार माझे ॥ ३११ ॥\n" +
                "\n" +
                "आतां सामान्य विशेष । हें जाणणें एथ महादोष ।\n" +
                "कां जे मीचि एक अशेष । विश्व आहे म्हणोनि ॥ ३१२ ॥\n" +
                "\n" +
                "तरी आतां साधारण आणि चांगु । ऐसा कैसेनि पां कल्पावा विभागु ।\n" +
                "वायां आपुलियेचि मती वंगु । भेदाचा लावावा ॥ ३१३ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी तूप कासया घुसळावें । अमृत कां रांधूनि अर्धें करावें ।\n" +
                "हां गा वायूसि काय पां डावें । उजवें अंग आहे ॥ ३१४ ॥\n" +
                "\n" +
                "पैं सूर्यबिंबासि पोट पाठीं । पाहतां नासेल आपुली दिठी ।\n" +
                "तेवीं माझ्या स्वरूपीं गोठी । सामान्यविशेषाची नाहीं ॥ ३१५ ॥\n" +
                "\n" +
                "आणि सिनाना इहीं विभूतीं । मज अपारातें मविसील किती ।\n" +
                "म्हणोनि किंबहुना सुभद्रापती । असो हें जाणणें ॥ ३१६ ॥\n" +
                "\n" +
                "आतां पैं माझेनि एकें अंशें । हें जग व्यापिलें असे ।\n" +
                "यालागीं भेदू सांडूनि सरिसें । साम्यें भज ॥ ३१७ ॥\n" +
                "\n" +
                "ऐसें विबुधवनवसंतें । तेणें विरक्तांचेनि एकांतें ।\n" +
                "बोलिलें जेथ श्रीमंतें । श्रीकृष्णदेवें ॥ ३१८ ॥\n" +
                "\n" +
                "तेथ अर्जुन म्हणे स्वामी । येतुलें हें राभस्य बोलिलेती तुम्हीं ।\n" +
                "जे भेदु एक आणि आम्हीं । सांडावा एकीं ॥ ३१९ ॥\n" +
                "\n" +
                "हां हो सूर्य म्हणे काय जगातें । अंधारें दवडा कां परौतें ।\n" +
                "तेवीं धसाळ म्हणों देवा तूंतें । तरी अधिक हा बोलु ॥ ३२० ॥\n" +
                "\n" +
                "तुझें नांवचि एक कोण्ही वेळे । जयांचिये मुखासि कां कानां मिळे ।\n" +
                "तयांचिया हृदयातें सांडूनि पळे । भेदु जी साच ॥ ३२१ ॥\n" +
                "\n" +
                "तो तूं परब्रह्मचि असकें । मज दैवें दिधलासि हस्तोदकें ।\n" +
                "तरी आतां भेदु कायसा कें । देखावा कवणें ॥ ३२२ ॥\n" +
                "\n" +
                "जी चंद्रबिंबाचा गाभारां । रिगालियावरीही उबारा ।\n" +
                "परी राणेपणें शारङ्गधरा । बोला हें तुम्हीं ॥ ३२३ ॥\n" +
                "\n" +
                "तेथ सावियाचि परितोषोनि देवें । अर्जुनातें आलिंगिलें जीवें ।\n" +
                "मग म्हणे तुवां न कोपावें । आमुचिया बोला ॥ ३२४ ॥\n" +
                "\n" +
                "आम्हीं तुज भेदाचिया वाहाणीं । सांगितली जे विभूतींची कहाणी ।\n" +
                "ते अभेदें काय अंतःकरणीं । मानिली कीं न मनें ॥ ३२५ ॥\n" +
                "\n" +
                "हेंचि पाहावयालागीं । नावेक बोलिलों बाहेरिसवडिया भंगीं ।\n" +
                "तंव विभूती तुज चांगी । आलिया बोधा ॥ ३२६ ॥\n" +
                "\n" +
                "येथ अर्जुन म्हणे देवें । हें आपुलें आपण जाणावें ।\n" +
                "परी देखतसें विश्व आघवें । तुवां भरलें ॥ ३२७ ॥\n" +
                "\n" +
                "पैं राया तो पांडुसुतु । ऐसिये प्रतीतीसि जाहला वरैतु ।\n" +
                "या संजयाचिया बोला निवांतु । धृतराष्ट्र राहे ॥ ३२८ ॥\n" +
                "\n" +
                "कीं संजयो दुखवलेनि अंतःकरणें । म्हणतसे नवल नव्हे दैव दवडणें ।\n" +
                "हा जीवें धाडसा आहे मी म्हणें । तंव आंतुही आंधळा ॥ ३२९ ॥\n" +
                "\n" +
                "परी असो हें तो अर्जुनु । स्वहिताचा वाढवितसे मानु ।\n" +
                "कीं याहीवरी तया आनु । धिंवसा उपनला ॥ ३३० ॥\n" +
                "\n" +
                "म्हणे हेचि हृदयाआंतुली प्रतीती । बाहेरी अवतरो कां डोळ्यांप्रती ।\n" +
                "इये आर्तीचां पाउलीं मती । उठती जाहली ॥ ३३१ ॥\n" +
                "\n" +
                "मियां इहींच दोहीं डोळां । झोंबावें विश्वरूपा सकळा ।\n" +
                "एवढी हांव तो दैवाआगळा । म्हणऊनि करी ॥ ३३२ ॥\n" +
                "\n" +
                "आजि तो कल्पतरूची शाखा । म्हणोनि वांझोळें न लगती देखा ।\n" +
                "जें जें येईल तयाचि मुखा । तें तें साचचि करितसे येरु ॥ ३३३ ॥\n" +
                "\n" +
                "जो प्रल्हादाचिया बोला । विषाहीसकट आपणचि जाहला ।\n" +
                "तो सद्\u200Dगुरु असे जोडला । किरीटीसी ॥ ३३४ ॥\n" +
                "\n" +
                "म्हणोनि विश्वरूप पुसावयालागीं । पार्थ रिगता होईल कवणें भंगीं ।\n" +
                "तें सांगेन पुढिलिये प्रसंगीं । ज्ञानदेव म्हणे निवृत्तीचा ॥ ३३५ ॥\n" +
                "\n" +
                "ॐ तत्सदिति श्रीमद्\u200Dभ्गवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे विभूतियोगो नाम दशमोऽध्यायः ॥ १० ॥\n" +
                "\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां दशमोऽध्यायः ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }
}
