package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Don extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_don);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" २. ज्ञानेश्वरी/अध्याय दुसरा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" \n" +
                "    संजय उवाच : तं तथा कृपयाविष्टमश्रूपूर्णाकुलेक्षणम् ।\n" +
                "                   विषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥ १॥\n" +
                "\n" +
                "मग संजयो म्हणे रायातें । आइकें तो पार्थु तेथें ।\n" +
                "शोकाकुल रुदनातें । करितुसे ॥ १॥\n" +
                "\n" +
                "तें कुळ देखोनि समस्त । स्नेह उपनलें अद्भुत ।\n" +
                "तेणें द्रवले असे चित्त । कवणेपरी ॥ २ ॥\n" +
                "\n" +
                "जैसें लवण जळें झळंबलें । ना तरी अभ्र वातें हाले ।\n" +
                "तैसे सधीर परी विरमलें । हृदय तयाचें ॥ ३॥\n" +
                "\n" +
                "म्हणोनि कृपा आकळिला । दिसतसे अति कोमाइला ।\n" +
                "जैसा कर्दमीं रुपला । राजहंस ॥ ४ ॥\n" +
                "\n" +
                "तयापरी तो पांडुकुमरु । महामोहें अतिजर्जरु ।\n" +
                "देखोनि । शार्गङधरु । काय बोले ॥ ५ ॥\n" +
                "\n" +
                "          श्रीभगवानुवाच : कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।\n" +
                "                         अनार्यजुष्टमस्वर्ग्यमकीर्तीकरमर्जुन ॥ २ ॥\n" +
                "\n" +
                "म्हणे अर्जुना आदि पाहीं । हें उचित काय इये ठायीं ।\n" +
                "तूं कवण हें कायी । करीत आहासी ॥ ६ ॥\n" +
                "\n" +
                "तुज सांगे काय जाहलें । कवण उणें आलें ।\n" +
                "करितां काय ठेलें । खेदु कायिसा ॥ ७ ॥\n" +
                "\n" +
                "तूं अनुचिता चित्त नेदिसी । धीरु कंहीच न संडिसी ।\n" +
                "तुझेनि नामे अपयशीं । दिशा लंघिजे ॥ ८ ॥\n" +
                "\n" +
                "तू शूरवृत्तीचा ठावो । क्षत्रियांमाजीं रावो ।\n" +
                "तुझिया लाठेपणाचा आवो । तिहीं लोकीं ॥ ९ ॥\n" +
                "\n" +
                "तुवा संग्रामीं हरु जिंतिला । निवात्कवचांचा ठावो फेडिला ।\n" +
                "पवाडा तुवां केला । गंधर्वासी ॥ १० ॥\n" +
                "\n" +
                "हें पाहता तुझेनि पाडें । दिसे त्रैलोक्यही थोकडें ।\n" +
                "ऐसें पौरुष चोखडें । पार्था तुझे ॥ ११ ॥\n" +
                "\n" +
                "तो तूं कीं आजि एथें । सांडुनिया वीरवृत्तीतें ।\n" +
                "अधोमुख रुदनातें । करितु आहासी ॥ १२ ॥\n" +
                "\n" +
                "विचारीं तूं अर्जुनु । कीं कारुण्यें कीजसी दीनु ।\n" +
                "सांग पां अंधकारे । भानु ग्रासिला आथी ॥ १३ ॥\n" +
                "\n" +
                "ना तरी पवनु मेघासी बिहे । कीं अमृतासी मरण आहे ।\n" +
                "पाहे पा इंधनचि गिळोनि जाये । पावकातें ॥ १४ ॥\n" +
                "\n" +
                "की लवणेंचि जळ विरे । संसर्गें काळकूट मरे ।\n" +
                "सांग महाफणी दर्दुरें । गिळिजे कायी ॥ १५ ॥\n" +
                "\n" +
                "सिंहासी झोंबे कोल्हा । ऐसा अपाडु आथी कां जाहला ।\n" +
                "परी तो त्वां साच केला । आजि एथ ॥ १६ ॥\n" +
                "\n" +
                "म्हणोनि अझुनि अर्जुना । झणें चित्त देसी या हीना ।\n" +
                "वेगीं धीर करूनियां मना । सावधान होईं ॥ १७ ॥\n" +
                "\n" +
                "सांडी हे मूर्खपण । उठीं घे धनुष्यबाण ।\n" +
                "संग्रामीं हें कवण । कारुण्य तुझे ॥ १८ ॥\n" +
                "\n" +
                "हां गा तू जाणता । तरी न विचारीसी कां आता ।\n" +
                "सांगे झुंजावेळें सदयता । उचित कायी ॥ १९ ॥\n" +
                "\n" +
                "हे असतिये कीर्तीसी नाशु । आणि पारत्रिकासी अपभ्रंशु ।\n" +
                "म्हणे जगन्निवासु । अर्जुनातें ॥ २० ॥\n" +
                "\n" +
                "     क्लैब्यं मा स्म गमः पार्थ नैतत् त्वय्युपपद्यते ।\n" +
                "     क्षुद्रं ह्रदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परंतप ॥ ३ ॥\n" +
                "\n" +
                "म्हणोनि शोक न करीं । तूं पुरता धीरु धरीं ।\n" +
                "हे शोच्यता अव्हेरीं । पंडुकुमरा ॥ २१ ॥\n" +
                "\n" +
                "तुज नव्हे हें उचित । येणें नासेल जोडले बहुत ।\n" +
                "तूं अझुनिवरी हित । विचारी पां ॥ २२ ॥\n" +
                "\n" +
                "येणें संग्रामाचेनि अवसरें । एथ कृपाळुपण नुपकरे ।\n" +
                "हे आतांचि काय सोयरे । जाहले तुज ॥ २३ ॥\n" +
                "\n" +
                "तूं आधींचि काय नेणसी । कीं गोत्र नोळखसी ।\n" +
                "वायांचि काय करिसी । अतिशो आतां ॥ २४ ॥\n" +
                "\n" +
                "आजिंचे हें काय झुंज । काय जन्मा नवल तुज ।\n" +
                "हें परस्परें तुम्हां व्याज । सदाचि आथि ॥ २५ ॥\n" +
                "\n" +
                "तरी आतां काय जाहलें । कायि स्नेह उपनले ।\n" +
                "हें नेणिजे परि कुडे केले । अर्जुना तुवा ॥ २६ ॥\n" +
                "\n" +
                "मोह धरिलिया ऐसें होईल । जे असती प्रतिष्ठा जाईल ।\n" +
                "आणि परलोकही अंतरेल । ऐहिकेंसी ॥ २७ ॥\n" +
                "\n" +
                "हृदयाचे ढिलेपण । एथ निकयासी नव्हे कारण ।\n" +
                "हें संग्रामीं पतन जाण । क्षत्रीयांसी ॥ २८ ॥\n" +
                "\n" +
                "ऐसेनि तो कृपावंतु । नानापरी असे शिकवितु ।\n" +
                "हे ऐकोनि पंडुसुतु । काय बोले ॥ २९ ॥\n" +
                "\n" +
                "     अर्जुन उवाचः कथं च भीष्ममहं संख्ये द्रोणं च मधुसूदन ।\n" +
                "                इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन ॥ ४॥\n" +
                "\n" +
                "देवा हें येतुलेवरी । बोलावे नलगे अवधारीं ।\n" +
                "आधीं तूंचि चित्ती विचारीं । संग्रामु हा ॥ ३० ॥\n" +
                "\n" +
                "हें झुंज नव्हे प्रमादु । एथ प्रवर्तलिया दिसतसे बाधु ।\n" +
                "हा उघडा लिंगभेदु । वोढवला आम्हा ॥ ३१ ॥\n" +
                "\n" +
                "देखें मातापितरें अर्चिजती । सर्वस्वें तोष पावविजती ।\n" +
                "तियें पाठीं केवीं वधिजती । आपुला हातीं ॥ ३२ ॥\n" +
                "\n" +
                "देवा संतवृंदु नमस्कारिजे । कां घडे तरी पूजिजे ।\n" +
                "हें वांचूनि केवीं निंदिजे । स्वयें वाचा ॥ ३३ ॥\n" +
                "\n" +
                "तैसे गोत्रगुरु आमुचे । हे पूजनीय आम्हां नियमांचे ।\n" +
                "मज बहुत भीष्मद्रोणांचे । वर्ततसे ॥ ३४ ॥\n" +
                "\n" +
                "जयालागीं मनें विरु । आम्ही स्वप्नींही न शको धरूं ।\n" +
                "तया प्रत्यक्ष केवीं । घातु देवा ॥ ३५ ॥\n" +
                "\n" +
                "वर जळो हें जियालें । एथ आघवेयांसी हेंचि काय जाहले ।\n" +
                "जे यांचां वधीं अभ्यासिलें । मिरविजे आम्हीं ॥ ३६ ॥\n" +
                "\n" +
                "मी पार्थु द्रोणाचा केला । येणें धनुर्वेदु मज दिधला ।\n" +
                "तेणें उपकारें काय आभारैला । वधीं तयातें ॥ ३७ ॥\n" +
                "\n" +
                "जेथींचिया कृपा लाभिजे वरु । तेथेंचि मने व्यभिचारु ।\n" +
                "तरी काय मी भस्मासुरु । अर्जुन म्हणे ॥ ३८ ॥\n" +
                "\n" +
                "     गुरूनहत्वा हि महानुभवान् श्रेयो भोक्तुं भैक्षमपीह लोके ।\n" +
                "     हत्वार्थकामांस्तु गुरूनिहैव भुंजीय भोगान् रुधिरप्रदिग्धान् ॥ ५ ॥\n" +
                "\n" +
                "देवा समुद्र गंभीर आइकिजे । वर तोहि आहाच देखिजे ।\n" +
                "परी क्षोभु मनीं नेणिजे । द्रोणाचिये ॥ ३९ ॥\n" +
                "\n" +
                "हें अपार जें गगन । वर तयाही होईल मान ।\n" +
                "परि अगाध भलें गहन । हृदय यांचे ॥ ४० ॥\n" +
                "\n" +
                "वरी अमृतही विटे । कीं काळवशें वज्र फुटे ।\n" +
                "परि मनोधर्मु न लोटे । विकरविला हा ॥ ४१ ॥\n" +
                "\n" +
                "स्नेहालागीं माये । म्हणिपे तें कीरु होये ।\n" +
                "परि कृपा ते मूर्त आहे । द्रोणीं इये ॥ ४२ ॥\n" +
                "\n" +
                "हा कारुण्याची आदि । सकळ गुणांचा निधि ।\n" +
                "विद्यासिंधु निरवधि । अर्जुन म्हणे ॥ ४३ ॥\n" +
                "\n" +
                "हा येणें मानें महंतु । वरी आम्हांलागी कृपावंतु ।\n" +
                "आतां सांग पां येथ घातु । चिंतूं येईल ॥ ४४ ॥\n" +
                "\n" +
                "ऐसे हे रणीं वधावे । मग आपण राज्यसुख भोगावें ।\n" +
                "तें मना न ये आघवें । जीवितेंसीं ॥ ४५ ॥\n" +
                "\n" +
                "हें येणें मानें दुर्भर । जे याहीहुनि भोग सधर ।\n" +
                "ते असतु येथवर । भिक्षा मागतां भली ॥ ४६ ॥\n" +
                "\n" +
                "ना तरी देशत्यागें जाइजे । का गिरिकंदर सेविजे ।\n" +
                "परी शस्त्र आतां न धरिजे । इयांवरी ॥ ४७ ॥\n" +
                "\n" +
                "देवा नवनिशतीं शरीं । वावरोनि यांचां जिव्हारीं ।\n" +
                "भोग गिंवसावे रुधिरीं । बुडाले जे ॥ ४८ ॥\n" +
                "\n" +
                "ते काढूनि काय कीजती । लिप्त केवीं सेविजती ।\n" +
                "मज न ये हे उपपत्ति । याचिलागीं ॥ ४९ ॥\n" +
                "\n" +
                "ऐसे अर्जुन तिये अवससरीं । म्हणे श्रीकृष्णा अवधारीं ।\n" +
                "परि ते मना न येचि मुरारी । आइकोनियां ॥ ५० ॥\n" +
                "\n" +
                "हें जाणोनि पार्थु बिहाला । मग पुनरपि बोलों लागला ।\n" +
                "म्हणे देवो कां चित्त या बोलां । देतीचिना ॥ ५१ ॥\n" +
                "\n" +
                "     न चैतद् विद्मः करतन् नो गरीयो यद् वा जयेम यदि वा नो जयेयुः ।\n" +
                "     यानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥ ६ ॥\n" +
                "\n" +
                "येर्\u200Dहवीं माझां चित्तीं जें होते । तें मी विचारूनि बोलिलों एथें ।\n" +
                "परि निकें काय यापरौते । तें तुम्ही जाणा ॥ ५२ ॥\n" +
                "\n" +
                "पै विरु जयांसी ऐकिजे । आणि या बोलाचि प्राणु सांडिजे ।\n" +
                "ते एथ संग्रामव्याजें । उभे आहाती ॥ ५३ ॥\n" +
                "\n" +
                "आतां ऐसेयांतें वधावे । कीं अव्हेरुनिया निघावें ।\n" +
                "या दोहोंमाजी काइ करावे । तें नेणों आम्ही ॥ ५४ ॥\n" +
                "\n" +
                "     कार्पण्यदोषोपहत्स्वभावः पृच्छामि त्वां धर्मसंमूढचेताः ।\n" +
                "     यत् श्रेयः स्यान् निश्चितं ब्रूहि तन् मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥ ७॥\n" +
                "\n" +
                "आम्हां काय उचित । तें पाहतां न स्फुरे एथ ।\n" +
                "जे मोहें येणें चित्त । व्याकुळ माझे ॥ ५५ ॥\n" +
                "\n" +
                "तिमिरावरुद्ध जैसें । दृष्टीचे तेज भ्रंशे ।\n" +
                "मग पांसीच असतां न दिसे । वस्तुजात ॥ ५६ ॥\n" +
                "\n" +
                "देवा मज तैसे जाहले । जें मन भ्रांती ग्रासिलें ।\n" +
                "आतां काय हित आपुलें । तेंही नेणे ॥ ५७ ॥\n" +
                "\n" +
                "तरी श्रीकृष्णा तुवां जाणावें । निकें तें आम्हां सांगावें ।\n" +
                "जे सखा सर्वस्व आघवें । आम्हांसी तूं ॥ ५८ ॥\n" +
                "\n" +
                "तूं गुरु बंधु पिता । तूं आमची इष्ट देवता ।\n" +
                "तूंचि सदा रक्षिता । आपदीं आमुतें ॥ ५९ ॥\n" +
                "\n" +
                "जैसा शिष्यांते गुरु । सर्वथा नेणे अव्हेरु ।\n" +
                "कीं सरितांते सागरु । त्यजी केवीं ॥ ६०॥\n" +
                "\n" +
                "नातरी अपत्यातें माये । सांडुनि जरी जाये ।\n" +
                "तरी ते कैसेनिं जिये । ऐकें कृष्णा ॥ ६१ ॥\n" +
                "\n" +
                "तैसा सर्वांपरी आम्हांसी । देवा तूंचि एक आहासी ।\n" +
                "आणि बोलिलें जरी न मानिसी । मागील माझें ॥ ६२ ॥\n" +
                "\n" +
                "तरी उचित काय आम्हां । जे व्यभिचरेना धर्मा ।\n" +
                "तें झडकरी पुरुषोत्तमा । सांगें आतां ॥ ६३ ॥\n" +
                "\n" +
                "     न हि प्रपश्यामि ममापुनुद्याद् यच्छोकमुछोषणमिन्द्रियाणाम् ।\n" +
                "     अवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥ ८ ॥\n" +
                "\n" +
                "हें सकळ कुळ देखोनि । जो शोकु उपजलासे मनीं ।\n" +
                "तो तुझिया वाक्यावांचुनि । न जाय आणिकें ॥ ६४ ॥\n" +
                "\n" +
                "एथ पृथ्वीतळ आपु होईल । हें महेंद्रपदही पाविजेल ।\n" +
                "परि मोह हा न फिटेल । मानसींचा ॥ ६५ ॥\n" +
                "\n" +
                "जैसीं बीजें सर्वथा आहाळलीं । तरी सुक्षेत्री जर्\u200Dही पेरिलीं ।\n" +
                "तरी न विरुढती सिंचलीं । आवडे तैसीं ॥ ६६ ॥\n" +
                "\n" +
                "ना तरी आयुष्य पुरलें आहे । तरी औषधें काही नोहे ।\n" +
                "एथ एकचि उपेगा जाये । परमामृत ॥ ६७ ॥\n" +
                "\n" +
                "तैसे राज्यभोगसमृद्धि । उज्जीवन नोहे जीवबुद्धि ।\n" +
                "एथ जिव्हाळा कृपानिधि । कारुण्य तुझें ॥ ६८ ॥\n" +
                "\n" +
                "ऐसें अर्जुन तेथ बोलिला । जंव क्षण एक भ्रांति सांडिला ।\n" +
                "मग पुनरपि व्यापिला । उर्मीं तेणें ॥ ६९ ॥\n" +
                "\n" +
                "कीं मज पाहता उर्मी नोहे । हें अनारिसें गमत आहे ।\n" +
                "तो ग्रासिला महामोहें । काळसर्पें ॥ ७० ॥\n" +
                "\n" +
                "सवर्म हृदयकल्हारीं । तेथ कारुण्यवेळेचां भरीं ।\n" +
                "लागला म्हणोनि लहरी । भांजेचि ना ॥ ७१ ॥\n" +
                "\n" +
                "हें जाणोनि ऐसी प्रौढी । जो दृष्टीसवें विष फेडी ।\n" +
                "तो धावया श्रीहरी गारुडी । पातला कीं ॥ ७२ ॥\n" +
                "\n" +
                "तैसिया पंडुकुमरा व्याकुळा । मिरवतसे श्रीकृष्ण जवळा ।\n" +
                "तो कृपावशें अवलीळा । रक्षील आतां ॥ ७३ ॥\n" +
                "\n" +
                "म्हणोनि तो पार्थु । मोहफणिग्रस्तु ।\n" +
                "म्यां म्हणितला हा हेतु । जाणोनियां ॥ ७४ ॥\n" +
                "\n" +
                "मग देखा तेथ फाल्गुनु । घेतला असे भ्रांती कवळूनु ।\n" +
                "जैसा घनपडळीं भानु । आच्छादिजे ॥ ७५ ॥\n" +
                "\n" +
                "तयापरी तो धर्नुधरू । जाहलासे दुःखे जर्जरु ।\n" +
                "जैसा ग्रीष्मकाळीं गिरिवरु । वणवला कां ॥ ७६ ॥\n" +
                "\n" +
                "म्हणोनि सहजे सुनिळु । कृपामृते सजळु ।\n" +
                "तो वोळलासे श्रीगोपाळु । महामेघु ॥ ७७ ॥\n" +
                "\n" +
                "तेथ सुदर्शनाची द्युति । तेचि विद्युल्लता झळकती ।\n" +
                "गंभीर वाचा ते आयती । गर्जनेची ॥ ७८ ॥\n" +
                "\n" +
                "आतां तो उदार कैसा वर्षेल । तेणे अर्जुनाचळु निवेल ।\n" +
                "मग नवी विरुढी फुटेल । उन्मेषाची ॥ ७९ ॥\n" +
                "\n" +
                "ते कथा आइका । मनाचिया आराणुका ।\n" +
                "ज्ञानदेवो म्हणे देखा । निवृत्तिदासु ॥ ८० ॥\n" +
                "\n" +
                "     संजय उवाच: एवमुक्त्वा हृषीकेशं गुडाकेशः परंतपः ।\n" +
                "                न योत्स्य इति गोविंदमुक्त्वा तूष्णीं बभूव ह ॥ ९ ॥\n" +
                "\n" +
                "ऐसें संजयो सांगतु । म्हणे राया तो पार्थु ।\n" +
                "पुनरपि शोकाकुलितु । काय बोले ॥ ८१ ॥\n" +
                "\n" +
                "आइकें सखेदु बोले श्रीकृष्णातें । आतां नाळवावें तुम्हीं मातें ।\n" +
                "मी सर्वथा न झुंजें येथें । भरंवसेनि ॥ ८२ ॥\n" +
                "\n" +
                "ऐसें येकि हेळां बोलिला । मग मौन धरोनि ठेला ।\n" +
                "तेथ श्रीकृष्णा विस्मो पातला । देखोनि तयाते ॥ ८३ ॥\n" +
                "\n" +
                "     तमुवाच हृषीकेशः प्रहसन्निव भारत ।\n" +
                "     सेनयोरुभयोर्मध्ये विषीदंतमिदं वचः ॥ १० ॥\n" +
                "\n" +
                "मग आपुला चित्तीं म्हणे । एथ हें काय आदरिलें येणें ।\n" +
                "अर्जुन सर्वथा कांही नेणे । काय कीजे ॥ ८४ ॥\n" +
                "\n" +
                "हा उमजे आतां कवणेपरी । कैसेनि धीरु स्वीकारी ।\n" +
                "जैसा ग्रहाते पंचाक्षरी । अनुमानी कां ॥ ८५ ॥\n" +
                "\n" +
                "ना तरी असाध्य देखोनि व्याधी । अमृतासम दिव्य औषधी ।\n" +
                "वैद्य सूचि निरवधि । निदानींची ॥ ८६ ॥\n" +
                "\n" +
                "तैसा विवरितु असे श्रीअनंतु । तया दोन्हीं सैन्याआंतु ।\n" +
                "जयापरी पार्थु । भ्रांति सांडी ॥ ८७ ॥\n" +
                "\n" +
                "तें कारण मनीं धरिलें । मग सरोष बोलों आदरिले ।\n" +
                "जैसें मातेच्या कोपीं थोकलें । स्नेह आथी ॥ ८८ ॥\n" +
                "\n" +
                "कीं औषधाचिया कडुवटपणीं । जैसी अमृताची पुरवणी ।\n" +
                "ते आहाच न दिसे परी गुणीं । प्रकट होय ॥ ८९ ॥\n" +
                "\n" +
                "तैसे वरिवरि पाहतां उदासें । आंत तरी अतिसुरसें ।\n" +
                "तियें वाक्यें हृषीकेशें । बोलों आदरिलीं ॥ ९० ॥\n" +
                "\n" +
                "\n" +
                "     श्रीभगवानुवाच: अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।\n" +
                "                   गतासूनगतासूंश्च नानुशोचंति पंडितः ॥ ११ ॥\n" +
                "\n" +
                "मग अर्जुनाते म्हणितलें । आम्ही आजि हें नवल देखिलें ।\n" +
                "जें तुवां येथ आदरिलें । माझारींचि ॥ ९१ ॥\n" +
                "\n" +
                "तूं जाणता तरी म्हणविसी । परी नेणीवेतें न संडिसी ।\n" +
                "आणि शिकवूं म्हणों तरी बोलसी । बहुसाल नीति ॥ ९२ ॥\n" +
                "\n" +
                "जात्यंधा लागे पिसें । मग तें सैरा धांवे जैसें ।\n" +
                "तुझे शहाणपण तैसें । दिसतसे ॥ ९३ ॥\n" +
                "\n" +
                "तूं आपणपें तरी नेणसी । परी या कौरवांते शोचूं पहासी ।\n" +
                "हा बहु विस्मय आम्हांसी । पुढतपुढती ॥ ९४ ॥\n" +
                "\n" +
                "तरी सांग पां मज अर्जुना । तुजपासोनि स्थिती या त्रिभुवना ।\n" +
                "हे अनादि विश्वरचना । तें लटकें कायी ॥ ९५ ॥\n" +
                "\n" +
                "एथ समर्थु एक आथीं । तयापासूनि भूतें होती ।\n" +
                "तरी हें वायाचि काय बोलती । जगामाजीं ॥ ९६ ॥\n" +
                "\n" +
                "हो कां सांप्रत ऐसें जहालें । जे हे जन्ममृत्यू तुवा सृजिले ।\n" +
                "आणि नाशु पाविले । तुझेनि कायी ॥ ९७ ॥\n" +
                "\n" +
                "तूं भ्रमलेपणें अहंकृती । यांसी घातु न करिसी चितीं ।\n" +
                "तरी सांगे कायि हे होती । चिरंतन ॥ ९८ ॥\n" +
                "\n" +
                "कीं तूं एक वधिता । आणि सकळ लोकु हा मरता ।\n" +
                "ऐसी भ्रांति झणें चित्ता । येवो देसी ॥ ९९ ॥\n" +
                "\n" +
                "अनादिसिद्ध हें आघवें । होत जात स्वभावें ।\n" +
                "तरी तुवा का शोचावे । सांग मज ॥ १०० ॥\n" +
                "\n" +
                "परी मूर्खपणे नेणसी । न चिंतावें तें चिंतसी ।\n" +
                "आणि तूंचि नीति सांगसी । आम्हाप्रति ॥ १०१ ॥\n" +
                "\n" +
                "देखें जे विवेकी जे होती । ते दोहींतेही न शोचती ।\n" +
                "जे होय जाय हे भ्रांती । म्हणऊनियां ॥ १०२ ॥\n" +
                "\n" +
                "\n" +
                "     न त्वेवाहं जातुं नासं न त्वं नेमे जनाधिपाः ।\n" +
                "     न चैव न भविष्यामः सर्वे वयमतः परम् ॥ १२ ॥\n" +
                "\n" +
                "अर्जुना सांगेन आइक । एथ आम्ही तुम्ही देख ।\n" +
                "आणि हे भूपति अशेख । आदिकरुनी ॥ १०३ ॥\n" +
                "\n" +
                "नित्यता ऐसेचि असोनि । ना तरी निश्चित क्षया जाऊनि ।\n" +
                "हे भ्रांति वेगळी करूनी । दोन्हीं नाहीं ॥ १०४ ॥\n" +
                "\n" +
                "हे उपजे आणि नाशे । ते मायावशें दिसे ।\n" +
                "येर्\u200Dहवीं तत्वता वस्तु जे असे । ते अविनाशचि ॥ १०५ ॥\n" +
                "\n" +
                "जैसें पवनें तोय हालविलें । आणि तरंगाकार जाहलें ।\n" +
                "तरी कवण कें जन्मलें । म्हणों ये तेथ ॥ १०६ ॥\n" +
                "\n" +
                "तेंचि वायूचे स्फुरण ठेलें । आणि उदक सहज सपाटलें ।\n" +
                "तरी आता काय निमालें । विचारीं पां ॥ १०७ ॥\n" +
                "\n" +
                "     देहिनोऽस्मिन् यथा देहे कौमारं यौवनं जरा ।\n" +
                "     तथा देहांतरप्राप्तिर्धीरस्त्तत्र न मुह्यति ॥ १३ ॥\n" +
                "\n" +
                "आइकें शरीर तरी एक । परी वयसा भेद अनेक ।\n" +
                "हें प्रत्यक्षचि देख । प्रमाण तूं ॥ १०८ ॥\n" +
                "\n" +
                "एथ कौमारत्व दिसे । मग तारुण्यीं तें भ्रंशे ।\n" +
                "परी देहचि न नाशे । एकेकासवें ॥ १०९ ॥\n" +
                "\n" +
                "तैसीं चैतन्याचां ठायीं । इयें शरीरांतरे होति जाति पाहीं ।\n" +
                "ऐसें जाणे जया नाहीं । व्यामोहदुःख ॥ ११० ॥\n" +
                "\n" +
                "     मात्रास्पर्शास्तु कौन्तेय शीतोष्ण सुखदुःखदाः ।\n" +
                "     आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥ १४ ॥\n" +
                "\n" +
                "एथ नेणावया हेंचि कारण । जें इंद्रियांआधीनपण ।\n" +
                "तिहीं आकळिजे अंतःकरण । म्हणऊनि भ्रमे ॥ १११ ॥\n" +
                "\n" +
                "इंद्रियें विषय सेविती । तेथ हर्ष शोकु उपजती ।\n" +
                "ते अंतर आप्लविती । संगें येणें ॥ ११२ ॥\n" +
                "\n" +
                "जयां विषायांचां ठायीं । एकनिष्ठता कहीं नाहीं ।\n" +
                "तेथ दुःख आणि कांहीं । सुखहि दिसे ॥ ११३ ॥\n" +
                "\n" +
                "देखें हे शब्दाची व्याप्ति । निंदा आणि स्तुति ।\n" +
                "तेथ द्वेषाद्वेष उपजति । श्रवणद्वारें ॥ ११४ ॥\n" +
                "\n" +
                "मृदु आणि कठीण । जे स्पर्शाचे दोन्ही गुण ।\n" +
                "जे वपूचेनि संगे कारण संतोषखेदां ॥ ११५ ॥\n" +
                "\n" +
                "भ्यासुर आणि सुरेख । हें रुपाचें स्वरूप देख ।\n" +
                "जें उपजवी सुखदुःख । नेत्राद्वारें ॥ ११६ ॥\n" +
                "\n" +
                "सुगंधु आणि दुर्गंधु । हा परिमळाचा भेदु ।\n" +
                "जो घ्राणसंगे विषादु - । तोषु देता ॥ ११७ ॥\n" +
                "\n" +
                "तैसाचि द्विविध रसु । उपजवी प्रीतित्रासु ।\n" +
                "म्हणूनि हा अपभ्रंशु । विषयसंगु ॥ ११८ ॥\n" +
                "\n" +
                "देखें इंद्रियां आधीन होईजे ।तें शीतोष्णांते पाविजे ।\n" +
                "आणि सुखदुःखी आकळिजे । आपणपें ॥ ११९ ॥\n" +
                "\n" +
                "या विषयावांचूनि कांही । आणीक सर्वथा रम्य नाहीं ।\n" +
                "ऐसा स्वभावोचि पाहीं । इंद्रियांचा ॥ १२० ॥\n" +
                "\n" +
                "हे विषय तरी कैसे । रोहिणीचें जळ जैसें ।\n" +
                "कां स्वप्नींचा आभासे । भद्रजाति ॥ १२१ ॥\n" +
                "\n" +
                "देखें अनित्य तियापरी । म्हणऊनि तूं अव्हेरीं ।\n" +
                "हा सर्वथा संगु न धरीं । धनुर्धरा ॥ १२२ ॥\n" +
                "\n" +
                "     यं हि न व्यथयन्त्येते पुरुषं पुरुषषर्भ ।\n" +
                "     समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥ १५ ॥\n" +
                "\n" +
                "हे विषय जयाते नाकळिती । तयाते सुखदुःखें दोन्ही न पवती ।\n" +
                "आणि गर्भवासुसंगती । नाहीं तया ॥ १२३ ॥\n" +
                "\n" +
                "तो नित्यरूपु पार्था । वोळखावा सर्वथा ।\n" +
                "जो या इंद्रियार्था । नागवेचि ॥ १२४ ॥\n" +
                "\n" +
                "     नासंतो विद्यते भावो नाभावो विद्यते सतः ।\n" +
                "     उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्वदर्शिभिः ॥ १६ ॥\n" +
                "\n" +
                "आतां अर्जुना आणिक कांही एक । सांगेन मी आइक ।\n" +
                "जें विचारें परलोक । वोळखिती ॥ १२५ ॥\n" +
                "\n" +
                "या उपाधिमाजि गुप्त । चैतन्य असे सर्वगत ।\n" +
                "तें तत्वज्ञ संत । स्वीकारिती ॥ १२६ ॥\n" +
                "\n" +
                "सलिलीं पय जैसें । एक होऊन मीनलें असे ।\n" +
                "परीं निवडूनि राजहंसें । वेगळें कीजे ॥ १२७ ॥\n" +
                "\n" +
                "कीं अग्निमुखें किडाळ । तोडोनियां चोखाळ ।\n" +
                "निवडिती केवळ । बुद्धिमंत ॥ १२८ ॥\n" +
                "\n" +
                "ना तरी जाणिवेच्या आयणी । करितां दधिकडसणी ।\n" +
                "मग नवनीत निर्वाणीं । दिसे जैसें ॥ १२९ ॥\n" +
                "\n" +
                "कीं भूस बीज एकवट । उपणितां राहे घनवट ।\n" +
                "तेथ उडे तें फलकट । जाणों आले ॥ १३० ॥\n" +
                "\n" +
                "तैसें विचारितां निरसलें । तें प्रपंचु सहजें सांडवलें ।\n" +
                "मग तत्वता तत्व उरलें । ज्ञानियांसी ॥ १३१ ॥\n" +
                "\n" +
                "म्हणोनि अनित्याचां ठायीं । तयां आस्तिक्यबुद्धि नाहीं ।\n" +
                "निष्कर्ष दोहींही । देखिला असे ॥ १३२ ॥\n" +
                "\n" +
                "     अविनाशि तु तद्विद्धि येन सर्वमैदं तत् ।\n" +
                "     विनाशमव्ययस्यास्य न कश्चित् कर्तुमर्हति ॥ १७ ॥\n" +
                "\n" +
                "देखें सारासार विचारितां । भ्रांति जे पाहीं असारता ।\n" +
                "तरी सार तें स्वभावता । नित्य जाणें ॥ १३३ ॥\n" +
                "\n" +
                "हा लोकत्रयाकारु । तो जयाचा विस्तारु ।\n" +
                "तेथ नाम वर्ण आकारु । चिन्ह नाही ॥ १३४ ॥\n" +
                "\n" +
                "जो सर्वदा सर्वगतु । जन्मक्षयातीतु ।\n" +
                "तया केलियाहि घातु । कदाचि नोहे ॥ १३५ ॥\n" +
                "\n" +
                "     अन्तवंतः इमे देहा नित्यस्योक्ताः शरीरिणः ।\n" +
                "     अनाशिनोऽप्रमेयस्य तस्याद् युध्यस्व भारत ॥ १८ ॥\n" +
                "\n" +
                "आणि शरीरजात हे आघवें । हें नाशवंत स्वभावें ।\n" +
                "म्हणोनि तुवा झुंजावें । पंडुकुमरा ॥ १३६ ॥\n" +
                "\n" +
                "     य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।\n" +
                "     उभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥ १९ ॥\n" +
                "\n" +
                "तूं धरूनि देहाभिमानातें । दिठी सूनि या शरीरातें ।\n" +
                "मी मारिता हे मरते । म्हणत आहासी ॥ १३७ ॥\n" +
                "\n" +
                "तरी अर्जुना तूं हें नेणसी । जरी तत्वता विचारिसी ।\n" +
                "तरी वधिता तूं नव्हेसी । हे वध्य नव्हती ॥ १३८ ॥\n" +
                "\n" +
                "     न जायते म्रियते वा कदाचिन् नायं भूत्वा भविता न भूयः ।\n" +
                "     अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥ २० ॥\n" +
                "\n" +
                "     वेदाविनाशिनं नित्यं य एनमजव्ययम् ।\n" +
                "     कथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥ २१ ॥\n" +
                "\n" +
                "जैसें स्वप्नामाजिं देखिजे । तें स्वप्नींचि साच आपजे ।\n" +
                "मग चेऊनियां पाहिजे । तंव कांही नाहीं ॥ १३९ ॥\n" +
                "\n" +
                "तैसी हे जाण माया । तूं भ्रमत आहासी वायां ।\n" +
                "शस्त्रें हाणितलिया छाया । जैसी आंगी न रुपे ॥ १४० ॥\n" +
                "\n" +
                "कां पूर्ण कुंभ उलंडला । तेथ बिंबाकारु दिसे भ्रंशला ।\n" +
                "परी भानु नाहीं नासला । तयासवें ॥ १४१ ॥\n" +
                "\n" +
                "ना तरी मठीं आकाश जैसें । मठाकृती अवतरले असे ।\n" +
                "तो भंगलिया आपैसे । स्वरूपचि ॥ १४२ ॥\n" +
                "\n" +
                "तैसें शरीराचां लोपीं । सर्वथा नाशु नाहीं स्वरूपीं ।\n" +
                "म्हणऊनि तूं हें नारोपीं । भ्रांति बापा ॥ १४३॥\n" +
                "\n" +
                "     वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोपराणि ।\n" +
                "     तथा शरीराणि विहाय जीर्णान्यन्यानि संयाति नावानि देही ॥ २२॥\n" +
                "\n" +
                "जैसें जीर्ण वस्त्र सांडिजे । मग नूतन वेढिजे ।\n" +
                "तैसे देहांतराते स्वीकारिजे । चैतन्यनाथें ॥ १४४ ॥\n" +
                "\n" +
                "     नैनं छिंदन्ति शस्त्राणि नैनं दहति पावकः ।\n" +
                "     न चैनं क्लेदयन्त्यापो न शोषयति मारुतः ॥ २३॥\n" +
                "\n" +
                "     अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।\n" +
                "     नित्य सर्वगतः स्थाणुरचलोऽयं सनातनः ॥ २४ ॥\n" +
                "\n" +
                "हा अनादि नित्यसिद्धु । निरुपाधि विशुद्धु ।\n" +
                "म्हणऊनि शस्त्रादिकीं छेदु । न घडे यया ॥ १४५ ॥\n" +
                "\n" +
                "     अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते ।\n" +
                "     तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥ २५ ॥\n" +
                "\n" +
                "हा प्रळयोदके नाप्लवे । अग्निदाहो न संभवे ।\n" +
                "एथ महाशोषु न प्रभवे । मारुताचा ॥ १४६ ॥\n" +
                "\n" +
                "अर्जुना हा नित्यु । अचळु हा शाश्वतु ।\n" +
                "सर्वत्र सदोदितु । परिपूर्णु हा ॥ १४७ ॥\n" +
                "\n" +
                "हा तर्काचिये दिठी । गोचर नोहे किरिटी ।\n" +
                "ध्यान याचिये भेटी । उत्कंठा वाहे ॥ १४८ ॥\n" +
                "\n" +
                "हा सदा दुर्लभु मना । आपु नोहे साधना।\n" +
                "निःसीमु हा अर्जुना । पुरुषोत्तमु ॥ १४९ ॥\n" +
                "\n" +
                "हा गुणत्रयरहितु । व्यक्तीसी अतीतु ।\n" +
                "अनादि अविकृतु । सर्वरूप ॥ १५० ॥\n" +
                "\n" +
                "अर्जुना ऐसा जाणावा । हा सकळात्मकु देखावा ।\n" +
                "मग सहजे शोकु आघवा । हरेल तुझा ॥ १५१ ॥\n" +
                "\n" +
                "     अथ चैनं नित्यजात नित्यं वा मन्यसे मृतं ।\n" +
                "     तथापि त्वं महाबाहो नैवं शोचितुमर्हसि ॥ २६ ॥\n" +
                "\n" +
                "अथवा ऐसा नेणसी । तूं अंतवंतचि हें मानिसी ।\n" +
                "तर्\u200Dही शोचूं न पवसी । पंडुकुमरा ॥ १५२ ॥\n" +
                "\n" +
                "जे आदि-स्थिती- अंतु । हा निरंतर असे नित्यु ।\n" +
                "जैसा प्रवाहो अनुस्यूतु । गंगाजळाचा ॥ १५३ ॥\n" +
                "\n" +
                "तें आदि नाहीं खंडले । समुद्रीं तरी असे मिनलें ।\n" +
                "आणि जातचि मध्यें उरले । दिसे जैसें ॥ १५४॥\n" +
                "\n" +
                "इये तिन्हीं तयापरी । सरसींच सदा अवधारीं ।\n" +
                "भूतांसी कवणीं अवसरीं । ठाकती ना ॥ १५५ ॥\n" +
                "\n" +
                "म्हणोनि हे आघवें । एथ तुज न लगे शोचावें ।\n" +
                "जे स्थितीची हे स्वभावें । अनादि ऐसी ॥ १५६ ॥\n" +
                "\n" +
                "ना तरी हे अर्जुना । न येचि तुझिया मना ।\n" +
                "जे देखोनि लोकु अधीना । जन्मक्षया ॥ १५७ ॥\n" +
                "\n" +
                "तरी येथ कांही । तुज शोकासि कारण नाहीं ।\n" +
                "जे जन्ममृत्यु हे पाहीं । अपरिहर ॥ १५८ ॥\n" +
                "\n" +
                "     जातस्य हि धृवो मृत्युर्धृवं जन्म मृतस्य च।\n" +
                "     तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि ॥ २७ ॥\n" +
                "\n" +
                "उपजे तें नाशे । नाशलें पुनरपि दिसे ।\n" +
                "हें घटिकायंत्र तैसें । परिभ्रमे गा ॥ १५९ ॥\n" +
                "\n" +
                "ना तरी उदो अस्तु आपैसे । अखंडित होत जात जैसें ।\n" +
                "हें जन्ममरण तैसें । अनिवार जगीं ॥ १६० ॥\n" +
                "\n" +
                "महाप्रळय अवसरे । हें त्रैलोक्यही संहरे ।\n" +
                "म्हणोनि हा परिहरे । आदि अंतु ॥ १६१ ॥\n" +
                "\n" +
                "तूं जरी हे ऐसें मानसी । तरी खेदु कां करिसी ।\n" +
                "काय जाणतचि नेणसी । धनुर्धरा ॥ १६२ ॥\n" +
                "\n" +
                "एथ आणिकही एक पार्था । तुज बहुतीं परी पाहतां ।\n" +
                "दुःख करावया सर्वथा । विषो नाहीं ॥ १६३ ॥\n" +
                "\n" +
                "     अव्यक्तादिनि भूतानि व्यक्तमध्यानि भारत ।\n" +
                "     अव्यक्तनिधनान्येव तत्र का परिदेवना ॥ २८ ॥\n" +
                "\n" +
                "जें समस्तें इयें भूते । जन्मा आदि अमूर्ते ।\n" +
                "मग पातलीं व्यक्तीतें । जन्मलेया ॥ १६४ ॥\n" +
                "\n" +
                "तियें क्षयासि जेथ जाती । तेथ निभ्रांत आने नव्हती ।\n" +
                "देखें पूर्व स्थितीच येती । आपुलिये ॥ १६५ ॥\n" +
                "\n" +
                "येर मध्यें जें प्रतिभासे । तें निद्रिता स्वप्न जैसें ।\n" +
                "तैसा आकारु हा मायावशें । सत्स्वरूपीं ॥ १६६ ॥\n" +
                "\n" +
                "ना तरी पवनें स्पर्शिलें नीर । पढियासे तरंगाकार ।\n" +
                "का परापेक्षा अळकांर- । व्यक्ति कनकीं ॥ १६७ ॥\n" +
                "\n" +
                "तैसें सकळ हें मूर्त । जाण पां मायाकारित ।\n" +
                "जैसें आकाशीं बिंबत । अभ्रपटल ॥ १६८ ॥\n" +
                "\n" +
                "तैसें आदीचि जें नाही । तयालागीं तूं रुदसि कायी ।\n" +
                "तूं अवीट तें पाहीं । चैतन्य एक ॥ १६९ ॥\n" +
                "\n" +
                "जयाचि आर्तीचि भोगित । विषयी त्यजिले संत ।\n" +
                "जयालागीं विरक्त । वनवासिये ॥ १७० ॥\n" +
                "\n" +
                "दिठी सूनि जयातें । ब्रह्मचर्यादि व्रतें ।\n" +
                "मुनीश्वर तयातें आचरताती ॥ १७१ ॥\n" +
                "\n" +
                "     आश्चर्यवत् पश्चति कश्चिदेनमाश्चर्यवद् वदति तथैव चान्यः ।\n" +
                "     आश्चर्यवत् चैनमन्यः शृणोति । शृत्वाऽप्येनं वेद न चैव कश्चित् ॥ २९ ॥\n" +
                "\n" +
                "एक अंतरी निश्चळ । जें निहाळितां केवळ ।\n" +
                "विसरले सकळ । संसारजात ॥ १७२ ॥\n" +
                "\n" +
                "एकां गुणानुवादु करितां । उपरती होऊनि चिता ।\n" +
                "निरवधि तल्लीनता । निरंतर ॥ १७३ ॥\n" +
                "\n" +
                "एक ऐकतांचि निवाले । ते देहभावीं सांडले ।\n" +
                "एक अनुभवें पातले । तद्रुपता ॥ १७४ ॥\n" +
                "\n" +
                "जैसा सरिता ओघ समस्त । समुद्रामाजिं मिळत ।\n" +
                "परी माघौते न समात । परतले नाहीं ॥ १७५ ॥\n" +
                "\n" +
                "तैसिया योगीश्वरांचिया मती । मिळणीसवें एकवटती ।\n" +
                "परी जे विचारूनि पुनरावृत्ति । भजतीचिना ॥ १७६ ॥\n" +
                "\n" +
                "     देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।\n" +
                "     तस्मात् सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥ ३० ॥\n" +
                "\n" +
                "जें सर्वत्र सर्वही देहीं । जया करितांही घातु नाहीं ।\n" +
                "तें विश्वात्मक तूं पाहीं । चैतन्य एक ॥ १७७ ॥\n" +
                "\n" +
                "याचेनिचि स्वभावें । हें होत जात आघवें ।\n" +
                "तरी सांग काय शोचावें । एथ तुवां ॥ १७८ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं तरी पार्था । तुज कां नेणों न मनें चित्ता ।\n" +
                "परी किडाळ हें शोचितां । बहुतीं परीं ॥ १७९ ॥\n" +
                "\n" +
                "     स्वधर्मपि चावेक्ष्य न विकंपितुमर्हसि ।\n" +
                "     धर्म्याद्धि युद्धात् श्रेयोऽन्यत् क्षत्रियस्य न विद्यते ॥ ३१ ॥\n" +
                "\n" +
                "तूं अझुनि कां न विचारिसी । काय हें चिंतितु आहासी ।\n" +
                "स्वधर्मु तो विसरलासी । तरावें जेणें ॥ १८० ॥\n" +
                "\n" +
                "या कौरवां भलतें जाहलें । अथवा तुजचि कांही पातलें ।\n" +
                "कीं युगचि हें बुडालें । जर्\u200Dहीं एथ ॥ १८१ ॥\n" +
                "\n" +
                "तरी स्वधर्मु एक आहे । तो सर्वथा त्याज्य नोहे ।\n" +
                "मग तरिजेल काय पाहे । कृपाळुपणें ॥ १८२ ॥\n" +
                "\n" +
                "अर्जुना तुझें चित्त । जर्\u200Dही जाहलें द्रवीभूत ।\n" +
                "तर्\u200Dही हें अनुचित । संग्रामसमयीं ॥ १८३ ॥\n" +
                "\n" +
                "अगा गोक्षीर जरी जाहलें । तरी पथ्यासि नाही म्हणितलें ।\n" +
                "ऐसेनिहि विष होय सुदलें । नवज्वरीं देतां ॥ १८४ ॥\n" +
                "\n" +
                "तैसे आनीं आन करितां । नाशु होईल हिता ।\n" +
                "म्हणऊनि तूं आतां । सावध होई ॥ १८५ ॥\n" +
                "\n" +
                "वायांचि व्याकुळ कायी । आपुला निजधर्मु पाहीं ।\n" +
                "जो आचरिता बाधु नाहीं । कवणे काळीं ॥ १८६ ॥\n" +
                "\n" +
                "जैसें मार्गेंचि चालतां । अपावो न पवे सर्वथा ।\n" +
                "कां दीपाधारें वर्ततां । नाडळिजे ॥ १८७ ॥\n" +
                "\n" +
                "म्हणोनि यालागीं पाहीं । तुम्हां क्षत्रियां आणीक कांही ।\n" +
                "संग्रामावांचूनि नाहीं । उचित जाणें ॥ १८९ ॥\n" +
                "\n" +
                "निष्कपटा होआवें । उसिणा घाई जुंझावें ।\n" +
                "हें असो काय सांगावे । प्रत्यक्षावरी ॥ १९० ॥\n" +
                "\n" +
                "     यदृच्छया चोपपन्नं स्वर्गद्वारमपावृत्तम् ।\n" +
                "     सुखिनः क्षत्रियाः पार्थ लभंते युद्धमीदृशम् ॥ ३२ ॥\n" +
                "\n" +
                "अर्जुना झुंज देखें आतांचें । हें हो काय दैव तुमचे ।\n" +
                "कीं निधान सकळ धर्माचें । प्रगटले असे ॥ १९१ ॥\n" +
                "\n" +
                "हा संग्रामु काय म्हणिपे । कीं स्वर्गुचि येणें रूपें ।\n" +
                "मूर्त कां प्रतापे । उदो केला ॥ १९२ ॥\n" +
                "\n" +
                "ना तरी गुणाचेनि पतिकरें । आर्तिंचेनि पडिभरें ।\n" +
                "हें कीर्तीचि स्वयंवरे । आली तुज ॥ १९३ ॥\n" +
                "\n" +
                "क्षत्रियें बहुत पुण्य कीजे । तें झुंज ऐसें हें लाहिजे ।\n" +
                "जैसें मार्गें जातां आडळिजे । चिंतामणीसी ॥ १९४ ॥\n" +
                "\n" +
                "ना तरी जांभया पसरे मुख । तेथ अवचटें पडे पीयूख ।\n" +
                "तैसा संग्रामु हा देख । पातला असे ॥ १९५ ॥\n" +
                "\n" +
                "     अथ चेत् त्वमिमं धर्म्यं संग्रामं न करिष्यसि ।\n" +
                "     ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्यसिं ॥ ३३ ॥\n" +
                "\n" +
                "आतां हा ऐसा अव्हेरिजे । मग नाथिले शोचूं बैसिजे ।\n" +
                "तरी आपण आहाणा होईजे । आपणपेयां ॥ १९६ ॥\n" +
                "\n" +
                "पूर्वजांचे जोडलें । आपणचि होय धाडिलें ।\n" +
                "जरी आजि शस्त्र सांडिले । रणीं इये ॥ १९७ ॥\n" +
                "\n" +
                "असती कीर्ति जाईल । जग अभिशापु देईल ।\n" +
                "आणि गिंवसित पावतील । महादोष ॥ १९८ ॥\n" +
                "\n" +
                "जैसी भ्रतारेहीन वनिता । उपहृती पावे सर्वथा ।\n" +
                "तैशी दशा जीविता । स्वधर्मेंवीण ॥ १९९ ॥\n" +
                "\n" +
                "ना तरी रणीं शव सांडिजे । तें चौमेरीं गिधीं विदारिजे ।\n" +
                "तैसे स्वधर्महीन अभिभविजे । महादोषी ॥ २०० ॥\n ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3="   अकीर्तिं चापि भूतानि कथयिष्यंति तेऽव्याम् ।\n" +
                "     संभावितस्य चाकीर्तिर्मरणादतिरिच्यते ॥ ३४ ॥\n" +
                "\n" +
                "म्हणोनि स्वधर्म हा सांडसील । तरी पापा वरपडा होसील ।\n" +
                "आणि अपेश तें न वचेल । कल्पांतावरी ॥ २०१ ॥\n" +
                "\n" +
                "जाणतेनि तंवचि जियावे । जंव अपकीर्ति आंगा न पवे ।\n" +
                "आणि सांग पां केवी निगावें । एथोनियां ॥ २०२ ॥\n" +
                "\n" +
                "तूं निर्मत्सरु सदयता । येथूनि निघसी कीर माघौता ।\n" +
                "परी ते गति समस्तां । न मनेल ययां ॥ २०३ ॥\n" +
                "\n" +
                "हें चहूंकडून वेढितील । बाणवरी घेतील ।\n" +
                "तेथ पार्था न सुटिजेल । कृपाळुपणे ॥ २०४ ॥\n" +
                "\n" +
                "ऐसेनिही प्राण्संकटे । जरी विपायें पां निघणें घटे ।\n" +
                "तरी तें जियालेंही वोखटें । मरणाहुनी ॥ २०५ ॥\n" +
                "\n" +
                "     भयाद् रणादुपरं मंस्यते त्वां महारथाः ।\n" +
                "     येषां त्वं बहुमतो भूत्वा यास्यसि लाघवम् ॥ ३५ ॥\n" +
                "\n" +
                "तूं आणिकही एक न विचारिसी । एथ संभ्रमे झुंजो आलासी ।\n" +
                "आणि सकणवपणे निघालासी । मागुता जरी ॥ २०६ ॥\n" +
                "\n" +
                "तरी तुझें तें अर्जुना । या वैरियां दुर्जनां\n" +
                "कां प्रत्यया येईल मना । सांगे मज ॥ २०६ ॥\n" +
                "\n" +
                "     अवाच्यवादांश्च बहून् वदिष्यंति तवाहिताः ।\n" +
                "     निंदंतस्तव सामर्थ्य ततो दुःखतरं नु किम् ॥ ३६ ॥\n" +
                "\n" +
                "हे म्हणतील गेला रे गेला । अर्जुन आम्हां बिहाला ।\n" +
                "हा सांगें बोलु उरला । निका कायी ॥ २०८ ॥\n" +
                "\n" +
                "लोक सायासें करूनि बहुतें । कां वेंचिती आपुली जीवितें ।\n" +
                "परी वाढविती कीर्तीतें । धनुर्धरा ॥ २०९ ॥\n" +
                "\n" +
                "ते तुज अनायसें । अनकळित जोडिली असे ।\n" +
                "हें अद्वितीय जैसें । गगन आहे ॥ २१० ॥\n" +
                "\n" +
                "तैसी कीर्ती निःसीम । तुझां ठायीं निरुपम ।\n" +
                "तुझे गुण उत्तम । तिहीं लोकीं ॥ २११॥\n" +
                "\n" +
                "दिगंतीचे भूपति । भाट होऊनि वाखाणिती ।\n" +
                "जे ऐकिलिया दचकती । कृतांतादिक ॥ २१२ ॥\n" +
                "\n" +
                "ऐसा महिमा घनवट । गंगा तैसी चोखट ।\n" +
                "जयां देखी जगीं सुभट । वांठ जाहली ॥ २१३ ॥\n" +
                "\n" +
                "ते पौरुष तुझें अद्भुत । आइकोनियां हे समस्त ।\n" +
                "जाहले आथि विरक्त । जीवितेंसी ॥ २१४ ॥\n" +
                "\n" +
                "जैसा सिंहाचिया हांका । युगांतु होय मदमुखा ।\n" +
                "तैसा कौरवां अशेखां । धाकु तुझा॥ २१५ ॥\n" +
                "\n" +
                "जैसे पर्वत वज्रांते । ना तरी सर्प गरुडातें ।\n" +
                "तैसा अर्जुना हे तूंते । मानिती सदा ॥ २१६ ॥\n" +
                "\n" +
                "ते अगाधपण जाईल । मग हिणावो अंगा येईल ।\n" +
                "जरी मागुता निघसील । न झुंजतचि ॥ २१७ ॥\n" +
                "\n" +
                "आणि हे पळतां पळों नेदिती । धरूनि अवकळा करिती ।\n" +
                "न गणित कुटी बोलती । आइकतां तुज ॥ २१८ ॥\n" +
                "\n" +
                "मग ते वेळी हियें फुटावें । आंता लाठेपणे कां न झुंजावे ।\n" +
                "हें जिंतले तरी भोगावें । पृथ्वीतल ॥ २१९ ॥\n" +
                "\n" +
                "     हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्षसे महीम् ।\n" +
                "     तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥ ३७ ॥\n" +
                "\n" +
                "ना तरी रणीं एथ । झुंजतां वेंचलें जीवित ।\n" +
                "तरी स्वर्गसुख अनकळित । पावसील ॥ २२० ॥\n" +
                "\n" +
                "म्हणोनि ये गोठी । विचारु न करीं किरिटी ।\n" +
                "आतां धनुष्य घेऊनि उठी । झुंजें वेगीं ॥ २२१ ॥\n" +
                "\n" +
                "देखें स्वधर्मु हा आचरतां । दोषु नासे असता ।\n" +
                "तुज भ्रांति हे कवण चित्ता । एथ पातकाची ॥ २२२ ॥\n" +
                "\n" +
                "सांगे प्लवेंचि काय बुडिजे । कां मार्गीं जातां आडळिजे ।\n" +
                "परी विपायें चालो नेणिजे । तरी तेंही घडे ॥ २२३ ॥\n" +
                "\n" +
                "अमृतें तरीचि मरीजे । जरी विखेंसी सेवीजे ।\n" +
                "तैसा स्वधर्में दोषु पाविजे । हेतुकपणे ॥ २२४ ॥\n" +
                "\n" +
                "म्हणोनि तुज पार्था । हेतु सांडोनि सर्वथा ।\n" +
                "क्षात्रवृत्ती झुंजतां । पाप नाही ॥ २२५ ॥\n" +
                "\n" +
                "     सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।\n" +
                "     ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥ ३८ ॥\n" +
                "\n" +
                "सुखीं संतोषा न यावे । दुःखी विषादा न भजावें ।\n" +
                "आणि लाभालाभ न धरावे । मनामाजीं ॥ २२६ ॥\n" +
                "\n" +
                "एथ विजयपण होईल । कां सर्वथा देह जाईल ।\n" +
                "हें आधींचि कांही पुढील । चिंतावेना ॥ २२७ ॥\n" +
                "\n" +
                "आपणयां उचिता । स्वधर्मातेंचि रहाटतां ।\n" +
                "जे पावें तें निवांता । साहोनि जावें ॥ २२८ ॥\n" +
                "\n" +
                "ऐसेया मनें होआवें । तरी दोषु न घडे स्वभावें ।\n" +
                "म्हणोनि आतां झुंजावें । निभ्रांत तुवां ॥ २२९ ॥\n" +
                "\n" +
                "     एषाऽतेभिहिता सांख्ये बुद्धिर्योगे त्विमां शृणु ।\n" +
                "     बुद्ध्या युक्तो यया पार्थ कर्मबंधं प्रहास्यसि ॥ ३९ ॥\n" +
                "\n" +
                "हे सांख्यस्थिति मुकुलित । सांगितली तुज एथ ।\n" +
                "आतां बुद्धियोगु निश्चित । अवधारीं पां ॥ २३० ॥\n" +
                "\n" +
                "जया बुद्धियुक्ता । आहालिया पार्था ।\n" +
                "कर्मबंधु सर्वथा । बांधू न पावे ॥ २३१ ॥\n" +
                "\n" +
                "जैसे वज्रकवच लेईजे । मग शस्त्रांचा वर्षावो साहिजे ।\n" +
                "परी जैतेंसी उरिजे । अचुंबिता ॥ २३२ ॥\n" +
                "\n" +
                "     नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।\n" +
                "     स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥ ४० ॥\n" +
                "\n" +
                "तैसें ऐहिक तरी न नशे । आणि मोक्षु तो उरला असे ।\n" +
                "जेथ पूर्वानुक्रम दिसे । चोखाळत ॥ २३३ ॥\n" +
                "\n" +
                "कर्माधारे राहाटिजे । परी कर्मफळ न निरीक्षिजे ।\n" +
                "जैसा मंत्रज्ञु न बधिजे । भूतबाधा ॥ २३४ ॥\n" +
                "\n" +
                "तियापरी जे सुबुद्धि । आपुलाल्या निरवधि ।\n" +
                "हां असतांचि उपाधि । आंकळू न सके ॥ २३५ ॥\n" +
                "\n" +
                "जेथ न संचरे पुण्यपाप । जे सूक्ष्म अति निष्कंप ।\n" +
                "गुणत्रयादि लेप । न लगती जेथ ॥ २३६ ॥\n" +
                "\n" +
                "अर्जुना ते पुण्यवशें । जरी अल्पचि हृदयीं बुद्धि प्रकाशे ।\n" +
                "तरी अशेषही नाशे । संसारभय ॥ २३७ ॥\n" +
                "\n" +
                "     व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।\n" +
                "     बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवस्थिताम् ॥ ४१ ॥\n" +
                "\n" +
                "जैसी दीपकळिका धाकुटी । परी बहु तेजातें प्रगटी ।\n" +
                "तरी सद्बुद्धि हे थेकुटी । म्हणों नये ॥ २३८ ॥\n" +
                "\n" +
                "पार्था बहुतीं परी । हे अपेक्षिजे विचारशूरी ।\n" +
                "जे दुर्लभ चराचरीं । सद्वासना ॥ २३९ ॥\n" +
                "\n" +
                "आणिकासारिखा बहुवसु । जैसा न जोडे परिसु ।\n" +
                "कां अमृताचा लेशु । दैवगुणें ॥ २४० ॥\n" +
                "\n" +
                "तैसी दुर्लभ जे सद्बुद्धि । जिये परमात्माचि अवधि ।\n" +
                "जैसा गंगेसी उदधि । निरंतर ॥ २४१ ॥\n" +
                "\n" +
                "तैसी ईश्वरावांचूनि कांही । जिये आणिक लाणी नाहीं ।\n" +
                "ते एकचि बुद्धि पाहीं । अर्जुना जगीं ॥ २४२ ॥\n" +
                "\n" +
                "येरी ते दुर्मति । जे बहुधा असे विकरती ।\n" +
                "तेथ निरंतर रमती । अविवेकिये ॥ २४३ ॥\n" +
                "\n" +
                "म्हणोनि तया पार्था । स्वर्ग संसार नरकावस्था ।\n" +
                "आत्मसुख सर्वथा । दृष्ट नाहीं ॥ २४४ ॥\n" +
                "\n" +
                "     यामिनां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।\n" +
                "     वेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥ ४२ ॥\n" +
                "\n" +
                "वेदाधारें बोलती । केवळ कर्म प्रतिष्ठिती ।\n" +
                "परी कर्मफळीं आसक्ती । धरूनियां ॥ २४५ ॥\n" +
                "\n" +
                "म्हणती संसारी जन्मिजे । यज्ञादि कर्म कीजें ।\n" +
                "मग स्वर्गसुख भोगिजे । मनोहर ॥ २४६ ॥\n" +
                "\n" +
                "एथ हें वांचूनि कांही । आणिक सर्वथा सुखचि नाही ।\n" +
                "ऐसें अर्जुना बोलती पाहीं । दुर्बुद्धि ते ॥ २४७ ॥\n" +
                "\n" +
                "     कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।\n" +
                "     क्रियाविषेश्बहुलां भोगैश्वर्यगतिं प्रति ॥ ४३ ॥\n" +
                "\n" +
                "देखें कामना अभिभूत । होऊनि कर्में आचरत ।\n" +
                "ते केवळ भोगीं चित्त । देऊनियां ॥ २४८ ॥\n" +
                "\n" +
                "क्रियाविशेषें बहुतें । न लोपितीं विधीतें ।\n" +
                "निपुण होऊनि धर्मातें । अनुष्ठिती ॥ २४९ ॥\n" +
                "\n" +
                "     भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।\n" +
                "     व्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥ ४४ ॥\n" +
                "\n" +
                "परि एकचि कुडें करिती । जे स्वर्गकामु मनीं धरिती ।\n" +
                "यज्ञपुरुषा चुकती । भोक्ता जो ॥ २५० ॥\n" +
                "\n" +
                "जैसा कर्पुराचा राशि कीजे । मग अग्नि लाऊनि दीजे ।\n" +
                "कां मिष्टानीं संचरविजे । काळकूट ॥ २५१ ॥\n" +
                "\n" +
                "दैवें अमृतकुंभ जोडला । तो पायें हाणोनि उलंडिला ।\n" +
                "तैसा नासिती धर्म निपजला । हेतुकपणें ॥ २५२ ॥\n" +
                "\n" +
                "सायासें पुण्य अर्जिजे । मग संसारु का अपेक्षिजे ।\n" +
                "परी नेणती ते काय कीजे । अप्राप्त देखें ॥ २५३ ॥\n" +
                "\n" +
                "जैसे रांधवणी रससोय निकी । करुनियां मोले विकी ।\n" +
                "तैसा भोगासाठी अविवेकी । धाडिती धर्मु ॥ २५४ ॥\n" +
                "\n" +
                "म्हणोनि हे पार्था । दुर्बुद्धि देख सर्वथा ।\n" +
                "तयां वेदवादरतां । मनीं वसे ॥ २५५ ॥\n" +
                "\n" +
                "     त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।\n" +
                "     निर्द्वंद्वो नित्यसत्वस्थो निर्योगक्षेम आत्मवान् ॥ ४५ ॥\n" +
                "\n" +
                "तिन्हीं गुणीं आवृत्त । हे वेद जाणे निभ्रांत ।\n" +
                "म्हणोनि उपनिषदादि समस्त । सात्विक ते ॥ २५६ ॥\n" +
                "\n" +
                "येर रजतमात्मक । जेथ निरुपिजे कर्मादिक ।\n" +
                "जे केवळ स्वर्गसूचक । धनुर्धरा ॥ २५७ ॥\n" +
                "\n" +
                "म्हणोनि तूं जाण । हे सुखदुःखासीच कारण ।\n" +
                "एथ झणे अंतःकरण । रिगों देसी ॥ २५८ ॥\n" +
                "\n" +
                "तूं गुणत्रयातें अव्हेरीं । मी माझें हें न करीं ।\n" +
                "एक आत्मसुख अंतरी । विसंब झणीं ॥ २५९ ॥\n" +
                "\n" +
                "     यावानर्थ उदपाने सर्वतः संप्लुतोदके ।\n" +
                "     तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥ ४६ ॥\n" +
                "\n" +
                "जरी वेदें बहुत बोललें । विविध भेद सूचिले ।\n" +
                "तर्\u200Dही आपण हित आपुलें । तेंचि घेपे ॥ २६० ॥\n" +
                "\n" +
                "जैसा प्रगटलिया गभस्ती । अशेषही मार्ग दिसती ।\n" +
                "तरी तेतुलेही काय चालिजती । सांगे मज ॥ २६१ ॥\n" +
                "\n" +
                "का उदकमय सकळ । जर्\u200Dही जाहलें असे महीतळ ।\n" +
                "तरी आपण घेपे केवळ । आर्तीचजोगें ॥ २६२ ॥\n" +
                "\n" +
                "तैसे ज्ञानिये जे होती । ते वेदार्थाते विवरिती ।\n" +
                "मग अपेक्षित तें स्वीकारिती । शाश्वत जें ॥ २६३ ॥\n" +
                "\n" +
                "     कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।\n" +
                "     मा कर्मफलहेतुर्भुर्मा ते संगोऽस्त्वकर्मणि ॥ ४७ ॥\n" +
                "\n" +
                "म्हणौनि आइकें पार्था । याचिवरी पाहतां ।\n" +
                "तुज उचित होय आतां । स्वकर्म हें ॥ २६४ ॥\n" +
                "\n" +
                "आम्हीं समस्तही विचारिलें । तंव ऐसेंचि हें मना आलें ।\n" +
                "जे न संडिजे तुवा आपुलें । विहित कर्म ॥ २६५ ॥\n" +
                "\n" +
                "परी कर्मफळीं आस न करावी । आणि कुकर्मी संगति न व्हावी ।\n" +
                "हे सत्क्रियाचि आचरावी । हेतूविण ॥ २६६ ॥\n" +
                "\n" +
                "     योगस्थ कुरू कर्माणि संगं त्यक्त्वा धनंजय ।\n" +
                "     सिद्ध्यसिद्ध्यो समो भूत्वा समत्वं योग उच्यते ॥ ४८ ॥\n" +
                "\n" +
                "तूं योगयुक्त होऊनी । फळाचा संग सांडुनी ।\n" +
                "मग अर्जुना चित्त देऊनी । करीं कर्में ॥ २६७ ॥\n" +
                "\n" +
                "परी आदरिले कर्म दैवें । जरी समाप्तीतें पावे ।\n" +
                "तरी विशेषें तेथ तोषावें । हेही नको ॥ २६८ ॥\n" +
                "\n" +
                "कां निमित्तें कोणे एकें । तें सिद्धी न वचतां ठाकें ।\n" +
                "तरी तेथिंचेनि अपरितोखें । क्षोभावें ना ॥ २६९ ॥\n" +
                "\n" +
                "आचरता सिद्धी गेलें । तरी काजाचि कीर आलें ।\n" +
                "परी ठेलियाही सगुण जहालें । ऐसेंचि मानीं ॥ २७० ॥\n" +
                "\n" +
                "देखें जेतुलालें कर्म निपजे । तेतुलें आदिपुरुषीं जरी अर्पिजे ।\n" +
                "तरी परीपूर्ण सहजें । जहालें जाणे ॥ २७१ ॥\n" +
                "\n" +
                "देखें संतासंती कर्मीं । हें जे सरिसेपण मनोधर्मीं ।\n" +
                "तेचि योगस्थिति उत्तमीं । प्रशंसिजे ॥ २७२ ॥\n" +
                "\n" +
                "     दूरेण ह्यत्वरं कर्म बुद्धियोगाद्धनंजय ।\n" +
                "     बुद्धौ शरणमन्विछ कृपणाः फलहेतवः ॥ ४९ ॥\n" +
                "\n" +
                "     बुद्धियुक्तो जहातीह उभे सुकृत्दुष्कृते ।\n" +
                "     तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलं ॥ ५० ॥\n" +
                "\n" +
                "अर्जुना समत्व चित्ताचें । तेचिं सार जाण योगाचें ।\n" +
                "जेथ मना आणि बुद्धीचें । ऐक्य आथी ॥ २७३ ॥\n" +
                "\n" +
                "तो बुद्धियोग विवरितां । बहुतें पाडे पार्था ।\n" +
                "दिसे हा अरुता । कर्मभागु ॥ २७४ ॥\n" +
                "\n" +
                "परि तेंचि कर्म आचरिजे । तरीच हा योगु पाविजे ।\n" +
                "जें कर्मशेष सहजे । योगस्थिति ॥ २७५ ॥\n" +
                "\n" +
                "म्हणोनि बुद्धियोगु सधरु । तेथ अर्जुना होई स्थिरु ।\n" +
                "मनिं करी अव्हेरु । फळहेतूचा ॥ २७६ ॥\n" +
                "\n" +
                "जे बुद्धियोगा योजिले । तेचि पारंगत जाहले ।\n" +
                "इहीं उभय संबंधी सांडिले । पापपुण्यीं ॥ २७७ ॥\n" +
                "\n" +
                "     कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।\n" +
                "     जन्मबंधविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥ ५१ ॥\n" +
                "\n" +
                "ते कर्मी तरी वर्तती । परी कर्मफळा नातळती ।\n" +
                "आणि यातायाति लोपती । अर्जुना तयां ॥ २७८ ॥\n" +
                "\n" +
                "मग निरामयभरित । पावती पद अच्युत ।\n" +
                "ते बुद्धियोगयुक्त । धनुर्धरा ॥ २७९ ॥\n" +
                "\n" +
                "     यदा ते मोहकलिलं बुद्धुर्व्यतितरिष्यति ।\n" +
                "     तदा गंतासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥ ५२ ॥\n" +
                "\n" +
                "तूं ऐसा तैं होसी । जैं मोहातें या सांडिसी ।\n" +
                "आणि वैराग्य मानसीं । संचरेल ॥ २८० ॥\n" +
                "\n" +
                "मग निष्कळंक गहन । उपजेल आत्मज्ञान ।\n" +
                "तेणे निचाडें होईल मन । अपैसें तुझे ॥ २८१ ॥\n" +
                "\n" +
                "तेथ आणिक कांही जाणावे । कां मागिलातें स्मरावें ।\n" +
                "हें अर्जुनां आघवें । पारुषेल ॥ २८२ ॥\n" +
                "\n" +
                "     श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।\n" +
                "     समाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥ ५३ ॥\n" +
                "\n" +
                "इंद्रियांचिया संगती । जिये पसरु असे मती ।\n" +
                "ते स्थिर होईल मागुती । आत्मस्वरूपीं ॥ २८३ ॥\n" +
                "\n" +
                "समाधिसुखीं केवळ । जैं बुद्धि होईल निश्चळ ।\n" +
                "तैं पावसी तूं सकळ । योगस्थिति ॥ २८४ ॥\n" +
                "\n" +
                "     अर्जुन उवाच: स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।\n" +
                "     स्थितधीः किं प्रभाषेत किमासीत ब्रजेत किम् ॥ ५४ ॥\n" +
                "\n" +
                "तेथ अर्जुन म्हणे देवा । हाचि अभिप्रावो आघवा ।\n" +
                "मी पुसेन आतां सांगावा । कृपानिधि ॥ २८५ ॥\n" +
                "\n" +
                "मग अच्युत म्हणे सुखें । जें किरीटी तुज निकें ।\n" +
                "तें पूस पां उन्मेखें । मनाचेनि ॥ २८६ ॥\n" +
                "\n" +
                "या बोला पार्थें । म्हणितलें सांग पां श्रीकृष्णातें ।\n" +
                "काय म्हणिपे स्थितप्रज्ञातें । वोळखों केवीं ॥ २८७ ॥\n" +
                "\n" +
                "आणि स्थिरबुद्धि जो म्हणिजे । तो कैसां चिन्हीं जाणिजे ।\n" +
                "जो समाधिसुख भुंजिजे । अखंडित ॥ २८८ ॥\n" +
                "\n" +
                "तो कवणे स्थिती असे । कैसेनि रूपी विलसे ।\n" +
                "देवा सांगावें हें ऐसें । लक्ष्मीपती ॥ २८९ ॥\n" +
                "\n" +
                "तव परब्रह्मअवतरणु । जो षड्गुणाधिकरणु ।\n" +
                "तो काय तेथ नारायणु । बोलतु असे ॥ २९० ॥\n" +
                "\n" +
                "     श्रीभगवानुवाच: प्रजहाति यदा कामान् सर्वान्पार्थ मनोगतान् ।\n" +
                "                आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥ ५५ ॥\n" +
                "\n" +
                "म्हणे अर्जुना परियेसीं । हा अभिलाषु प्रौढ मानसीं ।\n" +
                "तो अंतराय स्वसुखेसीं । करीत असे ॥ २९१ ॥\n" +
                "\n" +
                "जो सर्वदा नित्यतृप्तु । अंतःकरणभरितु ।\n" +
                "परि विषयामाजि पतितु । जेणें संगे कीजे ॥ २९२ ॥\n" +
                "\n" +
                "तो कामु सर्वथा जाये । जयाचे आत्मतोषीं मन राहें ।\n" +
                "तोचि स्थितप्रज्ञु होये । पुरुष जाणे ॥ २९३ ॥\n" +
                "\n" +
                "     दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।\n" +
                "     वीतरागभयक्रोधः स्थितधीर्मुनीरुच्यते ॥ ५६ ॥\n" +
                "\n" +
                "नाना दुःखी प्राप्तीं । जयासी उद्वेगु नाहीं चित्तीं ।\n" +
                "आणि सुखाचिया आर्ती । अडपैजेना ॥ २९४ ॥\n" +
                "\n" +
                "अर्जुना तयाचां ठायीं । कामक्रोधु सहजें नाहीं ।\n" +
                "आणि भयातें नेणें कहीं । परिपूर्ण तो ॥ २९५ ॥\n" +
                "\n" +
                "ऐसा जो निरवधि । तो जाण पां स्थिरबुद्धि ।\n" +
                "जो निरसूनि उपाधि । भेदरहितु ॥ २९६ ॥\n" +
                "\n" +
                "     यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् ।\n" +
                "     नाभिननंदंति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥ ५७ ॥\n" +
                "\n" +
                "जो सर्वत्रा सदा सरिसा । परिपूर्ण चंद्रु कां जैसा ।\n" +
                "अधमोत्तम प्रकाशा - । माजीं न म्हणे ॥ २९७ ॥\n" +
                "\n" +
                "ऐसी अनवच्छिन्न समता । भूतामत्रीं सदयता ।\n" +
                "आणि पालटु नाहीं चित्ता । कवणे वेळे ॥ २९८ ॥\n" +
                "\n" +
                "गोमटें कांही पावे । तेणे संतोषें तेणें नाभिभवे ।\n" +
                "जो ओखटेनि नागवे । विषादासी ॥ २९९ ॥\n" +
                "\n" +
                "ऐसा हरिखशोकरहितु । जो आत्मबोधभरितु ।\n" +
                "तो पां जाण प्रज्ञायुक्तु । धनुर्धरा ॥ ३०० ॥\n" +
                "\n" +
                "     यदा संहरते चायं कूर्मोऽङगानीव सर्वशः ।\n" +
                "     इंद्रियाणींद्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥ ५८ ॥\n" +
                "\n" +
                "कां कूर्म जियापरी । उवाइला अवेव पसरी ।\n" +
                "ना इच्छावशें आवरी । आपुले आपण ॥ ३०१ ॥\n" +
                "\n" +
                "तैसीं इंद्रिये आपैतीं होतीं । जयाचें म्हणितलें करिती ।\n" +
                "तयाची प्रज्ञा जाण स्थिती । पातलीं असे ॥ ३०२ ॥\n" +
                "\n" +
                "     विषया विनिवर्तन्ते निराहारस्य देहिनः ।\n" +
                "     रसवर्ज्यं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥ ५९ ॥\n" +
                "\n" +
                "आतां अर्जुना आणिकही एक । सांगेन ऐकें कवतिक ।\n" +
                "या विषयांते साधक । त्यजिती नियमें ॥ ३०३ ॥\n" +
                "\n" +
                "श्रोत्रादि इंद्रिये आवरती । परि रसने नियमु न करिती ।\n" +
                "ते सहस्रधा कवळिजती । विषयीं इहीं ॥ ३०४ ॥\n" +
                "\n" +
                "जैसी वरिवरि पालवी खुडिजे । आणि मुळीं उदक घालिजे ।\n" +
                "तरी कैसेनि नाशु निपजे । तया वृक्षा ॥ ३०५ ॥\n" +
                "\n" +
                "तो उदकाचेनि बळें अधिकें । जैसा आडवोनि आंगे फांके ।\n" +
                "तैसा मानसी विषो पोखे । रसनाद्वारें ॥ ३०६ ॥\n" +
                "\n" +
                "येरां इंद्रिया विषय तुटे । तैसा नियमूं न ये रस हटें ।\n" +
                "जे जीवन हें न घटे । येणेंविण ॥ ३०७ ॥\n" +
                "\n" +
                "मग अर्जुना स्वभावे । ऐसियाही नियमातें पावे ।\n" +
                "जैं परब्रह्म अनुभवें । होऊनि जाईजे ॥ ३०८ ॥\n" +
                "\n" +
                "तैं शरीरभाव नासती । इंद्रिये विषय विसरती ।\n" +
                "सोहंभावप्रतीति । प्रकट होय ॥ ३०९ ॥\n" +
                "\n" +
                "     यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः ।\n" +
                "     इंद्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः ॥ ६० ॥\n" +
                "\n" +
                "येर्\u200Dहवीं तरी अर्जुना । हें आया नये साधना ।\n" +
                "जे रहाटताती जतना । निरंतर ॥ ३१० ॥\n" +
                "\n" +
                "जयातें अभ्यासाची घरटी । यमनियमांची ताटी ।\n" +
                "जे मनाते सदा मुठी । धरूनि आहाती ॥ ३११ ॥\n" +
                "\n" +
                "तेही किजती कासाविसी । या इंद्रियांची प्रौढी ऐसी ।\n" +
                "जैसी मंत्रज्ञातें विवसी । भुलवी कां ॥ ३१२ ॥\n" +
                "\n" +
                "देखे विषय हे तैसे । पावती ऋद्धिसिद्धीचेनि मिषें ।\n" +
                "मग आकळती स्पर्शें । इंद्रियांचेनि ॥ ३१३ ॥\n" +
                "\n" +
                "तिये संधी मन जाये । मग अभ्यासां ठोठावलें ठाये ।\n" +
                "ऐसें बळकटपण आहे । इंद्रियांचे ॥ ३१४ ॥\n" +
                "\n" +
                "     तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।\n" +
                "     वशे हि यस्येंद्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥ ६१ ॥\n" +
                "\n" +
                "म्हणोनि आइकें पार्था । यांते निर्दळी जो सर्वथा ।\n" +
                "सर्व विषयीं आस्था । सांडूनिया ॥ ३१५ ॥\n" +
                "\n" +
                "तोचि तूं जाण । योगनिष्ठेसी कारण ।\n" +
                "जयाचे विषयसुखे । अंतःकरण झकवेना ॥ ३१६ ॥\n" +
                "\n" +
                "जो आत्मबोधयुक्तु । होऊनि असे सततु ।\n" +
                "जो मातें हृदयाआंतु । विसंबेना ॥ ३१७ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं बाह्य विषय तरी नाहीं । परी मानसीं होईल जरी कांही ।\n" +
                "तरी साद्यंतुचि हा पाहीं । संसारु असे ॥ ३१८ ॥\n" +
                "\n" +
                "जैसा कां विषाचा लेशु । घेतलिया होय बहुवसु ।\n" +
                "मग निभ्रांत करी नाशु । जीवितासी ॥ ३१९ ॥\n" +
                "\n" +
                "तैसी या विषयांची शंका । मनीं वसती देखा ।\n" +
                "घातु करी अशेखा । विवेकजाता ॥ ३२० ॥\n" +
                "\n" +
                "     ध्यायतो विषयान्पुंसः सङगस्तेषूपजायते ।\n" +
                "     सङगात्संजायते कामः कामात्क्रोधोभिजायते ॥ ६२ ॥\n" +
                "\n" +
                "     क्रोधाद् भवति संमोहः संमोहात्स्मृतिविभ्रमः ।\n" +
                "     स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति ॥ ६३ ॥\n" +
                "\n" +
                "जरी हृदयीं विषय स्मरती । तरी निसंगाही आपजे संगती ।\n" +
                "संगी प्रगटे मूर्ति । अभिलाषाची ॥ ३२१ ॥\n" +
                "\n" +
                "जेथ कामु उपजला । तेथ क्रोधु आधींचि आला ।\n" +
                "क्रोधीं असे ठेविला । संमोह जाणे ॥ ३२२ ॥\n" +
                "\n" +
                "संमोहा जालिया व्यक्ति । तरी नाशु पावे स्मृति ।\n" +
                "चंडवातें ज्योति । आहत जैसी ॥ ३२३ ॥\n" +
                "\n" +
                "कां अस्तमानीं निशी । जैसी सूर्यतेजातें ग्रासी ।\n" +
                "तैसी दशा स्मृतिभ्रंशीं । प्राणियांसी ॥ ३२४ ॥\n" +
                "\n" +
                "नग अज्ञानांध केवळ । तेणे आप्लविजे सकळ ।\n" +
                "तेथ बुद्धि होय व्याकुळ । हृदयामाजीं ॥ ३२५ ॥\n" +
                "\n" +
                "जैसें जात्यंधा पळणी पावे । मग ते काकुळती सैरा धांवे ।\n" +
                "तैसे बुद्धीसि होती भवें । धनुर्धरा ॥ ३२६ ॥\n" +
                "\n" +
                "ऐसा स्मृतिभ्रंशु घडे । मग सर्वथा बुद्धि अवघडे ।\n" +
                "तेथ समूळ हें उपडे । ज्ञानजात ॥ ३२७ ॥\n" +
                "\n" +
                "चैतन्याचां भ्रंशी । शरीरा दशा जैशी ।\n" +
                "पुरुषा बुद्धिनाशीं । होय देखें ॥ ३२८ ॥\n" +
                "\n" +
                "म्हणोनि आइकें अर्जुना । जैसा विस्फुल्लिंग लागे इंधना ।\n" +
                "मग प्रौढ जालिया त्रिभुवना । पुरों शके ॥ ३२९ ॥\n" +
                "\n" +
                "तैसें विषयांचे ध्यान । जरी विपायें वाहे मन ।\n" +
                "तरी येसणे हें पतन । गिंवसीत पावे ॥ ३३० ॥\n" +
                "\n" +
                "     रागद्वेषवियुकतैस्तु विषयानिन्द्रियैश्चरन् ।\n" +
                "     आत्मवशैर्विधेयात्मा प्रसादमधिगच्छति ॥ ६४ ॥\n" +
                "\n" +
                "म्हणोनि विषय हे आघवे । सर्वथा मनौनि सांडावे ।\n" +
                "मग रागद्वेष स्वभावें । नाशतील ॥ ३३१ ॥\n" +
                "\n" +
                "पार्था आणिकही एक । जरी नाशिले रागद्वेष ।\n" +
                "तरी इंद्रियां विषयीं बाधक । रमतां नाही ॥ ३३२ ॥\n" +
                "\n" +
                "जैसा सूर्य आकाशगतु । रश्मिकरीं जगातें स्पर्शतु ।\n" +
                "तरी संगदोषें काय लिंपतु । तेथिंचेनि ॥ ३३३ ॥\n" +
                "\n" +
                "तैसा इंद्रियार्थी उदासीन । आत्मरसेंचि निर्भिन्न ।\n" +
                "जो कामक्रोधविहीन । होऊनि असे ॥ ३३४ ॥\n" +
                "\n" +
                "तरी विषयांतुही कांही । आपणपेवाचुनि नाहीं ।\n" +
                "मग विषय कवण कायी । बाधीतील कवणा ॥ ३३५ ॥\n" +
                "\n" +
                "जरी उदकें उदकीं बुडीजे । कां अग्नि आगी पोळिजे ।\n" +
                "तरीं विषयसंगे आप्लविजे । परिपूर्ण तो ॥ ३३६ ॥\n" +
                "\n" +
                "ऐसा आपणचि केवळ । होऊनि असे निखळ ।\n" +
                "तयाचि प्रज्ञा अचळ । निभ्रांत मानीं ॥ ३३७ ॥\n" +
                "\n" +
                "     प्रसादे सर्वदुःखानां हानिरस्योपजायते ।\n" +
                "     प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥ ६५ ॥\n" +
                "\n" +
                "देखें अखंडित प्रसन्नता । आथी जेथ चित्ता ।\n" +
                "तेथे रिगणें नाहीं समस्तां । संसारदुःखां ॥ ३३८ ॥\n" +
                "\n" +
                "जैसा अमृताचा निर्झरु । प्रसवे जयाचा जठरु ।\n" +
                "तया क्षुधेतृष्णेचा अडदरु । कहींचि नाहीं ॥ ३३९ ॥\n" +
                "\n" +
                "तैसें हृदय प्रसन्न होये । तरी दुःख कैचें कें आहे ।\n" +
                "तेथ बुद्धि आपैसी राहे । परमात्मरूपीं ॥ ३४० ॥\n" +
                "\n" +
                "जैसा निर्वातीचा दीपु । सर्वथा नेणे कंपु ।\n" +
                "तैसा स्थिरबुद्धि स्वस्वरूपु । योगयुक्तु ॥ ३४१ ॥\n" +
                "\n" +
                "     नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।\n" +
                "     न चाभावयतः शांतिरशांतस्य कुतः सुखम् ॥ ६६ ॥\n" +
                "\n" +
                "ये युक्तीचि कडसणी । नाहीं जयाचां अंतःकरणीं ।\n" +
                "तो आकळिलां जाण गुणीं । विषयादिकीं ॥ ३४२ ॥\n" +
                "\n" +
                "तया स्थिरबुद्धि पार्था । कहीं नाहीं सर्वथा ।\n" +
                "आणि स्थैर्याची आस्था । तेही नुपजे ॥ ३४३ ॥\n" +
                "\n" +
                "निश्चळत्वाची भावना । जरी नव्हेचि देखें मना ।\n" +
                "तरी शांति केवी अर्जुना । आपु होय ॥ ३४४ ॥\n" +
                "\n" +
                "आणि जेथ शांतिचा जिव्हाळा नाहीं । तेथ सुख विसरोनि न रिगे कहीं ।\n" +
                "जैसा पापियाचां ठायीं । मोक्षु न वसे ॥ ३४५ ॥\n" +
                "\n" +
                "देखें अग्निमाजी धापती । तियें बीजें जरी विरुढती ।\n" +
                "तरी अशांत सुखप्राप्ती । घडों शके ॥ ३४६ ॥\n" +
                "\n" +
                "म्हणोनि अयुक्तपण मनाचे । तेंचि सर्वस्व दुःखाचें ।\n" +
                "या कारणें इंद्रियांचें । दमन निकें ॥ ३४७ ॥\n" +
                "\n" +
                "     इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते ।\n" +
                "     तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि ॥ ६७ ॥\n" +
                "\n" +
                "ये इंद्रियें जें जें म्हणती । तें तेंचि जे पुरुष करिती ।\n" +
                "ते तरलेचि न तरिती । विषयसिंधु ॥ ३४८ ॥\n" +
                "\n" +
                "जैसी नाव थडिये ठाकितां । जरी वरपडी होय दुर्वाता ।\n" +
                "तरी चुकलाही मागौता । अपावो पावे ॥ ३४९ ॥\n" +
                "\n" +
                "तैसी प्राप्तेंही पुरुषें । इंद्रियें लाळिलीं जरी कौतुकें ।\n" +
                "तरी आक्रमिला देख दुःखे । सांसारिकें ॥ ३५० ॥\n" +
                "\n" +
                "     तस्माद् यस्य महाबाहो निगृहितानि सर्वशः ।\n" +
                "     इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥ ६८ ॥\n" +
                "\n" +
                "म्हणोनि आपुलीं आपणपेया । जरी ये इंद्रिये येती आया ।\n" +
                "तरी अधिक कांही धनंजया । सार्थक असे ॥ ३५१ ॥\n" +
                "\n" +
                "देखे कूर्म जियापरी । उवाइला अवयव पसरी ।\n" +
                "ना तरी इच्छावशें आवरी । आपणपेंचि ॥ ३५२ ॥\n" +
                "\n" +
                "तैसीं इंद्रिये आपैती होती । जयाचें म्हणितलें करिती ।\n" +
                "तयाची प्रज्ञा जाण स्थिती । पातली असे ॥ ३५३ ॥\n" +
                "\n" +
                "आता आणिक एक गहन । पूर्णाचें चिन्ह ।\n" +
                "अर्जुना तुज सांगेन । परिस पां ॥ ३५४ ॥\n" +
                "\n" +
                "     या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।\n" +
                "     यस्यां जाग्रति भूतानां सा निशा पश्यतो मुनेः ॥ ६९ ॥\n" +
                "\n" +
                "देखे भूतजात निदेलें । तेथेंचि जया पाहलें ।\n" +
                "आणि जीव जेथ चेइले । तेथ निद्रित तो ॥ ३५५ ॥\n" +
                "\n" +
                "तैसा तो निरुपाधि । अर्जुना तो स्थिरबुद्धि ।\n" +
                "तोचि जाणे निरवधि । मुनीश्वर ॥ ३५६ ॥\n" +
                "\n" +
                "     आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् ।\n" +
                "     तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी ॥ ७० ॥\n" +
                "\n" +
                "पार्था आणिकही परी । तो जाणो येईल अवधारीं ।\n" +
                "जैसी अक्षोभता सागरीं । अखंडित ॥ ३५७ ॥\n" +
                "\n" +
                "जरी सरिताओघ समस्त । परिपूर्ण होऊनि मिळत ।\n" +
                "तरी अधिक नोहे ईषत् । मर्यादा न संडी ॥३५८ ॥\n" +
                "\n" +
                "ना तरी ग्रीष्मकाळीं सरिता । शोषूनि जाति समस्ता ।\n" +
                "परी न्यून नव्हे पार्था । समुद्रु जैसा ॥ ३५९ ॥\n" +
                "\n" +
                "तैसा प्राप्तीं ऋद्धिसिद्धी । तयासि क्षोभु नाहीं बुद्धी ।\n" +
                "आणि न पवतां न बाधी । अधृति तयातें ॥ ३६० ॥\n" +
                "\n" +
                "सांगे सूर्याचां घरी । प्रकाशु काय वातीवेरी ।\n" +
                "की न लविजे तरी अंधारीं । कोंडेल तो ॥ ३६१ ॥\n" +
                "\n" +
                "देखें ऋद्धिसिद्धि तयापरी । आली गेली से न करी ।\n" +
                "तो विगुंतला असे अंतरीं । महासुखीं ॥ ३६२ ॥\n" +
                "\n" +
                "जो आपुलेनि नागरपणें । इंद्रभुवनातें पाबळें म्हणे ।\n" +
                "तो केवि रंजे पालविणें । भिल्लांचेनि ॥ ३६३ ॥\n" +
                "\n" +
                "जो अमृतासि ठी ठेवी । तो जैसा कांजी न सेवी ।\n" +
                "तैसा स्वसुखानुभवी । न भोगी ऋद्धि ॥ ३६४ ॥\n" +
                "\n" +
                "पार्था नवल हें पाहीं । जेथ स्वर्गसुख लेखनीय नाही ।\n" +
                "तेथ ऋद्धिसिद्धि कायी । प्राकृता होती ॥ ३६५ ॥\n" +
                "\n" +
                "     विहाय कामान्यः सर्वान्पुमांश्चरति निस्पृहः ।\n" +
                "     निर्ममो निरहंकरः स शान्तिमधिगच्छति ॥ ७१ ॥\n" +
                "\n" +
                "ऐसा आत्मबोधें तोषला । जो परमानंदें पोखला ।\n" +
                "तोचि स्थिरप्रज्ञु भला । वोळख तूं ॥ ३६६ ॥\n" +
                "\n" +
                "तो अहंकाराते दंडुनी । सकळ काम सांडोनि ।\n" +
                "विचरे विश्व होऊनि । विश्वाचिमाजीं ॥ ३६७ ॥\n" +
                "\n" +
                "     एष ब्राह्मो स्थितिः पार्थ नैनां प्राप्य विमुह्यति ।\n" +
                "     स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥ ७२ ॥\n" +
                "\n" +
                "हे ब्रह्मस्थिती निःसीम । जे अनुभवितां निष्काम ।\n" +
                "पातलें परब्रह्म । अनायासें ॥ ३६८ ॥\n" +
                "\n" +
                "जे चिद्रूपीं मिळतां । देहांतीची व्याकुळता ।\n" +
                "आड ठाकों न शके चित्ता । प्राज्ञा जया ॥ ३६९ ॥\n" +
                "\n" +
                "तेचि हे स्थिति । स्वमुखें श्रीपति ।\n" +
                "सांगत अर्जुनाप्रति । संजयो म्हणे ॥ ३७० ॥\n" +
                "\n" +
                "ऐसे कृष्णवाक्य ऐकिलें । तेथ अर्जुने मनीं म्हणितलें ।\n" +
                "आतां आमुचियाचि काजा आलें । उपपत्ति इया ॥ ३७१ ॥\n" +
                "\n" +
                "जे कर्मजात आघवें । एथ निराकारिलें देवें ।\n" +
                "तरी पारुषलें म्यां झुंजावें । म्हणूनियां ॥ ३७२ ॥\n" +
                "\n" +
                "ऐसा श्रीअच्युताचिया बोला । चित्तीं धनुर्धरु उवायिला ।\n" +
                "आतां प्रश्नु करील भला । आशंकोनियां ॥ ३७३ ॥\n" +
                "\n" +
                "तो प्रसंगु असे नागरु । जो सकळ धर्मासि आगरु ।\n" +
                "कीं विवेकामृतसागरु । प्रांतहीनु ॥ ३७४ ॥\n" +
                "\n" +
                "जो आपणपे सर्वज्ञनाथु । निरुपिता होईल श्रीअनंतु ।\n" +
                "ते ज्ञानदेवो सांगेल मातु । निवृत्तीदासु ॥ ३७५ ॥\n" +
                "\n" +
                "दुसरा अध्याय समाप्त || ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }
}
