package com.shreednyaneshwari.shreednyaneshwari;

import androidx.annotation.NonNull;
import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.view.Menu;
import android.view.MenuInflater;
import android.view.MenuItem;
import android.widget.RelativeLayout;
import android.widget.ScrollView;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Ek extends AppCompatActivity {
    private AdView mAdView;
    TextView textView,textView1;


    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_ek);
                 textView=findViewById(R.id.title1);
                textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText("  १. ज्ञानेश्वरी/अध्याय पहिला ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" ॐ नमोजी आद्या । वेद प्रतिपाद्या ।\n" +
                "जय जय स्वसंवेद्या । आत्मरुपा ॥१॥\n" +
                "\n" +
                "देवा तूंचि गणेशु | सकलमति प्रकाशु |\n" +
                "म्हणे निवृत्ति दासु | अवधारिजो जी ||२||\n" +
                "\n" +
                "हें शब्दब्रह्म अशेष | तेचि मूर्ति सुवेष |\n" +
                "तेथ वर्णवपु निर्दोष | मिरवत असे ||३||\n" +
                "\n" +
                "स्मृति तेचि अवयव | देखा अंगिकभाव |\n" +
                "तेथ लावण्याची ठेव | अर्थशोभा ||४||\n" +
                "\n" +
                "अष्टादश पुराणे | तीचि मणिभूषणे |\n" +
                "पदपद्धती खेवणे | प्रमेयरत्नांची ||५||\n" +
                "\n" +
                "पदबंध नागर | तेचि रंगाथिले अंबर |\n" +
                "जेथ साहित्यवाणे | सपूर उजाळाचे ||६||\n" +
                "\n" +
                "देखा काव्यनाटका | जे निर्धारिता सकौतुका |\n" +
                "त्याचि रुणझुणती क्षुद्रघंटिका | अर्थध्वनी || ७||\n" +
                "\n" +
                "नाना प्रमेयांचि परी | निपुणपणे पाहता कुसरी |\n" +
                "दिसती उचित पदे माझारी | रत्नें भली || ८||\n" +
                "\n" +
                "तेथ व्यासादिकांच्या मति | तेचि मेखळा मिरवती |\n" +
                "चोखाळपणे झळकती | पल्लवसडका || ९||\n" +
                "\n" +
                "देखा षड्दर्शने म्हणिपती | तेचि भुजांची आकृती ||\n" +
                "म्हणऊनि विसंवादे धरिती | आयुधे हाती || १०||\n" +
                "\n" +
                "तरी तर्क तोचि परशु | नीतिभेदु अंकुशु |\n" +
                "वेदांतु तो महारसु | मोदकाचा || ११ ||\n" +
                "\n" +
                "एके हाति दंतु | जो स्वभावता खंडितु |\n" +
                "तो बौद्धमत संकेतु | वार्तिकांचा || १२ ||\n" +
                "\n" +
                "मग सहजे सत्कारवादु | तो पद्मकरु वरदु |\n" +
                "धर्मप्रतिष्ठा तो सिद्धु | अभयहस्तु || १३ ||\n" +
                "\n" +
                "देखा विवेकमंतु सुविमळु | तोचि शुंडादंडु सरळु |\n" +
                "जेथ परमानंदु केवळु | महासुखाचा || १४ ||\n" +
                "\n" +
                "तरी संवादु तोचि दशनु | जो समताशुभ्रवर्णु |\n" +
                "देवो उन्मेषसुक्ष्मेक्षणु | विघ्नराजु || १५ ||\n" +
                "\n" +
                "मज अवगमलिया दोनी | मीमांसा श्रवणस्थानी |\n" +
                "बोधमदामृत मुनी | अलि सेविती || १६ ||\n" +
                "\n" +
                "प्रमेयप्रवाल सुप्रभ | द्वैताद्वैत तेचि निकुंभ |\n" +
                "सरिसे एकवटत | इभ मस्तकावरी || १७ ||\n" +
                "\n" +
                "उपरि दशोपनिषदे | जिये उदारे ज्ञानमकरंदे |\n" +
                "तिये कुसुमे मुगुटी सुगंधे | शोभती भली || १८ ||\n" +
                "\n" +
                "अकार चरणयुगुल | उकार उदर विशाल |\n" +
                "मकार महामंडल | मस्तकाकारे || १९ ||\n" +
                "\n" +
                "हे तिन्ही एकवटले | तेथ शब्दब्रह्म कवळले |\n" +
                "ते मियां गुरूकृपा नमिले | आदिबीज || २० ||\n" +
                "\n" +
                "आतां अभिनव वाग्विलासिनी | जे चातुर्यार्थकला कामिनी |\n" +
                "ते शारदा विश्वमोहिनी | नमिली मियां || २१ ||\n" +
                "\n" +
                "मज हृदयी सद्गुरू | तेणे तारिलो हा संसारपूरु |\n" +
                "म्हणऊनि विशेष अत्यादरू | विवेकावरी || २२ ||\n" +
                "\n" +
                "जैसे डोळ्यां अंजन भेटे | मग दृष्टीसी फांटा फुटे |\n" +
                "मग वास पाहे तेथ प्रकटे | महानिधी || २३ ||\n" +
                "\n" +
                "का चिंतामणी जालया हाती | सदा विजयवृत्ति मनोरथी |\n" +
                "तैसा मी पूर्णकाम निवृत्ती | ज्ञानदेवो म्हणे || २४ ||\n" +
                "\n" +
                "म्हणोन जाणतेनो गुरू भजिजे | तेणे कृतकार्य होईजे |\n" +
                "जैसे मूळसिंचने सहजे | शाखापल्लव संतोषती || २५ ||\n" +
                "\n" +
                "का तीर्थे जिये भुवनी | तिये घडती समुद्रावगहनी |\n" +
                "ना तरी अमृतरसास्वादनीं | रस सकळ || २६ ||\n" +
                "\n" +
                "तैसा पुढतपुढती तोची | मियां अभिवंदिला श्रीगुरूचि |\n" +
                "जे अभिलषित मनोरुची | पुरविता तो || २७ ||\n" +
                "\n" +
                "आता अवधारा कथा गहन | जे सकळां कौतुका जन्मस्थान |\n" +
                "की अभिनव उद्यान | विवेकतरूचे || २८ ||\n" +
                "\n" +
                "ना तरी सर्व सुखांची आदि | जे प्रमेयमहानिधी |\n" +
                "नाना नवरससुधाब्धि | परिपूर्ण हे || २९ ||\n" +
                "\n" +
                "की परमधाम प्रकट | सर्व विद्यांचे मूळपीठ |\n" +
                "शास्त्रजाता वसिष्ठ | अशेषांचे || ३० ||\n" +
                "\n" +
                "ना तरी सकळ धर्मांचे माहेर । सज्जनांचे जिव्हार ।\n" +
                "लावण्यरत्नभांडार । शारदियेचे ॥ ३१॥\n" +
                "\n" +
                "नाना कथारूपे भारती । प्रकटली असे त्रिजगती ।\n" +
                "आविष्करोनी महामती । व्यासाचिये ॥ ३२॥\n" +
                "\n" +
                "म्हणोनी हा काव्यां रावो । ग्रंथ गुरुवतीचा ठावो ।\n" +
                "एथुनि रसां आला आवो । रसाळपणाचा ॥ ३३॥\n" +
                "\n" +
                "तेवींचि आइका आणिक एक । एथुनि शब्दश्री सच्छास्त्रिक ।\n" +
                "आणि महाबोधि कोवळीक । दुणावली ॥ ३४॥\n" +
                "\n" +
                "एथ चातुर्य शहाणे झाले । प्रमेय रुचीस आले ।\n" +
                "आणि सौभाग्य पोखले । सुखाचे एथ ॥ ३५॥\n" +
                "\n" +
                "माधुर्यी मधुरता । शृंगारी सुरेखता ।\n" +
                "रूढपण उचितां । दिसे भले ॥ ३६॥\n" +
                "\n" +
                "एथ कळाविदपण कळा । पुण्यासी प्रतापु आगळा ।\n" +
                "म्हणऊनि जनमेजयाचे अवलीळा । दोष हरले ॥ ३७॥\n" +
                "\n" +
                "आणि पाहता नावेक । रंगी सुरंगतेची आगळीक ।\n" +
                "गुणां सगुणतेचे बिक । बहुवस एथ ॥ ३८॥\n" +
                "\n" +
                "भानुचेनि तेजें धवळले । जैसे त्रैलोक्य दिसे उजळले ।\n" +
                "तैसे व्यासमती कवळले । अवघे विश्व ॥ ३९॥\n" +
                "\n" +
                "कां सुक्षेत्रीं बीज घातले । ते आपुलेयापरी विस्तारले ।\n" +
                "तैसे भारतीं सुरवाडले । अर्थजात ॥ ४०॥\n" +
                "\n" +
                "ना तरी नगरांतरी वसिजे । तरी नागराचि होइजे ।\n" +
                "तैसे व्यासोक्तितेजे । धवळित सकळ ॥ ४१॥\n" +
                "\n" +
                "कीं प्रथमवयसाकाळीं । लावण्याची नव्हाळी ।\n" +
                "प्रकटे जैसी आगळी । अंगनाअंगी ॥ ४२॥\n" +
                "\n" +
                "ना तरी उद्यानी माधवी घडे । तेथ वनशोभेचि खाणी उघडे ।\n" +
                "आदिलापासोनि अपाडे । जियापरी ॥ ४३॥\n" +
                "\n" +
                "नाना घनीभूत सुवर्ण । जैसे न्याहाळितां साधारण ।\n" +
                "मग अलंकाती बरवेपण । निवाडु दावी ॥ ४४॥\n" +
                "\n" +
                "तैसे व्यासोक्ती अळंकारिले । आवडे ते बरवेपण पातले ।\n" +
                "ते जाणोनि काय आश्रयिले । इतिहासी ॥ ४५॥\n" +
                "\n" +
                "नाना पुरतिये प्रतिष्ठेलागीं । सानीव धरुनी आंगी ।\n" +
                "पुराणे आख्यानरूपे जगीं । भारता आली ॥ ४६॥\n" +
                "\n" +
                "म्हणऊनि महाभारतीं जे नाही । ते नोहेचि लोकी तिहीं ।\n" +
                "येणे कारणे म्हणिपे पाहीं । व्यासोच्छिष्ट जगत्रय ॥ ४७॥\n" +
                "\n" +
                "ऐसी सुरस जगीं कथा । जे जन्मभूमि परमार्था ।\n" +
                "मुनि सांगे नृपनाथा । जनमेजया ॥ ४८॥\n" +
                "\n" +
                "जे अद्वितीय उत्तम । पवित्रैक निरुपम ।\n" +
                "परम मंगलधाम । अवधारिजो ॥ ४९॥\n" +
                "\n" +
                "आता भारतीं कमळपरागु । गीताख्यु प्रसंगु ।\n" +
                "जो संवादिला श्रीरंगु । अर्जुनेसी ॥ ५०॥\n" +
                "\n" +
                "ना तरी शब्दब्रह्माब्धि। मथिलेया व्यासबुद्धि ।\n" +
                "निवडिले निरवधि । नवनीत हे ।। ५१॥\n" +
                "\n" +
                "मग ज्ञानाग्निसंपर्के । कडसिलें विवेके ।\n" +
                "पद आले परिपाकें । आमोदासी ॥ ५२॥\n" +
                "\n" +
                "जे अपेक्षिजे विरक्ति । सदा अनुभविजे संतीं ।\n" +
                "सोहंभावे पारंगती । रमिजे जेथ ॥ ५३॥\n" +
                "\n" +
                "जे आकर्णिजे भक्ती । जें आदिवंद्य त्रिजगतीं ।\n" +
                "ते भीष्मपर्वीं संगती । सांगीजैल ॥ ५४॥\n" +
                "\n" +
                "जें भगवद्गीता म्हणीजे । जें ब्रह्मेशांनीं प्रशंसिजे।\n" +
                "जे सनकादिकीं सेविजे । आदरेसीं ॥ ५५॥\n" +
                "\n" +
                "जैसे शारदियेचे चंद्रकळे- । माजीं अमृतकण कोंवळे ।\n" +
                "तें वेंचती मवाळें । चकोरतलगें ॥ ५६॥\n" +
                "\n" +
                "तियापरी श्रोतां । अनुभवावी हे कथा ।\n" +
                "अति हळुवारपणे चित्ता । आणूनियां ॥ ५७॥\n" +
                "\n" +
                "हे शब्देविण संवादिजे । इंद्रियां नेणता भोगिजे ।\n" +
                "बोलाआधि झोंबिजे । प्रमेयासी ॥ ५८॥\n" +
                "\n" +
                "जैसे भ्रमर परागु नेती । परी कमळदळे नेणती ।\n" +
                "तैसी परी आहे सेविती । ग्रंथी इये ॥ ५९॥\n" +
                "\n" +
                "का आपुला ठावो न सांडिता । आलिंगिजे चंद्रु प्रकटता ।\n" +
                "हा अनुरागु भोगितां । कुमुदिनी जाणे ॥ ६०॥\n" +
                "\n" +
                "ऐसेनि गंभीरपणे । स्थिरावलेनि अंत:करणे ।\n" +
                "आथिला तोचि जाणे । मानूं इये ॥ ६१॥\n" +
                "\n" +
                "अहो अर्जुनाचिये पांती । जे परिसणया योग्य होती ।\n" +
                "तिहीं कृपा करून संतीं । अवधान द्यावे ॥ ६२॥\n" +
                "\n" +
                "हे सलगीं म्यां म्हणितले । चरणां लागोनि विनविलें ।\n" +
                "प्रभू सखोल हृदय आपुलें । म्हणऊनियां ॥ ६३॥\n" +
                "\n" +
                "जैसा स्वभावो मायबापांचा । अपत्य बोले जरी बोबडी वाचा ।\n" +
                "तरी अधिकचि तयाचा । संतोष आथी ॥ ६४॥\n" +
                "\n" +
                "तैसा तुम्हीं मी अंगीकारिलां । सज्जनीं आपुला म्हणितला ।\n" +
                "तरी सहज उणें उपसाहला । प्रार्थूं कायी ॥ ६५॥\n" +
                "\n" +
                "परी अपराधु तो आणिक आहे । जें मी गीतार्थ कवळुं पाहें ।\n" +
                "ते अवधारा विनवूं लाहें । म्हणऊनियां ॥ ६६॥\n" +
                "\n" +
                "हे अनावर न विचारितां । वायांचि धिंवसा उपनला चित्ता ।\n" +
                "येर्\u200Dहवीं भानुतेजीं काय खद्योता । शोभा आथी ॥ ६७॥\n" +
                "\n" +
                "का टिटिभू चांचूवरी । माप सूये सागरी ।\n" +
                "मी नेणतु त्यापरी । प्रवर्तें येथ ॥ ६८॥\n" +
                "\n" +
                "आइका आकाश गिंवसावे । तरी त्याहूनि थोर होआवें ।\n" +
                "म्हणऊनि अपाडु हें आघवें । निर्धारिता ॥ ६९॥\n" +
                "\n" +
                "या गीतार्थाची थोरी । स्वयें शंभू विवरी ।\n" +
                "जेथ भवानी प्रश्नु करी । चमत्कारोनी ॥ ७०॥\n" +
                "\n" +
                "तेथ हरू म्हणे नेणिजे । देवी जैसें का स्वरूप तुझें ।\n" +
                "तैसें नित्यनूतन देखिजे । गीतातत्व ॥ ७१॥\n" +
                "\n" +
                "हा वेदार्थसागरू । जया निद्रिताचा घोरू ।\n" +
                "तो स्वयें सर्वेश्वरू । प्रत्यक्ष अनुवादला ॥ ७२॥\n" +
                "\n" +
                "ऐसें जें अगाध । जेथ वेडावती वेद ।\n" +
                "तेथ अल्प मी मतिमंद । काय होय ॥ ७३॥\n" +
                "\n" +
                "हें अपार कैसेनि कवळावे । महातेज कवणें धवळावे ।\n" +
                "गगन मुठीं सुवावे । मशके केवीं ॥ ७४॥\n" +
                "\n" +
                "परी एथ असे एक आधारु । तेणेचि बोलें मी सधरु ।\n" +
                "जे सानुकूळ श्रीगुरु । ज्ञानदेवो म्हणे ॥ ७५॥\n" +
                "\n" +
                "येर्\u200Dहवीं तरी मी मुर्खू । जरी जाहला अविवेकु ।\n" +
                "तरी संतकृपादीपु । सोज्वळु असे ॥ ७६॥\n" +
                "\n" +
                "लोहाचे कनक होये । हे सामर्थ्य परिसींच आहे ।\n" +
                "की मृतही जीवित लाहे । अमृतसिद्धी ॥ ७७ ॥\n" +
                "\n" +
                "जरी प्रकटे सिद्धसरस्वती । तरी मुकया आथी भारती ।\n" +
                "एथ वस्तुसामर्थ्यशक्ति । नवल कायी ॥ ७८॥\n" +
                "\n" +
                "जयातें कामधेनू माये । तयासी अप्राप्य काही आहे ।\n" +
                "म्हणऊनि मी प्रवर्तों लाहे । ग्रंथी इये ॥ ७९॥\n" +
                "\n" +
                "तरी न्यून ते पुरतें । अधिक ते सरते ।\n" +
                "करून घ्यावे हें तुमते । विनवीतु असे ॥ ८०॥\n" +
                "\n" +
                "आता देईजो अवधान । तुम्हीं बोलविल्या मी बोलेन ।\n" +
                "जैसे चेष्टे सूत्राधीन । दारुयंत्र ॥ ८१॥\n" +
                "\n" +
                "तैसा मी अनुग्रहीतु । साधूंचा निरोपितु ।\n" +
                "ते आपुला अलंकारितु । भलतयापरी ॥ ८२॥\n" +
                "\n" +
                "तंव श्रीगुरू म्हणती राहीं । हे तुज बोलावे न लगे कांही ।\n" +
                "आता ग्रंथा चित्त देईं । झडकरी वेगा ॥ ८३॥\n" +
                "\n" +
                "या बोला निवृत्तिदासु । पावूनि परम उल्हासु ।\n" +
                "म्हणे परियेसा मना अवकाशु । देऊनियां ॥ ८४॥\n" +
                "\n" +
                "        धृतराष्ट्र उवाच |\n" +
                "       धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |\n" +
                "       मामकाः पाण्डवाश्चैव किमकुर्वत संजय || १||\n" +
                "\n" +
                "तरी पुत्रस्नेहे मोहितु । धृतराष्ट्र असे पुसतु ॥\n" +
                "म्हणे संजया सांगे मातु । कुरुक्षेत्रींची ॥ ८५॥\n" +
                "\n" +
                "जें धर्मालय म्हणिजे । तेथ पांडव आणि माझे ।\n" +
                "गेले असती व्याजें । झुंजाचेनि ॥ ८६॥\n" +
                "\n" +
                "तरी तिहीं येतुला अवसरीं । काय किजत असे येरयेरीं ।\n" +
                "तें झडकरी कथन करी । मजप्रती ॥ ८७॥\n" +
                "\n" +
                "       संजय उवाच |\n" +
                "       दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा |\n" +
                "       आचार्यमुपसंगम्य राजा वचनमब्रवीत् || २||\n" +
                "\n" +
                "तिये वेळी तो संजय बोले । म्हणे पांडवसैन्य उचलले ।\n" +
                "जैसें महाप्रळयीं पसरले । कृतांतमुख ॥ ८८॥\n" +
                "\n" +
                "तैसे तें घनदाट । उठावले एकवाट ।\n" +
                "जैसें उसळले कालकूट । धरीं कणव ॥ ८९॥\n" +
                "\n" +
                "ना तरी वडवानलु सादुकला । प्रलयवाते पोखला ।\n" +
                "सागर शोषूनि उधवला । अंबरासी ॥ ९०॥\n" +
                "\n" +
                "तैसे दळ दुर्धर । नाना व्यूहीं परिकर ।\n" +
                "अवगमले भयासुर । तिये काळीं ॥ ९१॥\n" +
                "\n" +
                "तें देखिलेयां दुर्योधनें । अव्हेरिले कवणे माने ।\n" +
                "जैसें न गणिजे पंचाननें । गजवटांते ॥ ९२ ॥\n" +
                "\n" +
                "     पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् |\n" +
                "     व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता || ३||\n" +
                "\n" +
                "मग द्रोणापासी आला । तयाते म्हणे हा देखिला ।\n" +
                "कैसा दळभारु उचलला । पांडवांचा ॥ ९३॥\n" +
                "\n" +
                "गिरिदुर्ग जैसे चालते । तैसे विविध व्यूह संभवते ।\n" +
                "हे रचिले आथि बुद्धिमंते । द्रुपद्कुमरें ॥ ९४॥\n" +
                "\n" +
                "जो का तुम्हीं शिक्षापिला । विद्या देऊनी कुरुठा केला ।\n" +
                "तेणे हा पाखरिला । देखदेख ॥ ९५॥\n" +
                "\n" +
                "        अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\n" +
                "        युयुधानो विराटश्च द्रुपदश्च महारथ: ॥ ४॥\n" +
                "\n" +
                "आणिकही असाधारण । जे शस्त्रास्त्रीं प्रवीण ।\n" +
                "जे क्षात्रधर्मीं निपुण । वीर आहाती ॥ ९६॥\n" +
                "\n" +
                "जे बळें प्रौढी पौरुषें । भीमार्जुनांसारिखे ।\n" +
                "ते सांगेन कौतुकें । प्रसंगेचि ॥ ९७॥\n" +
                "\n" +
                "एथ युयुधानु सुभटु । आला असे विराटु ।\n" +
                "महारथी श्रेष्ठु । द्रुपद वीरु ॥ ९८ ॥\n" +
                "\n" +
                "        धृष्टकेतुश्चेकितान: काशिराजेश्च वीर्यवान ।\n" +
                "        पुरुजित् कुंतिभोजश्च शैब्यश्च नरपुंगव: ॥ ५॥\n" +
                "\n" +
                "       युधामन्युश्च विक्रांत उत्तमौजाश्च वीर्यवान् ।\n" +
                "       सौभद्रो द्रौपदेयाश्च सर्व एव महारथ: ॥ ६॥\n" +
                "\n" +
                "चेकितान धृष्टकेतु । काशिश्वरु विक्रांतु ।\n" +
                "उत्तमौज नृपनाथु । शैब्य देख ॥ ९९ ॥\n" +
                "\n" +
                "हा कुंतिभोजु पाहे । एथ युधामन्यु आला आहे ।\n" +
                "आणि पुरुजितादि राय हे । सकळ देखे ॥ १००॥\n" +
                "\n" +
                "हा सुभद्रहृदयनंदनु । जो अपरु नवा अर्जुनु ।\n" +
                "तो अभिमन्यु म्हणे दुर्योधनु । देखे द्रोणा ॥ १०१॥\n" +
                "\n" +
                "आणिकही द्रौपदीकुमर । के सकळही महारथी वीर ।\n" +
                "मिती नेणिजे अपार । मीनले आथि ॥ १०२ ॥\n" +
                "\n" +
                "        अस्माकं तु विशिष्टा ये तान् निबोध द्विजोत्तम ।\n" +
                "        नायका मम सैन्यस्य संज्ञार्थं तान् ब्रवीमि ते ॥ ७॥\n" +
                "\n" +
                "        भवान् भीष्मश्च कर्णश्च कृपश्च समिंतिंजय: ।\n" +
                "        अश्वत्थामा विकर्णश्च सोमदत्तिस्थैव च ॥ ८॥\n" +
                "\n" +
                "आतां आमुचां दळीं नायक । जे रूढ वीर सैनिक ।\n" +
                "ते प्रसंगे आइक । सांगिजती ॥ १०३॥\n" +
                "\n" +
                "उद्देशें एक दोनी । जायिजती बोलोनी ।\n" +
                "तुम्हीआदिकरूनि । मुख्य जे जे ॥ १०४॥\n" +
                "\n" +
                "हा भीष्मु गंगानंदनु । जो प्रतापतेजस्वी भानू ।\n" +
                "रिपुगजपंचाननु । कर्ण वीरु ॥ १०५ ॥\n" +
                "\n" +
                "या एकेकाचेनि मनोव्यापारें । हे विश्व होय संहरे ।\n" +
                "हा कृपाचार्य न पुरे । एकलाचि ॥ १०६॥\n" +
                "\n" +
                "एथ विकर्ण वीरु आहे । हा अश्वत्थामा पैल पाहें ।\n" +
                "याचा अडदरु सदा वाहे । कृतांतु मनीं ॥ १०७॥\n" +
                "\n" +
                "समितिंजयो सोमदत्ति । ऐसे आणिकही बहुत आहाती ॥\n" +
                "जयाचिया बळा मिती । धाताही नेणे ॥ १०८॥\n" +
                "\n" +
                "       अन्ये च बहव: शूरा मदर्थे त्यक्तजीविता: ।\n" +
                "       नानाशस्त्रप्रहरण: सर्वे युद्धविशरद: ॥ ९॥\n" +
                "\n" +
                "जे शस्त्रविद्यापारंगत । मंत्रावतार मूर्त ।\n" +
                "हो कां जे अस्त्रजात । एथूनि रूढ ।। १०९॥\n" +
                "\n" +
                "हे अप्रतिमल्ल जगीं । पुरता प्रतापु अंगी ।\n" +
                "परी सर्व प्राणें मजचिलागी । आराइले असती ॥ ११०॥\n" +
                "\n" +
                "\n" +
                "पतिव्रतेचे हृदय जैसे । पतीवांचूनि न स्पर्शे ।\n" +
                "मी सर्वस्व या तैसे । सुभटांसी ॥ १११॥\n" +
                "\n" +
                "आमुचिया काजाचेनि पाडें । देखती आपुलें जीवित थोकडें ।\n" +
                "ऐसे निरवधि चोखडे । स्वामिभक्त ॥ ११२॥\n" +
                "\n" +
                "झुंजती कुळकणी जाणती । कळे कीर्तीसी जिती ।\n" +
                "हे बहु असो क्षात्रनीती । एथोनियां ॥ ११३॥\n" +
                "\n" +
                "ऐसें सर्वापरी पुरते । वीर दळी आमुतें ।\n" +
                "आतां काय गणूं यांतें । अपार हे ॥ ११४॥\n" +
                "\n" +
                "         अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\n" +
                "         पर्याप्तं त्विदमेषां बलं भीमाभिरक्षितम् ॥ १०॥\n" +
                "\n" +
                "वरी क्षत्रीयांमाजि श्रेष्ठु । जो जगजेठी गा सुभटु ।\n" +
                "तया दळवैपणाचा पाटु । भीष्मासी पैं ॥ ११५॥\n" +
                "\n" +
                "आतां याचेनि बळें गवसलें । हें दुर्ग जैसे पन्नासीलें ।\n" +
                "येणे पाडे थेंकुले । लोकत्रय ॥ ११६॥\n" +
                "\n" +
                "आधींच समुद्र पाहीं । तेथ दुवाडपणा कवणा नाहीं ॥\n" +
                "मग वडवानळु तैसेयाही । विरजा जैसा ॥ ११७॥\n" +
                "\n" +
                "ना तरी प्रलयवह्नि महावातु । या दोघां जैसा सांघातु ।\n" +
                "तैसा हा गंगासुतु । सेनापति ॥ ११८॥\n" +
                "\n" +
                "आतां येणेंसि कवण भिडे । हे पांडव सैन्य कीर थोडें ।\n" +
                "ओइचलेनि पाडे । दिसत असे ॥ ११९॥\n" +
                "\n" +
                "वरी भीमसेन बेथु । तो जाहला असे सेनानाथु ।\n" +
                "ऐसें बोलोनि हे मातु । सांडिली असे ॥ १२०॥\n" +
                "\n" +
                "         अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\n" +
                "         भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११॥\n" +
                "\n" +
                "मग पुनरपि काय बोले । सकळ सैनिकांते म्हणितलें ।\n" +
                "आता दळभार आपुलाले । सरसे करा ॥ १२१॥\n" +
                "\n" +
                "जिया जिया अक्षौहिणी । तिये तिये आरणी ।\n" +
                "वरगण कवणकवणी । महारथिया ॥ १२२॥\n" +
                "\n" +
                "तेणे तिया आवरिजे । भीष्मातळीं राहिजे ।\n" +
                "द्रोणाते म्हणिजे । तुम्हीं सकळ ॥ १२३॥\n" +
                "\n" +
                "हाचि एकु रक्षावा । मी तैसा हा देखावा ।\n" +
                "येणें दळभारु आघवा । साचु आमुचा॥ १२४॥\n" +
                "\n" +
                "       तस्य स\u200Dनयन् हर्षं कुरुवृद्धः पितामहः ।\n" +
                "       सिंहनादं विनद्योच्चैः शंखं दध्मौ प्रतापवान् ॥ १२॥\n" +
                "\n" +
                "या राजाचिया बोला । सेनापति संतोषला।\n" +
                "मग तेणे केला । सिंहनादु ॥ १२५॥\n" +
                "\n" +
                "तो गाजत असे अद्भुतु । दोन्ही सैन्यांआंतु ।\n" +
                "प्रतिध्वनि न समातु । उपजत असे ॥ १२६॥\n" +
                "\n" +
                "तयाचि तुलगासवे । वीरवृत्तिचेनि थावें ।\n" +
                "दिव्य शंख भीष्मदेवें । आस्फुरिला ॥ १२७॥\n" +
                "\n" +
                "ते दोन्ही नाद मिनले । तेथ त्रैलोक्य बधिरभूत जाहलें ।\n" +
                "जैसें आकाश कां पडिलें । तुटोनियां ॥ १२८॥\n" +
                "\n" +
                "घडघडीत अंबर । उचंबळत सागर ।\n" +
                "क्षोभलें चराचर । कांपत असे ॥ १२९॥\n" +
                "\n" +
                "तेणें महाघोषगजरें । दुमदुमताती गिरिकंदरें ।\n" +
                "तंव दलामाजि रणतुरें । आस्फारिलीं ॥१३०॥\n" +
                "\n" +
                "        ततः शंखाश्च भैर्यश्च पणवानकगोमुखः ।\n" +
                "        सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१३॥\n" +
                "\n" +
                "उदंड सैंघ वाजतें । भयानकें खाखाते ।\n" +
                "महाप्रळयो जेथें । धाकडांसी ॥ १३१ ॥\n" +
                "\n" +
                "भेरी निशाण मांदळ । शंख काहळा भोंगळ ।\n" +
                "आणि भयासुर रणकोल्हाळ । सुभटांचे ॥ १३२॥\n" +
                "\n" +
                "आवेशें भुजा त्राहाटिती । विसणैले हांका देती ।\n" +
                "जेथ महामद भद्रजाती । आवरती ना ॥ १३३॥\n" +
                "\n" +
                "तेथ भेडांची कवण मातु । कांचया केर फिटतु ।\n" +
                "जेणें दचकला कृतांतु । आंग नेघे ॥ १३४॥\n" +
                "\n" +
                "एकां उभयतांचे प्राण गेले । चांगांचे दांत बैसले ।\n" +
                "बिरुदांचे दादुले । हिंवताती ॥ १३५॥\n" +
                "\n" +
                "ऐसा अद्भुत तूरबंबाळु । ऐकोनि ब्रह्मा व्याकुळु ।\n" +
                "देव म्हणती प्रळयकाळु । ओढवला आजि ॥ १३६॥\n" +
                "\n" +
                "ऐसी स्वर्गीं मातु । देखोनि तो आकांतु ।\n" +
                "तंव पांडवदळा आंतु । वर्तलें कायी ॥ १३७॥\n" +
                "\n" +
                "हो कां निजसार विजयाचे । कीं ते भांडार महातेजाचे ।\n" +
                "जेथ गरुडाचिचे जावळिये । कांतले चार्\u200Dही ॥ १३८॥\n" +
                "\n" +
                "        ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\n" +
                "        माधवः पांडवश्चैव दिव्यौ शंखौ प्रदध्मतुः ॥ १४॥\n" +
                "\n" +
                "की पाखांचा मेरु जैसा । रहंवरु मिरवितसे तैसा ।\n" +
                "तेजें कोंदटलिया दिशा जयाचेनि ॥१३९॥\n" +
                "\n" +
                "जेथ अश्ववाहकु आपण । वैकुंठीचा राणा जाण ।\n" +
                "तया रथाचे गुण । काय वर्णूं ॥ १४०॥\n" +
                "\n" +
                "ध्वजस्तंभावरी वानरु । तो मूर्तिमंत शंकरु ।\n" +
                "सारथी शारङधरु । अर्जुनेसीं ॥ १४१॥\n" +
                "\n" +
                "देखा नवल तया प्रभूचें । प्रेम अद्भुत भक्तांचे ।\n" +
                "जे सारथ्य पार्थाचें । करीतु असे ॥ १४२॥\n" +
                "\n" +
                "पाईकु पाठीसीं घातला । आपण पुढां राहिला ।\n" +
                "तेणें पांचजन्यु आस्फुरिला । अवलीळाचि ।। १४३॥\n" +
                "\n" +
                "        पांचजन्यं हृषीकेशो देवदत्तं धनंजयः ।\n" +
                "        पौंड्रं दध्मौ महाशंखं भीमकर्मा वृकोदरः ॥ १५॥\n" +
                "\n" +
                "परी तो महाघोषु थोरु । गाजत असे गंहिरु ।\n" +
                "जैसा उदैला लोपि दिनकरु । नक्षत्रांते ॥ १४४॥\n" +
                "\n" +
                "तैसें तुरबंबाळु भंवते । कौरवदळी गाजत होते ।\n" +
                "ते हारपोनि नेणों केऊते । गेले तेथ ॥ १४५॥\n" +
                "\n" +
                "तैसाचि देखे येरें । निनादें अति गंहिरे ।\n" +
                "देवदत्त धनुर्धरे । आस्फुरिला ॥ १४६॥\n" +
                "\n" +
                "ते दोनी शब्द अचाट । मिनले एकवट ।\n" +
                "तेथ ब्रह्मकटाह शतकूट । हों पाहत असे ॥ १४७॥\n" +
                "\n" +
                "तंव भीमसेनु विसणैला । जैसा महाकाळु खवळला ।\n" +
                "तेणें पौंड्र आस्फुरिला । महाशंखु ॥ १४८॥\n" +
                "\n" +
                "         अनंतविजयं राजा कुंतीपुत्रो युधिष्ठिरः ।\n" +
                "         नकुलः सहदेवश्चं सुघोष्मणिपुष्पकौ ॥ १६॥\n" +
                "\n" +
                "तो महाप्रलयजलधरु । जैसा घडघडिला गंहिरु ।\n" +
                "तंव अनंतविजयो युधिष्ठिरु । आस्फुरित असे ॥ १४९॥\n" +
                "\n" +
                "नकुळें सुघोषु । सहदेवे मणिपुष्पकु ।\n" +
                "जेणें नादें अतंकु । गजबजला असे ॥ १५०॥\n" +
                "\n" +
                "        काश्यश्च परमेश्वासः शिखंडी च महारथः ।\n" +
                "        दृष्टद्युम्नो विराटश्च सातकिश्चापराजितः ॥ १७॥\n" +
                "\n" +
                "        द्रुपदो द्रौपदेयाश्च सर्वेशः पृथिवीपते ।\n" +
                "        सौभद्रश्च महाबाहुः शंखान् दध्मुः पृथक् पृथक् ॥ १८॥\n" +
                "\n" +
                "तेथ भूपती होते अनेक । द्रुपद द्रौपदेयादिक ।\n" +
                "हा काशीपती देख । महाबाहु ॥ १५१॥\n" +
                "\n" +
                "तेथ अर्जुनाचा सुतु । सात्यकि अपराजितु ।\n" +
                "दृष्टद्युम्नु नृपनाथु । शिखंडी हन ॥ १५२॥\n" +
                "\n" +
                "विराटादि नृपवर । जे सैनिक मुख्य वीर ।\n" +
                "तिहीं नाना शंख निरंतर । आस्फुरिले ॥ १५३॥\n" +
                "\n" +
                "तेणें महाघोषनिर्घातें । शेषकूर्म अवचिते ।\n" +
                "गजबजोनि भूभारातें । सांडूं पाहती ॥ १५४॥\n" +
                "\n" +
                "तेथ तिन्हीं लोक डंडळित । मेरु मांदार आंदोळित ।\n" +
                "समुद्रजळ उसळत । कैलासवेरी ॥ १५५॥\n" +
                "\n" +
                "         स घोषो धार्त्रराष्ट्राणां हृदयानि व्यदारयत् ।\n" +
                "         नभश्च पृथिवींश्चैव तुमुलो व्यनुनादयन् ॥ १९॥\n" +
                "\n" +
                "पृथ्वीतळ उलथों पाहत । आकाश असे आसुडत ।\n" +
                "तेथ सडा होत । नक्षत्रांचा ।। १५६॥\n" +
                "\n" +
                "सृष्टि गेली रे गेली ॥ देवां मोकळवादी जाहली ।\n" +
                "ऐशी एक टाळी पिटिली । सत्यलोकीं । १५७ ॥\n" +
                "\n" +
                "दिहाचि दिन थोकला । जैसा प्रलयकाळ मांडला ।\n" +
                "तैसा हाहाकारु उठिला । तिन्हीं लोकीं ॥ १५८॥\n" +
                "\n" +
                "तंव आदिपुरुषु विस्मितु । म्हणे झणें होय पां अंतु ।\n" +
                "मग लोपला अद्भुतु । संभ्रमु तो ॥ १५९॥\n" +
                "\n" +
                "म्हणोनि विश्व सांवरले । एर्\u200Dहवीं युगांत होतें वोडवले ।\n" +
                "जै महाशंख आस्फुरिले । कृष्णादिकीं ॥ १६०॥\n" +
                "\n" +
                "तो घोष तरी उपसंहरला । परी पडिसाद होता राहिला ॥\n" +
                "तेणें दळभार विध्वंसिला । कौरवांचा ॥ १६१॥\n" +
                "\n" +
                "तो जैसा गजघटाआंतु । सिंह लीला विदारितु ।\n" +
                "तैसा हृदयातें भेदितु । कौरवांचिया ॥ १६२॥\n" +
                "\n" +
                "तो गाजत जंव आइकती । तंव उभेचि हिये घालिती ।\n" +
                "एकमेकांते म्हणती । सावध रे सावध ॥ १६३॥\n" +
                "\n" +
                "         अथ व्यवस्थितान् दृष्टवा धार्तराष्ट्रानं कपिध्वजः ।\n" +
                "         प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पांडवः ॥ २०॥\n" +
                "\n" +
                "तेथ बळें प्रौढीपुरते । जे महारथी वीर होते ।\n" +
                "तिहीं पुनरपि दळातें । आवरिलें ॥ १६४॥\n" +
                "\n" +
                "मग सरिसपणें उठावले । दुणावटोनि उचलले ।\n" +
                "तया दंडी क्षोभलें । लोकत्रय ॥ १६५॥\n" +
                "\n" +
                "तेथ बाणवरी धनुर्धर । वर्षताती निरंतर ।\n" +
                "जैसे प्रलयांत जलधर । अनिवार का ॥ १६६॥\n" +
                "\n" +
                "तें देखलिया अर्जुनें । संतोष घेऊनि मने ।\n" +
                "मग संभ्रमे दिठी सेने । घालितसे ॥ १६७॥\n" +
                "\n" +
                "तंव संग्रामीं सज्ज जाहले । सकळ कौरव देखिले ।\n" +
                "मग लीला धनुष्य उचलिले । पंडुकुमरें ॥ १६८॥\n" +
                "\n" +
                "          हृषीकेशं तदा वाक्यमिदमाह महीपते ।\n" +
                "          अर्जुन उवाच - सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥ २१।\n" +
                "\n" +
                "ते वेळीं अर्जुन म्हणतसे देवा । आतां झडकरी रथु पेलावा ।\n" +
                "नेऊनि मध्यें घालावा । दोहीं दळां ॥ १६९॥\n" +
                "\n" +
                "         यावदेतान् निरिक्षेऽहं योद्धुकामानवस्थितान् ।\n" +
                "         कैर्मया सह योद्धव्यस्मिन् रणसमुद्यमे ॥ २२॥\n" +
                "\n" +
                "         योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागतः ।\n" +
                "         धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकिर्षवः ॥ २३॥\n" +
                "\n" +
                "जंव मी नावेक । हे सकळ वीर सैनिक ।\n" +
                "न्याहळीन अशेख । झुंजते जे ॥ १७०॥\n" +
                "\n" +
                "एथ आले असती आघवे । परी कवणेंसी म्यां झुंजावे ।\n" +
                "हे रणीं लागे पहावें । म्हणऊनियां ॥ १७१॥\n" +
                "\n" +
                "बहुतकरुनि कौरव । हे आतुर दुःस्वभाव ।\n" +
                "वाटिवांवीण हांव । बांधिती झुंजीं ॥ १७२॥\n" +
                "\n" +
                "झुंजाची आवडी धरती । परी संग्रामी वीर नव्हती ।\n" +
                "हे सांगेन रायाप्रती । काय संजयो म्हणे । १७३॥\n" +
                "\n" +
                "                संजय उवाच: एवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\n" +
                "                सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥ २४॥\n" +
                "\n" +
                "आइका अर्जुन इतुकें बोलिला । तंव कृष्णें रथु पेलिला ।\n" +
                "दोहीं सैन्यामाजि केला । उभा तेणें ॥ १७४॥\n" +
                "\n" +
                "\n" +
                "        भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\n" +
                "        उवाच पार्थ पश्यैतान् समवेतान् कुरुनिति ॥ २५॥\n" +
                "\n" +
                "        तत्रापश्यत् स्थितान् पार्थः पितृनथ पितामहान् ।\n" +
                "        आचार्यान् मातुलान् भ्रातृन् पुत्रान् पौत्रान् सखींस्थता ॥ २६॥\n" +
                "\n" +
                "        श्वशुरान् सुहृदश्चैव सेनयोरुभयोरपि ।\n" +
                "        तान् समीक्ष स कौंतेयः सर्वान् बन्धूनवस्थितान् ॥ २७॥\n" +
                "\n" +
                "जेथ भीष्माद्रोणादिक । जवळिकेचि सन्मुख ।\n" +
                "पृथिविपति आणिक । बहुत आहाति ॥ १७५॥\n" +
                "\n" +
                "तेथ स्थिर करूनि रथु । अर्जुन असे पाहतु ।\n" +
                "तो दळभार समस्तु । संभ्रमेसी ॥ १७६॥\n" +
                "\n" +
                "मग देवा म्हणे देख देख । हे गोत्रगुरु अशेख ।\n" +
                "तंव कृष्णा मनीं नावेक । विस्मो जाहला ॥ १७७॥\n" +
                "\n" +
                "तो आपणयां आपण म्हणे । एथ कायि कवण जाणे ।\n" +
                "हें मनीं धरिले येणें । परि कांही आश्चर्य असे ॥ १७८॥\n" +
                "\n" +
                "ऐसी पुढील से घेतु । तो सहजें जाणे हृदयस्थु ।\n" +
                "परि उगा असे निवांतु । तिये वेळीं ॥ १७९॥\n" +
                "\n" +
                "तंव तेथ पार्थु सकळ । पितृपितामह केवळ ।\n" +
                "गुरू बंधु मातुळ । देखता जाहला ॥ १८०॥\n" +
                "\n" +
                "इष्टमित्र आपुले । कुमरजन देखिले ।\n" +
                "हे सकळ असती आले । तयांमाजि ॥ १८१॥\n" +
                "\n" +
                "सुहृज्जन सासरे । आणिकही सखे सोईरे ।\n" +
                "कुमर पौत्र धनुर्धरें । देखिले तेथ ॥ १८२॥\n" +
                "\n" +
                "जयां उपकार होते केले । कां आपदीं जे राखिले ।\n" +
                "हे असो वडील धाकुले - । आदिकरुनि ॥ १८३॥\n" +
                "\n" +
                "ऐसे गोत्रचि दोहीं दळीं । उदित जालें असे कळीं ।\n" +
                "हें अर्जुने तिये वेळीं । अवलोकिलें ॥ १८४॥\n" +
                "\n" +
                "        कृपया परयाऽऽविष्टो विषीदन्नमब्रवीत ।\n" +
                "\n" +
                "तेथ मनीं गजबज जाहली । आणि आपैसी कृपा आली ।\n" +
                "तेणें अपमानें निघाली । वीरवृत्ति ॥ १८५ ॥\n" +
                "\n" +
                "जिया उत्तम कुळींचिया होती । आणि गुणलावण्य आथी ।\n" +
                "तिया आणिकींते न साहति । सुतेजपणें ॥ १८६॥\n" +
                "\n" +
                "नविये आवडीचेनि भरें । कामुक निजवनिता विसरे ।\n" +
                "मग पाडेंविण अनुसरें । भ्रमला जैसा ॥ १८७॥\n" +
                "\n" +
                "कीं तपोबळें ऋद्धी । पातलिया भ्रंशे बुद्धी ।\n" +
                "मग तया विरक्ततासिद्धी । आठवेना॥ १८८॥\n" +
                "\n" +
                "तैसें अर्जुना तेथ जाहले । असतें पुरुषत्व गेले ।\n" +
                "जें अंतःकरण दिधले । कारुण्यासी ॥ १८९॥\n" +
                "\n" +
                "देखा मंत्रज्ञु बरळु जाये । मग तेथ कां जैसा संचारु होये ।\n" +
                "तैसा तो धनुर्धर महामोहें । आकळिला ॥ १९०॥\n" +
                "\n" +
                "म्हणऊनि असता धीरु गेला । हृदया द्रावो आला ।\n" +
                "जैसा चंद्रकळीं सिंपिला । सोमकांतु ॥ १९१॥\n" +
                "\n" +
                "तयापरी पार्थु । अतिस्नेहें मोहितु ।\n" +
                "मग सखेद असे बोलतु । अच्युतेसी ॥ १९२॥\n" +
                "\n" +
                "        दृष्ट्वेनं स्वजनं कृष्ण युयुत्सुं समुपस्थिताम् ।।२८॥\n" +
                "\n" +
                "        सीदन्ती मम गात्राणि मुखं च परिशुष्यति ।\n" +
                "        वेपथुश्च शरीरे मे रोमाहर्षश्च जायते ॥ २९॥\n" +
                "\n" +
                "        गांडीवम् स्त्रंसते हस्तात् त्वक् चैव परिदह्यते ।\n" +
                "        न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥ ३०॥\n" +
                "\n" +
                "तो म्हणे अवधारी देवा । म्यां पाहिला हा मेळावा ।\n" +
                "तंव गोत्रवर्गु आघवा । देखिला एथ ॥ १९३॥\n" +
                "\n" +
                "हे संग्रामीं अति उद्यत । जाहाले असती कीर समस्त ।\n" +
                "पण आपणपेयां उचित । केवीं होय ॥ १९४॥\n" +
                "\n" +
                "येणें नांवेंचिं नेणों कायी । मज आपणपें सर्वथा नाहीं ।\n" +
                "मन बुद्धी ठायीं । स्थिर नोहे ॥ १९५ ॥\n" +
                "\n" +
                "देखें देह कांपत । तोंड असे कोरडें होत ।\n" +
                "विकळता उपजत । गात्रांसी ॥ १९६ ॥\n" +
                "\n" +
                "सर्वांगा कांटाळा आला । अति संतापु उपनला ।\n" +
                "तेथ बेंबळे हातु गेला । गांडीवाचा ॥ १९७ ॥\n" +
                "\n" +
                "तें न धरताचि निष्टलें । परि नेणेंचि हातोनि पडिले ।\n" +
                "ऐसे हृदय असे व्यापिलें । मोहें येणें ॥ १९८ ॥\n" +
                "\n" +
                "जें वज्रापासोनि कठिण । दुर्धर अतिदारुण ।\n" +
                "तयाहून असाधारण । हें स्नेह नवल ॥ १९९ ॥\n" +
                "\n" +
                "जेणे संग्रामी हरू जिंतिला । निवातकवचांचा ठावो फेडिला ।\n" +
                "तो अर्जुन मोहें कवळिला । क्षणामाजि ॥ २०० ॥\n" +
                "\n" +
                "जैसा भ्रमर भेदी कोडें । भलतैसें काष्ठ कोरडें ।\n" +
                "परि कळिकेमाजीं सापडें । कोवळियें ॥ २०१ ॥\n" +
                "\n" +
                "तेथ उत्तीर्ण होईल प्राणें । परीं ते कमळदळु चिरूं नेणे ।\n" +
                "तैसे कठीण कोवळेंपणे । स्नेह देखा ॥ २०२ ॥\n" +
                "\n" +
                "हे आदिपुरुषाची माया । ब्रह्मेयाहि नयेचि आया ।\n" +
                "म्हणऊनी भुलविला ऐकें राया । संजयो म्हणे ॥ २०३ ॥\n" +
                "\n" +
                "अवधारीं मग तो अर्जुनु ।देखोनि सकळ स्वजनु ।\n" +
                "विसरला अभिमानु । संग्रामींचा ॥ २०४ ॥\n" +
                "\n" +
                "कैसी नेणों सदयता । उपनली येथे चित्ता ।\n" +
                "मग म्हणे कृष्णा आता । नसिजे एथ ॥ २०५ ॥\n" +
                "\n" +
                "माझें अतिशय मन व्याकुळ । होतसे वाचा बरळ ।\n" +
                "जे वधावे हे सकळ । येणें नांवे ॥ २०६ ॥\n" +
                "\n" +
                "         निमितानि च पश्यामि विपरीतानि केशव ।\n" +
                "         न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥ ३१ ॥\n" +
                "\n" +
                "या कौरवां जरी वधावें । तरी युधिष्ठिरादिक कां न वधावे ।\n" +
                "हे येर येर आघवे । गोत्रज आमुचे ॥ २०७ ॥\n" +
                "\n" +
                "म्हणोनि जळो हें झुंज । प्रत्यया न ये मज ।\n" +
                "एणें काय काज । महापापें ॥ २०८ ॥\n" +
                "\n" +
                "देवा बहुतं परीं पाहता । एथ वोखटें होईल झुंजतां ।\n" +
                "वर काहीं चुकवितां । लाभु आथी ॥ २०९ ॥\n" +
                "\n" +
                "         न काङक्षे विजयं कृष्ण न च राज्य सुखानि च ।\n" +
                "         किं नो राज्येन गोविंद किं भोगैर्जीवितेन वा ॥ ३२ ॥\n" +
                "\n" +
                "         येषामर्थे काङक्षितं नो राज्यं भोगाः सुखानि च ।\n" +
                "         ते इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥ ३३ ॥\n" +
                "\n" +
                "तया विजयवृत्ती कांही । मज सर्वथा काज नाहीं ।\n" +
                "एथ राज्य तरी कायी । हें पाहुनियां ॥ २१० ॥\n" +
                "\n" +
                "यां सकळांते वधावे । मग जे भोग भोगावे ।\n" +
                "ते जळोत आघवे । पार्थु म्हणे ॥ २११ ॥\n" +
                "\n" +
                "तेणें सुखेविण होईल । तै भलतेही साहिजेल ।\n" +
                "वरि जीवितही वेंचिजेल । याचिलागीं ॥ २१२ ॥\n" +
                "\n" +
                "परीं यासी घातु कीजे । मग आपण राज्य भोगिजे ।\n" +
                "हे स्वप्नींही मन माझे । करूं न शके ॥ २१३ ॥\n" +
                "\n" +
                "तरी आम्ही का जन्मावें । कवणालागीं जियावें ।\n" +
                "जें वडिलां यां चिंतावें । विरुद्ध मनें ॥ २१४ ॥\n" +
                "\n" +
                "पुत्रातें इप्सी कुळ । तयाचें कायि हेंचि फळ ।\n" +
                "जे निर्दाळिजे केवळ । गोत्र आपुले ॥ २१५ ॥\n" +
                "\n" +
                "हें मनींचि केवि धरिजे । आपण वज्राचेयां बोलिजे ।\n" +
                "वरी घडे तरी कीजे । भले एयां ॥ २१६ ॥\n" +
                "\n" +
                "आम्हीं जें जें जोडावें । तें समस्तीं इहीं भोगावें ।\n" +
                "हे जीवितही उपकारावें । काजीं यांचां ॥ २१७ ॥\n" +
                "\n" +
                "आम्ही दिगंतीचे भूपाळ । विभांडूनि सकळ ।\n" +
                "मग संतोषविजे कुळ । आपुलें जें ॥ २१८ ॥\n" +
                "\n" +
                "तेचि हे समस्त । परी कैसें कर्म विपरीत ।\n" +
                "जे जाहले असती उद्यत । झुंजावया ॥ २१९ ॥\n" +
                "\n" +
                "अंतौरिया कुमरें । सांडोनियां भांडारें ।\n" +
                "शस्त्राग्रीं जिव्हारें । आरोपुनी ॥ २२० ॥\n" +
                "\n" +
                "ऐसियांते कैसेनि मारुं । कवणावरी शस्त्र धरूं ।\n" +
                "निज हृदया करूं । घातु केवीं ॥ २२१ ॥\n" +
                "\n" +
                "          आचार्याः पितरः पुत्रास्तथैव च पितामहः ।\n" +
                "          मातुलः श्वशुराः पौत्राः श्यालाः संबंधिनस्तथा ॥ ३४॥\n" +
                "\n" +
                "हे नेणसी तूं कवण । परी पैल भीष्म द्रोण ।\n" +
                "जयांचे उपकार असाधारण । आम्हां बहुत ॥ २२२ ॥\n" +
                "\n" +
                "एथ शालक सासरे मातुळ । आणी बंधु कीं हें सकळ ।\n" +
                "पुत्र नातू केवळ । इष्टही असती ॥ २२३ ॥\n" +
                "\n" +
                "अवधारीं अति जवळिकेचे । हे सकळही सोयरे आमुचे ।\n" +
                "म्हणोनि दोष आथि वाचे । बोलतांचि ॥ २२४ ॥\n" +
                "\n" +
                "         एतान्न हन्तुमिछामि घ्नतोऽपि मघुसूदन ।\n" +
                "         अपि त्रैलोक्यराज्यस्य हेतोः किं न महीकृते ॥ ३५ ॥\n" +
                "\n" +
                "हे वरी भलतें करितु । आंताचि एथें मारितु ।\n" +
                "परि आपण मनें घातु । न चिंतावा ॥ २२५ ॥\n" +
                "\n" +
                "त्रैलोक्यींचे अनकळित । जरी राज्य होईल एथ ।\n" +
                "तरी हें अनुचित । नाचरें मी ॥ २२६ ॥\n" +
                "\n" +
                "जरी आज एथ ऐसें कीजे । तरी कवणांचा मनीं उरिजे ।\n" +
                "सांग मुख केवीं पाहिजे । तुझे कृष्णा ॥ २२७ ॥\n" +
                "\n" +
                "          निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।\n" +
                "          पापनेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥ ३६ ॥\n" +
                "\n" +
                "जरी वधु करूनी गोत्रजांचा । तरी वसौटा होऊन दोषांचा ।\n" +
                "मज जोडलासि तूं हातींचा । दूरी होसी ॥ २२८ ॥\n" +
                "\n" +
                "कुळहरणीं पातकें । तिये आंगीं जडती अशेखें ।\n" +
                "तयें वेळी तूं कवण कें । देखावासी ॥ २२९ ॥\n" +
                "\n" +
                "जैसा उद्यानामाजीं अनळु । संचरला देखोनि प्रबळु ।\n" +
                "मग क्षणभरी कोकिळु । स्थिर नोहे ॥ २३० ॥\n" +
                "\n" +
                "सकर्दम सरोवरु । अवलोकूनि चकोरु ।\n" +
                "न सेवितु अव्हेरु । करूनि निघे ॥ २३१ ॥\n" +
                "\n" +
                "तयापरी तूं देवा । मज झकों न येसी मावा ।\n" +
                "जरी पुण्याचा वोलावा । नाशिजेल ॥ २३२ ॥\n" +
                "\n" +
                "          तस्मान्नार्हा वयं हन्तुम् धार्तराष्ट्रान्स्वबांधवान् ।\n" +
                "          स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३७ ॥\n" +
                "\n" +
                "म्हणोनि मी हें न करीं । इये संग्रामीं शस्त्र न धरीं ।\n" +
                "हें किडाळ बहुतीं । परीं दिसतसे ॥ २३३ ॥\n" +
                "\n" +
                "तुझा अंतराय होईल । मग सांगें आमचें काय उरेल ।\n" +
                "तेणें दुःखे हियें फुटेल । तुजवीण कृष्णा ॥ २३४ ॥\n" +
                "\n" +
                "म्हणावूनि कौरव हे वधिजती । मग आम्हीं भोग भोगिजती ।\n" +
                "हे असो मात अघडती । अर्जुन म्हणे ॥ २३५ ॥\n" +
                "\n" +
                "          यद्यप्यते न पश्यंति लोभोपहृतचेतसः ।\n" +
                "          कुलक्षयकृतंदोषं मित्रद्रोहे च पातकम् ॥ ३८ ॥\n" +
                "\n" +
                "          कथं ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।\n" +
                "          कुलक्षयकृतम् दोषं प्रपश्यद्भिर्जनार्दन ॥ ३९ ॥\n" +
                "\n" +
                "हे अभिमानपदे भुलले । जरी पां संग्रामा आले ।\n" +
                "तर्\u200Dही आम्हीं हित आपुलें । जाणावें लागे ॥ २३६ ॥\n" +
                "\n" +
                "हें ऐसें कैसें करावें । जे आपुले आपण मारावे ।\n" +
                "जाणत जाणतांचि सेवावें । कालकूट ॥ २३७ ॥\n" +
                "\n" +
                "हां जी मार्गीं चालतां । पुढां सिंह जाहला अवचितां ।\n" +
                "तो तंव चुकवितां । लाभु आथी ॥ २३८ ॥\n" +
                "\n" +
                "असता प्रकाशु सांडावा । मग अंधकूप आश्रावा ।\n" +
                "तरी तेथ कवणु देवा । लाभु सांगे ॥ २३९ ॥\n" +
                "\n" +
                "का समोर अग्नि देखोनी । जरी न वचिजे वोसंडोनी ।\n" +
                "तरी क्षणा एका कवळूनि । जांळू सके ॥ २४०॥\n" +
                "\n" +
                "तैसे दोष हे मूर्त । अंगी वाजों असती पहात ।\n" +
                "हें जाणतांही केवीं एथ । प्रवर्तावें ॥ २४१ ॥\n" +
                "\n" +
                "ऐसें पार्थ तिये अवसरीं । म्हणे देवा अवधारीं ।\n" +
                "या कल्मषाची थोरी । सांगेन तुज ॥ २४२ ॥\n" +
                "\n" +
                "           कुलक्षये प्रणश्यंति कुलधर्माः सनातनः ।\n" +
                "           धर्मे नष्टे कुलं कृत्सनमधर्मोऽभिभवत्युत ॥ ४० ॥\n" +
                "\n" +
                "जैसें काष्ठें काष्ठ मथिजे । येथ वन्हि एक उपजे ।\n" +
                "तेणें काष्ठजात जाळिजे । प्रज्वळलेनि ॥ २४३ ॥\n" +
                "\n" +
                "तैसा गोत्रींची परस्परें । जरी वधु घडे मत्सरें ।\n" +
                "तरी तेणें महादोषें घोरें । कुळचि नाशे ॥ २४४॥\n" +
                "\n" +
                "म्हणवूनि येणें पापें । वंशजधर्मु लोपे ।\n" +
                "मग अधर्मुचि आरोपे । कुळामाजि ॥ २४५ ॥\n" +
                "\n" +
                "             अधर्माभिभवात् कृष्ण प्रदुष्यंति कुलस्त्रियः ।\n" +
                "             स्त्रीसु दुष्टासु वार्ष्णेय जायते वर्णसंकरः ॥ ४१ ॥\n" +
                "\n" +
                "एथ सारासार विचारावें । कवणे काय आचरावें ।\n" +
                "आणि विधिनिषेध अघवे । पारुषति ॥ २४६ ॥\n" +
                "\n" +
                "असता दीपु दवडीजे । मग अंधकारीं राहाटिजे ।\n" +
                "जे उजूंचि का आडळिजे । जयापरी ॥ २४७ ॥\n" +
                "\n" +
                "तैसा कुळीं कुळक्षयो होय । तये वेळी तो आद्य धर्मु जाय ।\n" +
                "मग आन कांहीं आहे । पापांवाचुनि ॥ २४८ ॥\n" +
                "\n" +
                "जैं यमनियम ठाकती । तेथ इंद्रियें सैरा विचरती ।\n" +
                "म्हणवूनि व्यभिचार घडती । कुळस्त्रियांसी ॥ २४९ ॥\n" +
                "\n" +
                "उत्तम अधमीं संचरती । ऐसे वर्णावर्ण मिसळती ।\n" +
                "तेथ समूळ उपडती । जातिधर्म ॥ २५० ॥\n ";

        stringBuilder.append(aadhaya1);

        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" जैसी चोहटाचिया बळी । पाविजे सैरा काऊळीं ।\n" +
                "तैसीं महापापें कुळीं प्रवेशती ॥ २५१ ॥\n" +
                "\n" +
                "           संकरो नरकायैव कुलघ्नानां कुलस्य च ।\n" +
                "           पतंति पितरि ह्येषां लुप्तपिंडिदकक्रियाः ॥ ४१॥\n" +
                "\n" +
                "मग कुळा देखा अशेखा । आंणि कुळघातका ।\n" +
                "येरयेरा नरक । जाणें आथी ॥ २५२ ॥\n" +
                "\n" +
                "देखें वंशवृद्धि समस्त । यापरी होय पतित ।\n" +
                "मग मग वोवांडिती स्वर्गस्थ । पूर्वपुरुष ॥ २५३ ॥\n" +
                "\n" +
                "जेथ नित्यादि क्रिया ठाके । आणि नैमित्तिक पारुखे ।\n" +
                "तेथ कवणा तिळोदकें । कवण अर्पी ॥ २५४ ॥\n" +
                "\n" +
                "तरी पितर काय करिती । कैसेनि स्वर्गीं बसती ।\n" +
                "म्हणोनि तेही येती । कुळापासी ॥ २५५ ॥\n" +
                "\n" +
                "जैसा नखाग्रीं व्याळु लागे । तो शिखांत व्यापी वेगें ।\n" +
                "तेवी आब्रह्म कुळ अवघें । आप्लविजे ॥ २५६ ॥\n" +
                "\n" +
                "          दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।\n" +
                "          उत्साद्यंते जातिधर्माः कुलधर्माश्च शाश्वतः ॥ ४३ ॥\n" +
                "\n" +
                "          उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\n" +
                "          नरके नियतं वासो भवतीत्यनुशुश्रुम ॥ ४४ ॥\n" +
                "\n" +
                "          अहो वत महत् पापं कर्तुं व्यवसिता वयमं ।\n" +
                "          यद् राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥ ४५ ॥\n" +
                "\n" +
                "देवा अवधारी आणिक एक । एथ घडे महापातक ।\n" +
                "जै संगदोषें हा लौकिक । भ्रंशु पावे ॥ २५७ ॥\n" +
                "\n" +
                "जैसा घरीं आपुला । वानिवसे वन्ही लागला।\n" +
                "तो आणिकांही प्रज्वळिला । जाळुनि घाली ॥ २५८ ॥\n" +
                "\n" +
                "तैसिया तया कुळसंगती । जे जे लोक वर्तती ।\n" +
                "तेही बाधु पावती । निमित्तें येणें ॥ २५९ ॥\n" +
                "\n" +
                "तैसें नाना दोषें सकळ । अर्जुन म्हणे तें कुळ ।\n" +
                "मग महाघोर केवळ । निरय भोगी ॥ २६० ॥\n" +
                "\n" +
                "पडिलिया तिये ठायीं । मग कल्पांतीही उगंडु नाही ।\n" +
                "येसणें पतन कुळक्षयीं । अर्जुन म्हणे ॥ २६१ ॥\n" +
                "\n" +
                "देवा हें विविध कानीं ऐकिजे । परि अझुनिवरी त्रासु नुपजे ।\n" +
                "हृदय वज्राचें हें काय कीजे । अवधारी पां ॥ २६२ ॥\n" +
                "\n" +
                "अपेक्षिजे राज्यसुख । जयालागीं तें तंव क्षणिक ।\n" +
                "ऐसे जाणतांही दोख । अव्हेरू ना ॥ २६३ ॥\n" +
                "\n" +
                "हे वडिल सकळ आपुले । वधावया दिठी सूदले ।\n" +
                "सांग पां काय थेकुलें । घडले आम्हा ॥ २६४ ॥\n" +
                "\n" +
                "\n" +
                "     यदि मामप्रतीकारमशस्त्रतं शस्त्रपाणयः ।\n" +
                "     धार्तराष्ट्रा रणे हन्युस्तनं मे क्षेमतरं भवेत् ॥ ४६ ॥\n" +
                "\n" +
                "आतां यावरी जें जियावें । तयापासूनि हें बरवे ।\n" +
                "जे शस्त्र सांडूनि साहावे । बाण त्यांचे ॥ २६५ ॥\n" +
                "\n" +
                "तयावरी होय जितुकें । तें मरणही वरी निकें ।\n" +
                "परी येणें कल्मषें । चाड नाहीं ॥ २६६ ॥\n" +
                "\n" +
                "ऐसें देखोनि सकळ । अर्जुनें आपुलें कुळ ।\n" +
                "मग म्हणे राज्य तें केवळ । निरयभोगु ॥ २६७ ॥\n" +
                "\n" +
                "     संजय उवाचः\n" +
                "     एवमुक्तवार्जुन: संख्ये रथोपस्य उपाविशत् ।\n" +
                "     विसृज्य सशरं चापं शोकसंविग्नमानसः ॥ ४७ ॥\n" +
                "\n" +
                "ऐसें तिये अवसरीं । अर्जुन बोलिला समरीं ।\n" +
                "संजयो म्हणे अवधारी । धृतराष्ट्रातें ॥ २६८ ॥\n" +
                "\n" +
                "मग अत्यंत उद्वेगला । न धरत गहिंवरू आला ।\n" +
                "तेथ उडी घातली खालां । रथौनियां ॥ २६९ ॥\n" +
                "\n" +
                "जैसा राजकुमरु पदच्युतु । सर्वथा होय उपहृतु ।\n" +
                "कां रवि राहुग्रस्तु । प्रभाहीनु ॥ २७० ॥\n" +
                "\n" +
                "ना तरी महासिद्धीसंभ्रमें । जिंतला त्रासु भ्रमे ।\n" +
                "मग आकळुनि कामें । दीनु कीजे ॥ २७१ ॥\n" +
                "\n" +
                "तैसा तो धनुर्धरु । अत्यंत दुःखें जर्जरु ।\n" +
                "दिसे जेथ रहंवरु । त्यजिला तेणें ॥ २७२ ॥\n" +
                "\n" +
                "मग धनुष्यबाण सांडिले । न धरत अश्रुपात आले ।\n" +
                "ऐसें ऐके राया तेथ वर्तलें । संजयो म्हणे ॥ २७३ ॥\n" +
                "\n" +
                "आता यावरी तो वैकुंठ्नाथु । देखोनि सखेद पार्थु ।\n" +
                "कवणेपरी परमार्थु । निरुपील ॥ २७४ ॥\n" +
                "\n" +
                "ते सविस्तर पुढारी कथा । अति सकौतुक ऐकतां ।\n" +
                "ज्ञानदेव म्हणे आतां निवृत्तिदासु ॥ २७५ ॥\n" +
                "\n" +
                "प्रथम अध्याय समाप्त || ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }


}
