package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Nau extends AppCompatActivity {
    private AdView mAdView;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_nau);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" ९. ज्ञानेश्वरी/अध्याय नववा");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" तरि अवधान एकवेळें दीजे । मग सर्व सुखासि पात्र होईजे ।\n" +
                "हें प्रतिज्ञोत्तर माझें । उघड ऐका ॥ १ ॥\n" +
                "\n" +
                "परि प्रौढी न बोलें हो जी । तुम्हां सर्वज्ञांचां समाजीं ।\n" +
                "देयावें अवधान हे माझी । विनवणी सलगीची ॥ २ ॥\n" +
                "\n" +
                "कां जे लळेयांचे लळें सरती । मनोरथाचे मनौरे पुरती ।\n" +
                "जरी माहेरें श्रीमंतें होती । तुम्हा ऐसी ॥ ३ ॥\n" +
                "\n" +
                "तुमचेया दिठिवेचिया वोले । सासिन्नले प्रसन्नतेचे मळे ।\n" +
                "ते साऊली देखोनि लोळें । श्रांतु जी मी ॥ ४ ॥\n" +
                "\n" +
                "प्रभू तुम्ही सुखामृताचे डोहो । म्हणोनि आम्ही आपुलिया स्वेच्छा वोलावों लाहों ।\n" +
                "येथ जरी सलगी करू बिहों । तरी निवो कें पां ॥ ५ ॥\n" +
                "\n" +
                "नातरी बालक बोबडां बोलीं । कां वाकुडां विचुकां पाऊलीं ।\n" +
                "तें चोज करूनि माऊली । रिझे जेवीं ॥ ६ ॥\n" +
                "\n" +
                "तेवी तुम्हा संतांचा पढियावो । कैसेनि तरि आम्हांवरी हो ।\n" +
                "या बहुवा आळुकिया जी आहों । सलगी करीत ॥ ७ ॥\n" +
                "\n" +
                "वांचूनि माझिये बोलतीये योग्यते । सर्वज्ञ भवादृश श्रोते ।\n" +
                "काय धड्यावरी सारस्वतें । पढों सिकिजे ॥ ८ ॥\n" +
                "\n" +
                "अवधारां आवडे तेसणां धुंधुरु । परि महातेजीं न मिरवे काय करूं ।\n" +
                "अमृताच्या ताटी वोगरूं । ऐसी रससोय कैंची ॥ ९ ॥\n" +
                "\n" +
                "अहो हिमकरासी विंजणे । की नादापुढे आइकवणे ।\n" +
                "लेणियासी लेणें । हें कहीं आथी ॥ १० ॥\n" +
                "\n" +
                "सांगा परिमळें काय तुरंबावें । सागरें कवणे ठायीं नाहावें ।\n" +
                "हें गगनचि आडें आघवें । ऐसा पवाडु कैंचा ॥ ११ ॥\n" +
                "\n" +
                "तैसें तुमचें अवधान धाये । आणि तुम्ही म्हणा हें होये ।\n" +
                "ऐसें वक्तृत्व कवणा आहे । जेणे रिझा तुम्ही ॥ १२ ॥\n" +
                "\n" +
                "तरि विश्वप्रगटतिया गभस्ती । हातिवेनि न कीजे आरती ।\n" +
                "कां चुळोदकें अपांपती । अर्घ्यु नेदिजे ॥ १३ ॥\n" +
                "\n" +
                "प्रभु तुम्ही महेशाचिया मूर्ती । आणि मी दुबळा अर्चितसे भक्ती ।\n" +
                "म्हणोनि बेल जऱ्ही गंगावती । तऱ्ही स्वीकाराल की ॥ १४ ॥\n" +
                "\n" +
                "बाळक बापाचिये ताटीं रिगे । रिगौनि बापातेंच जेवऊं लागे ।\n" +
                "की तो संतोषलेनि वेगें । मुखचि वोडवी ॥ १५ ॥\n" +
                "\n" +
                "तैसा मी तुम्हांप्रती । चावटी करितसे बाळमती ।\n" +
                "तरी तुम्हीं संतोषिजे ऐसी जाती । प्रेमाची या ॥ १६ ॥\n" +
                "\n" +
                "आणि तेणे आपुलेपणाचेनि मोहें । तुम्ही संत घेतले असा बहुवे ।\n" +
                "म्हणोनि केलिये सलगीचा नोहे । आभारु तुम्हां ॥ १७ ॥\n" +
                "\n" +
                "अहो तान्हेयाची लागता झटे । तरी अधिकचि पान्हा फुटे ।\n" +
                "रोषें प्रेम दुणवटे । पढियंतयाचेनि ॥ १८ ॥\n" +
                "\n" +
                "म्हणऊनि मज लेंकुरवाचेनि बोलें । तुमचें कृपाळूपण निदैले ।\n" +
                "ते चेइलें हें जी जाणवलें । यालागीं बोलिलों मी ॥ १९ ॥\n" +
                "\n" +
                "एऱ्हवीं चांदणे पिकविजत आहे चेपणी । कीं वारया धापत आहे वाहणी ।\n" +
                "हां हो गगनासी गंवसणी । घालिजे केवी ॥ २० ॥\n" +
                "\n" +
                "आइकां पाणी वोथिजावे न लगे । नवनीतीं माथुला न रिगे ।\n" +
                "तेविं लाजिलें व्याख्यान न निगे । देखोनि जयांते ॥ २१ ॥\n" +
                "\n" +
                "हें असो शब्दब्रह्म जिये बाजे । शब्द मावळलेया निवांतु निजे ।\n" +
                "तो गीतार्थु मऱ्हाटिया बोलिजे । हा पाडु काई ॥ २२ ॥\n" +
                "\n" +
                "परि ऐसियाही मज धिंवसा । तो पुढतियाचि येकी आशा ।\n" +
                "जे धिटींवा करूनि भवादृश्यां । पढियंता होआवें ॥ २३ ॥\n" +
                "\n" +
                "परि आतां चंद्रापासोनि निवविते । जें अमृताहूनि जीववितें ।\n" +
                "तेणें अवधान कीजो वाढतें । मनोरथा माझिया ॥ २४ ॥\n" +
                "\n" +
                "कां जैं दिठिवा तुमचा वरुषे । तैं सकळार्थसिद्धि मती पिके ।\n" +
                "एऱ्हवी कोंभेला उन्मेषु सुके । जरी उदास तुम्ही ॥ २५ ॥\n" +
                "\n" +
                "सहजें तरी अवधारा । वक्तृत्वा अवधानाचा होय चारा ।\n" +
                "तरी दोंदें पेलती अक्षरां । प्रमेयाचीं ॥ २६ ॥\n" +
                "\n" +
                "अर्थ बोलाची वाट पाहे । तेथ अभिप्रावो अभिप्रायातें विये ।\n" +
                "भावाचा फुलौरा होत जाये । मतिवरी ॥ २७ ॥\n" +
                "\n" +
                "म्हणूनि संवादाचा सुवावो ढळे । तरी हृदयाकाश सारस्वतें वोळे ।\n" +
                "आणि श्रोता दुश्चिता तरि वितुळे । मांडला रसु ॥ २८ ॥\n" +
                "\n" +
                "अहो चंद्रकांतु द्रवता कीर होये । परि ते हातवटी चंद्री कीं आहे ।\n" +
                "म्हणऊनि वक्ता तो वक्ताचि नव्हे । श्रोतेनि वीण ॥ २९ ॥\n" +
                "\n" +
                "परी आतां आमुतें गोड करावें । ऐसे तांदुळी कायसा विनवावे ।\n" +
                "साइखडियाने काइ प्रार्थावें । सूत्रधारातें ॥ ३० ॥\n" +
                "\n" +
                "काय तो बाहुलियांचिया काजा नाचवी । कीं आपुलियें जाणिवेची कळा वाढवी ।\n" +
                "म्हणऊनि आम्हां या ठेवाठेवी । काय काज ॥ ३१ ॥\n" +
                "\n" +
                "तंव गुरु म्हणती काइ जाहलें । हें समस्तही आम्हां पावलें ।\n" +
                "आतां सांगे जें निरोपिलें । नारायणें ॥ ३२ ॥\n" +
                "\n" +
                "येथ संतोषोनि निवृत्तिदासें । जी जी म्हणऊनि उल्हासें ।\n" +
                "अवधारां श्रीकृष्ण ऐसे । बोलते जाहले ॥ ३३ ॥\n" +
                "\n" +
                "     श्री भगवानुवाचः इदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे ।\n" +
                "     ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्षसेऽशुभात् ॥ १ ॥\n" +
                "\n" +
                "नातरि अर्जुना हें बीज । पुढती सांगिजेल तुज ।\n" +
                "जें हें अंतःकरणींचे गुज । जीवचिये ॥ ३४ ॥\n" +
                "\n" +
                "येणें मानें जीवाचें हियें फोडावें । मग तुज कां पां मज सांगावे ।\n" +
                "ऐसें काहीं स्वभावें । कल्पिशी जरी ॥ ३५ ॥\n" +
                "\n" +
                "तरी परियेसीं प्राज्ञा । तूं आस्थेचीच संज्ञा ।\n" +
                "बोलिलिये गोष्टींची अवज्ञा । नेणसी करुं ॥ ३६ ॥\n" +
                "\n" +
                "म्हणोनि गूढपण आपुलें मोडो । वरि न बोलावेंही बोलावें घडो ।\n" +
                "परि आमुचिचे जीवींचें पडो । तुझां जीवीं ॥ ३७ ॥\n" +
                "\n" +
                "अगा थानीं कीर दूध गूढ । परि थानासीचि नव्हे कीं गोड ।\n" +
                "म्हणोनि सरो कां सेवितयाची चाड । जरी अनन्य मिळे ॥ ३८ ॥\n" +
                "\n" +
                "मुडाहूनि बीज काढिलें । मग निर्वाळलिये भूमी पेरिलें ।\n" +
                "तरी तें सांडीविखुरीं गेलें । म्हणों ये कायी ॥ ३९ ॥\n" +
                "\n" +
                "यालागीं सुमनु आणि शुद्धमती । जो अनिंदकु अनन्यगती ।\n" +
                "पैं गा गौप्यही परि तयाप्रती । चावळिजें सुखें ॥ ४० ॥\n" +
                "\n" +
                "तरि प्रस्तुत आतां गुणीं इहीं । तूं वांचूनि आणिक नाहीं ।\n" +
                "म्हणोनि गुज तरी तुझां ठायीं । लपवूं नये ॥ ४१ ॥\n" +
                "\n" +
                "आतां किती नावानावा गुज । म्हणतां कानडें वाटेल तुज ।\n" +
                "तरि ज्ञान सांगेन सहज । विज्ञानेंसीं ॥ ४२ ॥\n" +
                "\n" +
                "परि तेंचि ऐसेनि निवाडें । जैसें भेसळलें खरें कुडें ।\n" +
                "मग काढिजे फाडोवाडें । पारखूनियां ॥ ४३ ॥\n" +
                "\n" +
                "कां चांचूचेनि सांडसें । खांडिजे पय पाणी राजहंसें ।\n" +
                "तुज ज्ञान विज्ञान तैसें । वांटूनि देऊं ॥ ४४ ॥\n" +
                "\n" +
                "मग वारयाचियां धारसां । पडिला कोंडा कां नुरेचि जैसा ।\n" +
                "आणि अन्नकणाचा आपैसा । राशि जोडे ॥ ४५ ॥\n" +
                "\n" +
                "तैसें जें जाणितलेयासाठीं । संसार संसाराचिये गांठी ।\n" +
                "लाऊनि बैसवी पाटीं । मोक्षश्रियेचां ॥ ४६ ॥\n" +
                "\n" +
                "     राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् ।\n" +
                "     प्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् ॥ २ ॥\n" +
                "\n" +
                "जें जाणणेयां आघवेयांचां गांवीं । गुरुत्वाची आचार्यपदवी ।\n" +
                "जें सकळ गुह्यांचा गोसावी । पवित्रां रावो ॥ ४७ ॥\n" +
                "\n" +
                "आणि धर्माचें निजधाम । तेंविंचि उत्तमाचे उत्तम ।\n" +
                "पैं जया येतां नाहीं काम । जन्मांतराचें ॥ ४८ ॥\n" +
                "\n" +
                "मोटकें गुरुमुखें उदैजत दिसे । आणि हृदयीं स्वयंभचि असे ।\n" +
                "प्रत्यक्ष फावो लागे तैसें । आपैसया ॥ ४९ ॥\n" +
                "\n" +
                "तेविंचि पैं गा सुखाचां पाउटीं । चढतां येइजे जयाचिया भेटी ।\n" +
                "मग भेटल्या कीर मिठी । भोगणेयाहि पडे ॥ ५० ॥\n" +
                "\n" +
                "परि भोगाचिया ऐलीकडिलिये मेरे । चित्त उभें ठेलेंचि सुखा भरे ।\n" +
                "ऐसें सुलभ आणि सोपारें । वरि परब्रह्म ॥ ५१ ॥\n" +
                "\n" +
                "पैं गा आणिकही एक याचें । जें हाता आले तरी न वचे ।\n" +
                "आणि अनुभवितां कांहीं न वेचे । वरि विटेहि ना ॥ ५२ ॥\n" +
                "\n" +
                "येथ जरी तूं तार्किका । ऐसी हन घेसी शंका ।\n" +
                "ना येवढी वस्तु हे लोकां । उरली केविं पां ॥ ५३ ॥\n" +
                "\n" +
                "एकोत्तरेयाचिया वाढी । जे जळतिये आगीं घालिती उडी ।\n" +
                "ते अनायासें स्वगोडी । सांडिती केविं ॥ ५४ ॥\n" +
                "\n" +
                "तरि पवित्र आणि रम्य । तेविंचि सुखोपायेंचि गम्य ।\n" +
                "आणि स्वसुख परि धर्म्य । वरि आपणपां जोडे ॥ ५५ ॥\n" +
                "\n" +
                "ऐसा अवघाचि सुरवाडु आहे । तरी जनाहातीं केविं उरो लाहे ।\n" +
                "हा शंकेचा ठाव कीर होये । परि न धरावी तुवां ॥ ५६ ॥\n" +
                "\n" +
                "     अश्रद्दधाना: पुरुषा धर्मस्यास्य परंतप ।\n" +
                "     अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि ॥ ३ ॥\n" +
                "\n" +
                "पाहें पां दूध पवित्र आणि गोड । पासीं त्वचेचिया पदराआड ।\n" +
                "परि तें अव्हेरुनि गोचिड । अशुद्ध काय नेघती ॥ ५७ ॥\n" +
                "\n" +
                "कां कमलकंदा आणि दर्दुरीं । नांदणुक एकेचि घरीं ।\n" +
                "परि परागु सेविजे भ्रमरीं । जवळिलां चिखलुचि उरे ॥ ५८ ॥\n" +
                "\n" +
                "नातरी निदैवाचां परिवरीं । लोह्या रुतलिया आहाति सहस्त्रवरीं ।\n" +
                "परि तेथ बैसोनि उपवासु करी । कां दरिद्रें जिये ॥ ५९ ॥\n" +
                "\n" +
                "तैसा हृदयामध्यें मी रामु । असतां सर्वसुखाचा आरामु ।\n" +
                "कीं भ्रांतासी कामु । विषयावरी ॥ ६० ॥\n" +
                "\n" +
                "बहु मृगजळ देखोनि डोळां । थुंकिजे अमृताचा गिळितां गळाळा ।\n" +
                "तोडिला परिसु बांधिला गळा । शुक्तिकालाभें ॥ ६१ ॥\n" +
                "\n" +
                "तैसीं अहंममतेचिये लवडसवडी । मातें न पवतीचि बापुडीं ।\n" +
                "म्हणोनि जन्ममरणाची दुथडी । डहुळितें ठेलीं ॥ ६२ ॥\n" +
                "\n" +
                "एऱ्हवीं मी तरी कैसा । मुखाप्रती भानु कां जैसा ।\n" +
                "कहीं नसे न दिसे ऐसा । वाणीचा नव्हें ॥ ६३ ॥\n" +
                "\n" +
                "     मया ततमिदं सर्वं जगदव्यक्तमूर्तिना ।\n" +
                "     मत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थित: ॥ ४ ॥\n" +
                "\n" +
                "माझेया विस्तारलेपणाचेनि नांवें । हे जगचि नोहे आघवें ।\n" +
                "जैसें दूध मुरालें स्वभावें । तरि तेंचि दहीं ॥ ६४ ॥\n" +
                "\n" +
                "कां बीजचि जाहलें तरु । अथवा भांगारचि अळंकारु ।\n" +
                "तैसा मज एकाचा विस्तारु । तें हें जग ॥ ६५ ॥\n" +
                "\n" +
                "हें अव्यक्तपणें थिजलें । तेंचि मग विश्वाकारें वोथिजलें ।\n" +
                "तैसें अमूर्तमूर्ति मियां विस्तारलें । त्रैलोक्य जाणें ॥ ६६ ॥\n" +
                "\n" +
                "महदादि देहांतें । इयें अशेषेंही भूतें ।\n" +
                "परि माझां ठायीं बिंबते । जैसे जळीं फेण ॥ ६७ ॥\n" +
                "\n" +
                "परि तया फेणांआंतु पाहतां । जेवीं जळ न दिसे पंडुसुता ।\n" +
                "नातरी स्वप्नींची अनेकता । चेइलिया नोहिजे ॥ ६८ ॥\n" +
                "\n" +
                "तैसीं भूतें इयें माझां ठायीं । बिंबती तयांमाजी मी नाहीं ।\n" +
                "इया उपपत्ती तुज पाहीं । सांगितलिया मागां ॥ ६९ ॥\n" +
                "\n" +
                "म्हणऊनि बोलिलिया बोलाचा आतिसो । न कीजे यालागीं हें असो । तरी मजाआंत पैसो । दिठि तुझी ॥ ७० ॥\n" +
                "\n" +
                "आमचा प्रकृतीपैलीकडील भावो । जरी कल्पनेवीण लागसी पाहों ।\n" +
                "तरी मजमाजि भूतें हेंही वावो । जे मी सर्व म्हणऊनि ॥ ७१ ॥\n" +
                "\n" +
                "एऱ्हवीं संकल्पाचिये सांजवेळे । नावेक तिमिरेजती बुद्धीचे डोळे । म्हणोनि अखंडित परि झांवळें । भूतभिन्न ऐसें देखें ॥ ७२ ॥\n" +
                "\n" +
                "तेचि संकल्पाची सांज जैं लोपे । तैं अखंडितचि आहे स्वरुपें ।\n" +
                "जैसें शंका जातखेंवो लोपे । सापपण माळेचें ॥ ७३ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी भूमीआंतूनि स्वयंभ । काय घडेगाडगेयांचे निघती कोंभ । परि ते कुलालमतीचे गर्भ । उमटले कीं ॥ ७४ ॥\n" +
                "\n" +
                "नातरी सागरींचां पाणीं । काय तंरगाचिया आहाती खाणी ।\n" +
                "ते अवांतर करणी । वारयाची नव्हे ॥ ७५ ॥\n" +
                "\n" +
                "पाहें पां कापसाचां पोटीं । काय कापडाची होती पेटी ।\n" +
                "तो वेढितयाचिया दिठी । कापड जाहला ॥ ७६ ॥\n" +
                "\n" +
                "जरी सोनें लेणें होऊनि घडे । तरी तयाचें सोनेपण न मोडे ।\n" +
                "येर अळंकार हे वरचिलीकडे । लेतयाचेनि भावें ॥ ७७ ॥\n" +
                "\n" +
                "सांगें पडिसादाची प्रत्युत्तरें । कां आरिसां जें आविष्करे ।\n" +
                "तें आपलें कीं साचोकारें । तेथेंचि होतें ॥ ७८ ॥\n" +
                "\n" +
                "तैसी इये निर्मळे माझां स्वरुपीं । जो भूतभावना आरोपी ।\n" +
                "तयासी तयाचां संकल्पीं । भूताभासु असे ॥ ७९ ॥\n" +
                "\n" +
                "तेचि कल्पिती प्रकृती पुरे । आणि भूताभासु आधींच सरे ।\n" +
                "मग स्वरुप उरे एकसरें । निखळ माझें ॥ ८० ॥\n" +
                "\n" +
                "हें असो आंगीं भरलिया भवंडी । जैशा भोंवत दिसती अरडीदरडी । तैशी आपुलिया कल्पना अखंडीं । गमती भूतें ॥ ८१ ॥\n" +
                "\n" +
                "तेचि कल्पना सांडूनि पाहीं । तरि मी भूतीं भूतें माझिया ठायीं ।\n" +
                "हें स्वप्नींही परि नाहीं । कल्पावयाजोगें ॥ ८२ ॥\n" +
                "\n" +
                "आतां मी एक भूतातें धर्ता । अथवा भूतामाजि मी असता ।\n" +
                "या संकल्पसन्निपाता । आंतुलिया बोलिया ॥ ८३ ॥\n" +
                "\n" +
                "म्हणोनि परियेसीं गा प्रियोत्तमा । यापरी मी विश्वेंसीं विश्वात्मा ।\n" +
                "जो इया लटकिया भूतग्रामा । भाव्यु सदा ॥ ८४ ॥\n" +
                "\n" +
                "रश्मीचेनि आधारें जैसें । नव्हतेंचि मृगजळ आभासे ।\n" +
                "माझां ठायीं भूतजात तैसें । आणि मातेंही भावीं ॥ ८५ ॥\n" +
                "\n" +
                "मी ये परीचा भूतभावनु । परि सर्व भूतांसि अभिन्नु ।\n" +
                "जैसी प्रभा आणि भानु । एकचि ते ॥ ८६ ॥\n" +
                "\n" +
                "हा आमचा ऐश्वर्ययोगु । तुंवा देखिला कीं चांगु ।\n" +
                "आतां सांगें कांहीं एथ लागु । भूतभेदाचा असे ॥ ८७ ॥\n" +
                "\n" +
                "यालागीं मजपासूनि भूतें । आनें नव्हती हें निरुतें ।\n" +
                "आणि भूतावेगळिया मातें । कहींच न मनीं हो । ८८ ॥\n" +
                "\n" +
                "     यथाकाशस्थितो नित्यं वायुः सर्वत्रगो महान् ।\n" +
                "     तथा सर्वाणि भूतानि मत्स्थानीत्युपधारय ॥ ६ ॥\n" +
                "\n" +
                "पैं गगन जेवढें जैसें । पवनु गगनीं तेवढाचि असे ।\n" +
                "सहजें हालविलिया वेगळा दिसे । एऱ्हवीं गगन तेंचि ते ॥ ८९ ॥\n" +
                "\n" +
                "तैसें भूतजात माझां ठायीं । कल्पिजे तरी आभासें कांहीं ।\n" +
                "निर्विकल्पीं तरि नाहीं । तेथ मीच मी आघवे ॥ ९० ॥\n" +
                "\n" +
                "म्हणऊनि नाहीं आणि असे । हें कल्पनेचेनि सौरसें ।\n" +
                "जे कल्पनालोपें भ्रंशें । आणि कल्पनेसवें होय ।। ९१ ॥\n" +
                "\n" +
                "तेंचि कल्पितें मुदल जाये । तैं असें नाहीं हें कें आहे ।\n" +
                "म्हणऊनि पुढती तूं पाहें । हा ऐश्वर्ययोगु ॥ ९२ ॥\n" +
                "\n" +
                "ऐसिया प्रतीतिबोधसागरीं । तूं आपणपेयातें कल्लोळु एक करीं ।\n" +
                "मग जंव पाहासी चराचरीं । तंव तूचि आहासी ॥ ९३ ॥\n" +
                "\n" +
                "या जाणणेयाचा चेवो । तुज आला ना म्हणती देवो ।\n" +
                "तरी आतां द्वैतस्वप्न वावो । जालें कीं ना ॥ ९४ ॥\n" +
                "\n" +
                "तरी पुढती जरी विपायें । बुद्धीसि कल्पनेची झोंप ये ।\n" +
                "तरी अभेदबोधु जाये । जैं स्वप्नीं पडिजे ॥ ९५ ॥\n" +
                "\n" +
                "म्हणोनि ये निद्रेची वाट मोडे । निखळ उद्बोधाचेंचि आपणपें घडे ।\n" +
                "ऐसें वर्म जें आहे फुडें । तें दावो आतां ॥ ९६ ॥\n" +
                "\n" +
                "तरी धनुर्धरा धैर्या । निकें अवधान देईं बा धनंजया ।\n" +
                "पैं सर्व भूतांतें माया । करि हरि गा ॥ ९७ ॥\n" +
                "\n" +
                "     सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् ।\n" +
                "     कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् ॥ ७ ॥\n" +
                "\n" +
                "जिये नांव गा प्रकृती । जे द्विविध सांगितली तुजप्रती ।\n" +
                "एकी अष्टधा भेदव्यक्ती । दुजी जीवरुपा ।। ९८ ॥\n" +
                "\n" +
                "हा प्रकृतीविखो आघवा । तुंवा मागां परिसिलासे पांडवा ।\n" +
                "म्हणोनि असो काइ सांगावा । पुढतपुढती ॥ ९९ ॥\n" +
                "\n" +
                "तरी ये माझिये प्रकृती । महाकल्पाचां अंती ।\n" +
                "सर्व भूतें अव्यक्तीं । ऐक्यासी येती ।। १०० ॥\n" +
                "\n" +
                "ग्रीष्माचां अतिरसीं । सबीजे तृणें जैसीं ।\n" +
                "मागुती भूमीसी । सुलीनें होती ॥ १०१ ॥\n" +
                "\n" +
                "कां वार्षिये ढेंढें फिटे । जेव्हां शारदीयेचा अनुघडु फुटे ।\n" +
                "तेव्हां घनजात आटे । गगनींचें गगनीं ॥ १०२ ॥\n" +
                "\n" +
                "नातरी आकाशाचिये खोंपे । वायु निवांतुचि लोपे ।\n" +
                "कां तरंगता हारपे । जळीं जेवीं ॥ १०३ ॥\n" +
                "\n" +
                "अथवा जागिनलिये वेळे । स्वप्न मनींचें मनीं मावळे ।\n" +
                "तैसें प्राकृत प्रकृती मिळे । कल्पक्षयीं ॥ १०४ ॥\n" +
                "\n" +
                "मग कल्पादीं पुढती । मीचि सृजीं ऐसी वदंती ।\n" +
                "तरी इयेविषयीं निरुती । उपपत्ती आइक ॥ १०५ ॥\n" +
                "\n" +
                "     प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः ।\n" +
                "     भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् ॥ ८ ॥\n" +
                "\n" +
                "तरी हेचि प्रकृति किरिटी । मी स्वकीया सहजें अधिष्ठीं ।\n" +
                "तेथ तंतुसमवायपटीं । जेविं विणावणी दिसे ॥ १०६ ॥\n" +
                "\n" +
                "मग तिये विणावणीचेनि आधारें । लहानां चौकडियां पटत्व भरे ।\n" +
                "तैसी पंचात्मके आकारें । प्रकृतिचि होये ॥ १०७ ॥\n" +
                "\n" +
                "जैसें विरजणियाचेनि संगें । दूधचि आटेजों लागे ।\n" +
                "तैशी प्रकृति आंगा रिगे । सृष्टिपणाचिया ॥ १०८ ॥\n" +
                "\n" +
                "बीज जळाचि जवळीक लाहे । आणि तेंचि शाखोपशाखीं होये ।\n" +
                "तैसें मज करणें आहे । भूतांचे हें ॥ १०९ ॥\n" +
                "\n" +
                "अगा नगर हें रायें केलें । या म्हणणया साचपण कीर आलें ।\n" +
                "परि निरुतें पाहतां काय शिणले । रायाचे हात ॥ ११० ॥\n" +
                "\n" +
                "आणि मी प्रकृति अधिष्ठीं तें कैसें । जैसा स्वप्नीं जो असे ।\n" +
                "मग तोचि प्रवेशे । जागृतावस्थे ॥ १११ ॥\n" +
                "\n" +
                "तरि स्वप्नौनि जागृती येतां । काय पाय दुखती पंडुसुता ।\n" +
                "कीं स्वप्नामाजीं असतां । प्रवासु होय ॥ ११२ ॥\n" +
                "\n" +
                "या आघवियाचा अभिप्रावो कायी । जे हें भूतसृष्टीचें कांहीं ।\n" +
                "मज एकही करणें नाहीं । ऐसाचि अर्थु ॥ ११३ ॥\n" +
                "\n" +
                "जैशी रायें अधिष्ठिली प्रजा । व्यापारे आपुलालिया काजा ।\n" +
                "तैसा प्रकृतिसंगु माझा । येर करणें तें इयेचें ॥ ११४ ॥\n" +
                "\n" +
                "पाहें पां पूर्णचंद्राचिये भेटी । समुद्र भरतें अपार दाटी ।\n" +
                "तेथ चंद्रासि काय किरीटी । उपखा पडे ॥ ११५ ॥\n" +
                "\n" +
                "जड परि जवळिका । लोह चळे तरि चळो कां ।\n" +
                "कवणु शीणु भ्रामका । सन्निधानाचा ॥ ११६ ॥\n" +
                "\n" +
                "किंबहुना यापरी । मी निजप्रकृति अंगीकारीं ।\n" +
                "आणि भूतसृष्टी एकसरी । प्रसवोंचि लागे ॥ ११७ ॥\n" +
                "\n" +
                "जो हा भूतग्रामु आघवा । असे प्रकृतिआधीन पांडवा ।\n" +
                "जैसी बीजाचिया वेलपालवा । समर्थ भूमि ॥ ११८ ॥\n" +
                "\n" +
                "नातरि बाळादिकां वयसां । गोसावी देहसंगु जैसा ।\n" +
                "अथवा घनावळी आकाशा । वार्षियें जेवीं ॥ ११९ ॥\n" +
                "\n" +
                "कां स्वप्नासि कारण निद्रा । तैसी प्रकृति हे नरेंद्रा ।\n" +
                "या अशेषाहि भूतसमुद्रा । गोसाविणी गा ॥ १२० ॥\n" +
                "\n" +
                "स्थावरा आणि जंगमा । स्थूळा अथवा सूक्ष्मा ।\n" +
                "हे असो भूतग्रामा । प्रकृतिचि मूळ ॥ १२१ ॥\n" +
                "\n" +
                "म्हणोनि भूतें हन सृजावीं । कां सृजिलीं प्रतिपाळावीं ।\n" +
                "इयें करणीं न येती आघवीं । आमुचिया आंगा ॥ १२२ ॥\n" +
                "\n" +
                "जळीं चंद्रिकेचिया पसरती वेली । ते वाढी चंद्रे नाहीं वाढविली ।\n" +
                "तेवि मातें पावोनि ठेलीं । दुरी कर्में ॥ १२३ ॥\n" +
                "\n" +
                "     न च मां तानि कर्माणि निबध्नन्ति धनंजय ।\n" +
                "     उदासीनवदासीनमसक्तं तेषु कर्मसु ॥ ९ ॥\n" +
                "\n" +
                "आणि सुटलिया सिंधुजळाचा लोटु । न शके धरुं सैंधवाचा घाटु ।\n" +
                "तेवि सकळ कर्मा मीच शेवटु । ती काइ बांधती मातें ॥ १२४ ॥\n" +
                "\n" +
                "धूम्ररजांची पिंजरी । वाजतिया वायुतें जरी होकारी ।\n" +
                "कां सूर्यबिंबामाझारीं । आंधारे रिगे ॥ १२५ ॥\n" +
                "\n" +
                "हें असो पर्वताचिये हृदयींचें । जेविं पर्जन्यधारास्तव न खोंचे ।\n" +
                "तेविं कर्मजात प्रकृतीचें । न लगे मज ॥ १२६ ॥\n" +
                "\n" +
                "एऱ्हवीं इये प्राकृतीं विकारीं । एकु मीचि आहे अवधारीं ।\n" +
                "परि उदासीनाचिया परि । करीं ना करवी ॥ १२७ ॥\n" +
                "\n" +
                "दीपु ठेविला परिवरीं । कवणातें नियमी ना निवारी ।\n" +
                "आणि कवण कवणिये व्यापारीं । राहाटे तेंहि नेणे ॥ १२८ ॥\n" +
                "\n" +
                "तो जैसा का साक्षिभूतु । गृहव्यापारप्रवृत्तिहेतु ।\n" +
                "तैसा भूतकर्मीं अनासक्तु । मी भूतीं असें ॥ १२९ ॥\n" +
                "\n" +
                "हा एकचि अभिप्रावो पुढतपुढती । काय सांगो बहुतां उपपत्तीं । येथ एकवेळां सुभद्रापती । येतुलें जाण पां ॥ १३० ॥\n" +
                "\n" +
                "     मयाध्यक्षेण प्रकृति: सूयते सचराचरम् ।\n" +
                "     हेतुनानेन कौन्तेय जगद्विपरिवर्तते ॥ १० ॥\n" +
                "\n" +
                "जे लोकचेष्टां समस्तां । जैसा निमित्तमात्र कां सविता ।\n" +
                "तैसा जगत्प्रभवीं पंडुसुता । हेतु मी जाणें ॥ १३१ ॥\n" +
                "\n" +
                "कां जें मियां अधिष्ठिलिया प्रकृती । होती चराचराचिया संभूती । म्हणोनि मी हेतु हें उपपत्ती । घडे यया ॥ १३२ ॥\n" +
                "\n" +
                "आतां येणें उजिवडें निरुतें । न्याहाळीं पां ऐश्वर्ययोगातें ।\n" +
                "जे माझां ठायीं भूतें । परी भूतीं मी नसें ॥ १३३ ॥\n" +
                "\n" +
                "अथवा भूतें ना माझां ठायीं । आणि भूतांमाजि मी नाहीं ।\n" +
                "या खुणा तुं कही । चुकों नको ॥ १३४ ॥\n" +
                "\n" +
                "हें सर्वस्व आमुचें गूढ । परि दाविलें तुज उघड ।\n" +
                "आतां इंद्रियां देऊनि कवाड । हृदयीं भोगीं ॥ १३५ ॥\n" +
                "\n" +
                "हा दंशु जंव नये हातां । तंव माझें साचोकारेपण पार्था ।\n" +
                "न संपडे गा सर्वथा । जेविं भुसीं कणु ॥ १३६ ॥\n" +
                "\n" +
                "एऱ्हवीं अनुमानाचेनि पैसें । आवडे कीर कळलें ऐसें ।\n" +
                "परि मृगजळाचेनि वोलांशें । काय भूमि तिमे ॥ १३७ ॥\n" +
                "\n" +
                "जें जाळ जळीं पांगिलें । तेथ चंद्रबिंब दिसे आंतुडलें ।\n" +
                "परि थडिये काढूनि झाडिलें । तेव्हां बिंब कें सांगे ॥ १३८ ॥\n" +
                "\n" +
                "तैसें बोलवरि वाचाबळें । वायांचि झकविजती प्रतीतीचे डोळे ।\n" +
                "मग साचोकारें बोधावेळे । आथि ना होईजे ॥ १३९ ॥\n" +
                "\n" +
                "     अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् ।\n" +
                "     परं भावमजानन्तो मम भूतमहेश्वरम् ॥ ११ ॥\n" +
                "\n" +
                "किंबहुना भवा बिहा या । आणि साचें चाड आथि जरी मियां ।\n" +
                "तरि तुम्हीं गा उपपत्ती इया । जतन कीजे ॥ १४० ॥\n" +
                "\n" +
                "एऱ्हवीं वेधली दिठी कवळें । ते चांदणियाते म्हणे पिंवळें ।\n" +
                "तेविं माझां स्वरुपीं निर्मळे । देखाल दोष ॥ १४१ ॥\n" +
                "\n" +
                "नातरी ज्वरें विटाळले मुख । ते दुधातें म्हणे कडू विख ।\n" +
                "तेविं अमानुषा मानुष । मानाल मातें ॥ १४२ ॥\n" +
                "\n" +
                "म्हणऊनि पुढती तूं धनंजया । झणें विसंबसी या अभिप्राया ।\n" +
                "जे इया स्थूलदृष्टी वायां । जाइजेल गा ॥ १४३ ॥\n" +
                "\n" +
                "पैं स्थूलदृष्टी देखती मातें । तेंचि न देखणें जाण निरुतें ।\n" +
                "जैसें स्वप्नींचेनि अमृतें । अमरा नोहिजे ॥ १४४ ॥\n" +
                "\n" +
                "एऱ्हवीं स्थूलदृष्टी मूढ । मातें जाणती कीर दृढ ।\n" +
                "परि तें जाणणेंचि जाणणेया आड । रिगोनि ठाके ॥ १४५ ॥\n" +
                "\n" +
                "जैसा नक्षत्राचिया आभासा- । साठीं घातु झाला तया हंसा ।\n" +
                "माजीं रत्नबुद्धीचिया आशा । रिगोनियां ॥ १४६ ॥\n" +
                "\n" +
                "सांगे गंगा या बुद्धी मृगजळ । ठाकोनि आलियाचें कवण फळ ।\n" +
                "काय सुरतरु म्हणोनि बाबुळ । सेविली करी ॥ १४७ ॥\n" +
                "\n" +
                "हा निळयाचा दुसरा । या बुद्धी हातु घातला विखारा ।\n" +
                "कां रत्ने म्हणोनि गारा । वेंची जेविं ॥ १४८ ॥\n" +
                "\n" +
                "अथवा निधान हें प्रगटलें । म्हणोनि खदिरांगार खोळे भरिले ।\n" +
                "कां साउली नेणतां घातलें । कुहां सिंहें ॥ १४९ ॥\n" +
                "\n" +
                "तेविं मी म्हणोनि प्रपंचीं । जिहीं बुडी दिधली कृतनिश्चयाची ।\n" +
                "तिहीं चंद्रासाठीं जेविं जळींची । प्रतिमा धरिली ॥ १५० ॥\n" +
                "\n" +
                "तैसा कृतनिश्चय वायां गेला । जैसा कोण्ही एकु कांजी प्याला ।\n" +
                "मग परिणाम पाहों लागला । अमृताचा ॥ १५१ ॥\n" +
                "\n" +
                "तैसें स्थूलाकारीं नाशिवंते । भरंवसा बांधोनि चित्तें ।\n" +
                "पाहती मज अविनाशातें । तरी कैंचा दिसें ॥ १५२ ॥\n" +
                "\n" +
                "काइ पश्चिमसमुद्राचिया तटा । निघिजत आहे पूर्विलिया वाटा ।\n" +
                "कां कोंडा कांडतां सुभटा । कणु आतुडे ॥ १५३ ॥\n" +
                "\n" +
                "तैसें विकारलें हें स्थूळ । जाणितलेया मी जाणवतसें केवळ ।\n" +
                "काइ फेण पितां जळ । सेविलें होय ॥ १५४ ॥\n" +
                "\n" +
                "म्हणोनि मोहिलेनि मनोधर्में । हेंचि मी मानूनि संभ्रमें ।\n" +
                "मग येथिंचीं जियें जन्मकर्में । तियें मजचि म्हणती ॥ १५५ ॥\n" +
                "\n" +
                "येतुलेनि अनामा नाम । मज अक्रियासि कर्म ।\n" +
                "विदेहासि देहधर्म । आरोपिती ॥ १५६ ॥\n" +
                "\n" +
                "मज आकारशून्या आकारु । निरुपाधिका उपचारु ।\n" +
                "मज विधिविवर्जिता व्यवहारु । आचारादिक ॥ १५७ ॥\n" +
                "\n" +
                "मज वर्णहीना वर्णु । गुणातीतासि गुणु ।\n" +
                "मज अचरणा चरणु । अपाणिया पाणी ॥ १५८ ॥\n" +
                "\n" +
                "मज अमेया मान । सर्वगतासी स्थान ।\n" +
                "जैसें सेजेमाजी वन । निदेला देखे ॥ १५९ ॥\n" +
                "\n" +
                "तैसें अश्रवणा श्रोत्र । मज अचक्षूसी नेत्र ।\n" +
                "अगोत्रा गोत्र । अरुपा रुप ॥ १६० ॥\n" +
                "\n" +
                "मज अव्यक्तासि व्यक्ती । अनार्तासी आर्ती ।\n" +
                "स्वयंतृप्ता तृप्ती । भाविती गा ॥ १६१ ॥\n" +
                "\n" +
                "मज अनावरणा प्रावरण । भूषणातीतासि भूषण ।\n" +
                "मज सकळकारणा कारण । देखती ते ॥ १६२ ॥\n" +
                "\n" +
                "मज सहजातें करिती । स्वंयभातें प्रतिष्ठिती ।\n" +
                "निरंतराते आव्हानिती । विसर्जिती गा ॥ १६३ ॥\n" +
                "\n" +
                "मी सर्वदा स्वतःसिद्धु । तो कीं बाळ तरुण वृद्धु ।\n" +
                "मज एकरुपा संबंधु । जाणती ऐसे ॥ १६४ ॥\n" +
                "\n" +
                "मज अद्वैतासि दुजें । मज अकर्तायासि काजें ।\n" +
                "मी अभोक्ता कीं भुंजें । ऐसें म्हणती ॥ १६५ ॥\n" +
                "\n" +
                "मज अकुळाचें कुळ वानिती । मज नित्याचेनि निधनें शिणती ।\n" +
                "मज सर्वांतराते कल्पिती । अरि मित्र गा ॥ १६६ ॥\n" +
                "\n" +
                "मी स्वानंदाभिरामु । तया मज अनेकां सुखांचा कामु ।\n" +
                "अवघाची मी असे समु । कीं म्हणती एकदेशी ॥ १६७ ॥\n" +
                "\n" +
                "मी आत्मा एक चराचरीं । म्हणती एकाचा कैंपक्ष करीं ।\n" +
                "आणि कोपोनि एकातें मारीं । हेंचि वाढविती ॥ १६८ ॥\n" +
                "\n" +
                "किंबहुना ऐसे समस्त । जे हे मनुष्यधर्म प्राकृत ।\n" +
                "तयाचि नांव मी ऐसें विपरीत । ज्ञान तयांचें ॥ १६९ ॥\n" +
                "\n" +
                "जंव आकारु एक पुढां देखती । तंव हा देव येणें भावें भजती ।\n" +
                "मग तोचि बिघडलिया टाकिती । नाहीं म्हणोनि ॥ १७० ॥\n" +
                "\n" +
                "मातें येणें येणें प्रकारें । जाणती मनुष्य ऐसेनि आकारें ।\n" +
                "म्हणऊनि ज्ञानचि तें आंधारें । ज्ञानासि करी ॥ १७१ ॥\n" +
                "\n" +
                "     मोघाशा मोघकर्माणो मोघज्ञाना विचेतस: ।\n" +
                "     राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: ॥ १२ ॥\n" +
                "\n" +
                "यालागीं जन्मलेचि ते मोघ । जैसें वार्षियेवीण मेघ ।\n" +
                "कां मृगजळाचे तरंग । दुरुनीचि पाहावे ॥ १७२ ॥\n" +
                "\n" +
                "अथवा कोल्हेरीचे असिवार । नातरीं वोडंबरीचे अळंकार ।\n" +
                "कीं गंधर्वनगरीचे आवार । आभासती कां ॥ १७३ ॥\n" +
                "\n" +
                "सांवरी वाढिन्नल्या सरळा । वरि फळ ना आंतु पोकळा ।\n" +
                "कां स्तन जाले गळां । शेळिये जैसे ॥ १७४ ॥\n" +
                "\n" +
                "तैसें मूर्खाचें तयां जियालें । आणि धिक् कर्म तयांचें निपजलें ।\n" +
                "जैसें सांवरी फळ आलें । घेपे ना दीजे ॥ १७५ ॥\n" +
                "\n" +
                "मग जें कांहीं ते पढिन्नले । तें मर्कटें नारळ तोडिले ।\n" +
                "कां आंधळ्या हातीं पडिलें । मोती जैसें ॥ १७६ ॥\n" +
                "\n" +
                "किंबहुना तयांचीं शास्त्रें । जैशी कुमारींहाती दिधलीं शस्त्रें ।\n" +
                "कां अशौच्या मंत्रें । बीजें कथिलीं ॥ १७७ ॥\n" +
                "\n" +
                "तैसें ज्ञानजात तयां । आणि जें कांहीं आचरलें गा धनंजया ।\n" +
                "तें आघवेंचि गेलें वायां । जे चित्तहीन ॥ १७८ ॥\n" +
                "\n" +
                "पैं तमोगुणाची राक्षसी । जे सद्बुद्धीतें ग्रासी ।\n" +
                "विवेकाचा ठावोचि पुसी । निशाचरी ॥ १७९ ॥\n" +
                "\n" +
                "तिये प्रकृती वरपडे जाले । म्हणऊनि चिंतेचेनि कपोलें गेले ।\n" +
                "वरि तामसीयेचिये पडिले । मुखामाजीं ॥ १८० ॥\n" +
                "\n" +
                "जेथ आशेचिये लाळे । आंतु हिंसा जीभ लोळे ।\n" +
                "तेवींचि संतोषाचे चाकळे । अखंड चघळी ॥ १८१ ॥\n" +
                "\n" +
                "जे अनर्थाचे कानवेरी । आवाळुवें चाटीत निघे बाहेरी ।\n" +
                "जे प्रमादपर्वतींचि दरी । सदाचि मातली ॥ १८२ ॥\n" +
                "\n" +
                "जेथ द्वेषाचिया दाढा । खसखसां ज्ञानाचा करिती रगडा ।\n" +
                "जे अगस्तीगवसणी मूढां । स्थूलबुद्धी ॥ १८३ ॥\n" +
                "\n" +
                "ऐसे आसुरिये प्रकृतीचां तोंडीं । जे जाले गा भूतोंडीं ।\n" +
                "ते बुडोनि गेले कुंडीं । व्यामोहाचां ॥ १८४ ॥\n" +
                "\n" +
                "एवं तमाचिये पडिले गर्ते । न पविजतीचि विचाराचेनि हातें ।\n" +
                "हें असो ते गेले जेथें । ते शुद्धीचि नाहीं ॥ १८५ ॥\n" +
                "\n" +
                "म्हणोनि असोतु इयें वायाणीं । कायशीं मूर्खाचीं बोलणीं ।\n" +
                "वायां वाढवितां वाणी । शिणेल हन ॥ १८६ ॥\n" +
                "\n" +
                "ऐसें बोलिले देवें । तेथ जी म्हणितलें पांडवें ।\n" +
                "आइकें जेथ वाचा विसवे । ते साधुकथा ॥ १८७ ॥\n" +
                "\n" +
                "     महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिता: ।\n" +
                "     भजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् ॥ १३ ॥\n" +
                "\n" +
                "तरी जयांचिये चोखटे मानसीं । मी होऊनि असें क्षेत्रसंन्यासी ।\n" +
                "जयां निजेलियांतें उपासी । वैराग्य गा ॥ १८८ ॥\n" +
                "\n" +
                "जयांचिया आस्थेचिया सद्भावा । आंतु धर्म करि राणिवा ।\n" +
                "जयांचें मन ओलावा । विवेकासी ॥ १८९ ॥\n" +
                "\n" +
                "जे ज्ञानगंगे नाहाले । पूर्णता जेऊनि धाले ।\n" +
                "जे शांतीसि आले । पालव नवे ॥ १९० ॥\n" +
                "\n" +
                "जे परिणामा निघाले कोंभ । जे धैर्यमंडपाचे स्तंभ ।\n" +
                "जे आंनदसमुद्रीं कुंभ । चुबकळोनि भरिले ॥ १९१ ॥\n" +
                "\n" +
                "जयां भक्तीची येतुली प्राप्ती । जे कैवल्यातें परौतें सर म्हणती । जयांचिये लीलेमाजीं नीति । जियाली दिसे ॥ १९२ ॥\n" +
                "\n" +
                "जे आघवांचि करणीं । लेइले शांतीची लेणीं ।\n" +
                "जयांचें चित्त गवसणी । व्यापका मज ॥ १९३ ॥\n" +
                "\n" +
                "ऐसे जे महानुभाव । जे दैविये प्रकृतीचें दैव ।\n" +
                "जे जाणोनियां सर्व । स्वरुप माझे ॥ १९४ ॥\n" +
                "\n" +
                "मग वाढतेनि प्रेमें । मातें भजती जे महात्मे ।\n" +
                "परि दुजेपण मनोधर्में । शिवतलें नाही ॥ १९५ ॥\n" +
                "\n" +
                "ऐसें मीच होऊनि पांडवा । करिती माझी सेवा ।\n" +
                "परि नवलावो तो सांगावा । असे आइक ॥ १९६ ॥\n" +
                "\n" +
                "     सततं कीर्तयन्तो मां यतन्तश्च दृढव्रता: ॥\n" +
                "     नमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते ॥ १४ ॥\n" +
                "\n" +
                "तरी कीर्तनाचेनि नटनाचें । नाशिले व्यवसाय प्रायश्चित्तांचे ।\n" +
                "जे नामचि नाहीं पापाचें । ऐसें केलें ॥ १९७ ॥\n" +
                "\n" +
                "यमदमा अवकळा आणिली । तीर्थें ठायावरुनि उठविली ।\n" +
                "यमलोकीं खुंटिली । राहाटी आघवी ॥ १९८ ॥\n" +
                "\n" +
                "यमु म्हणे काय यमावें । दमु म्हणे कवणातें दमावें ।\n" +
                "तीर्थें म्हणती काय खावें । दोष ओखदासि नाहीं ॥ १९९ ॥\n" +
                "\n" +
                "ऐसे माझेनि नामघोषें । नाहीं करिती विश्वाचीं दुःखें ।\n" +
                "अवघें जगचि महासुखें । दुमदुमित भरलें ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" \n" +
                "ते पाहांटेवीण पाहावित । अमृतेंवीण जीववित ।\n" +
                "योगेंवीण दावित । कैवल्य डोळां ॥ २०१ ॥\n" +
                "\n" +
                "परि राया रंका पाड धरुं । नेणती सानेयां थोरां कडसणी करुं ।\n" +
                "एकसरें आंनदाचे आवारु । होत जगा ॥ २०२ ॥\n" +
                "\n" +
                "कहीं एकाधेनि वैकुंठा जावें । तें तिहीं वैकुंठचि केलें आघवें ।\n" +
                "ऐसें नामघोषगौरवें । धवळलें विश्व ॥ २०३ ॥\n" +
                "\n" +
                "तेजें सूर्य तैसे सोज्वळ । परि तोहि अस्तवे हें किडाळ ।\n" +
                "चंद्र संपूर्ण एखादे वेळ । हे सदा पुरते ।। २०४ ॥\n" +
                "\n" +
                "मेघ उदार परि वोसरे । म्हणऊनि उपमेसी न पुरे ।\n" +
                "हे निःशंकपणें सपांखरे । पंचानन ॥ २०५ ॥\n" +
                "\n" +
                "जयांचे वाचेपुढां भोजे । नाम नाचत असे माझें ।\n" +
                "जें जन्मसहस्त्रीं वोळगिजे । एकवेळ मुखासि यावया ॥ २०६ ॥\n" +
                "\n" +
                "तो मी वैकुंठीं नसें । एक वेळ भानुबिंबींही न दिसें ।\n" +
                "वरी योगियांचींही मानसें । उमरडोनि जाय ॥ २०७ ॥\n" +
                "\n" +
                "परि तयांपाशीं पांडवा । मी हारपला गिंवसावा ।\n" +
                "जेथ नामघोषु बरवा । करिती ते माझे ॥ २०८ ॥\n" +
                "\n" +
                "कैसे माझां गुणीं धाले । देशकाळातें विसरले ।\n" +
                "कीर्तनसुखें झाले । आपणपांचि ।। २०९ ॥\n" +
                "\n" +
                "कृष्ण विष्णु हरि गोविंद । या नामाचे निखळ प्रबंध ।\n" +
                "माजी आत्मचर्चा विशद । उदंड गाती ॥ २१० ॥\n" +
                "\n" +
                "हें बहु असो यापरी । कीर्तित मातें अवधारीं ।\n" +
                "एक विचरती चराचरीं । पांडुकुमरा ॥ २११ ॥\n" +
                "\n" +
                "मग आणिक ते अर्जुना । साविया बहुवा जतना ।\n" +
                "पंचप्राणा मना । पाढाऊ घेउनी ॥ २१२ ॥\n" +
                "\n" +
                "बाहेरी यमनियमांची कांटी लाविली । आंतु वज्रासनाची पौळी पन्नासिली ।\n" +
                "वरी प्राणायामांची मांडिलीं । वाहातीं यंत्रें ॥ २१३ ॥\n" +
                "\n" +
                "तेथ उल्हाटशक्तीचेनि उल्हाटशक्तीचेनि । मनपवनाचेनि सुरवाडें ।\n" +
                "सतरावियेचें पाणियांडे । बळियाविलें ॥ २१४ ॥\n" +
                "\n" +
                "तेव्हां प्रत्याहारें ख्याति केली । विकारांची संपिली बोहली ।\n" +
                "इंद्रियें बांधोनि आणिलीं । हृदयाआंतु ॥ २१५ ॥\n" +
                "\n" +
                "तंव धारणावारु दाटिले । महाभूतांतें एकवटिलें ।\n" +
                "मग चतुरंग सैन्य निवटिलें । संकल्पाचें ॥ २१६ ॥\n" +
                "\n" +
                "तयावरी जैत रे जैत । म्हणोनि ध्यानाचें जैत रे जैत वाजत ।\n" +
                "दिसे तन्मयाचें झळकत । एकछत्र ॥ २१७ ॥\n" +
                "\n" +
                "पांटी समाधिश्रियेचा अशेखा । आत्मानुभवराज्यसुखा ।\n" +
                "पट्टाभिषेकु देखां । समरसें जाहला ॥ २१८ ॥\n" +
                "\n" +
                "ऐसें हें गहन । अर्जुना माझें भजन ।\n" +
                "आतां ऐकें सांगेन । जे करिती एक ॥ २१९ ॥\n" +
                "\n" +
                "तरी दोन्ही पालववेरी । जैसा एक तंतु अंबरीं ।\n" +
                "तैसा मीवांचूनि चराचरीं । जाणती ना ॥ २२० ॥\n" +
                "\n" +
                "आदि ब्रह्मा करुनी । शेवटीं मशक धरुनी ।\n" +
                "माजी समस्त हें जाणोनी । स्वरुप माझें ॥ २२१ ॥\n" +
                "\n" +
                "मग वाड धाकुटें न म्हणती । सजीव निर्जीव नेणती ।\n" +
                "देखिलिये वस्तू उजू लुंटिती । मीचि म्हणोनि ॥ २२२ ॥\n" +
                "\n" +
                "आपुलें उत्तमत्व नाठवे । पुढील योग्यायोग्य नेणवे ।\n" +
                "एकसरें व्यक्तिमात्राचेनि नांवें । नमूंचि आवडे ॥ २२३ ॥\n" +
                "\n" +
                "जैसें उंचीं उदक पडिलें । तें तळवटवरी ये उगेलें ।\n" +
                "तैसें नमिजे भूतजात देखिलें । ऐसा स्वभावोचि तयांचा ॥ २२४ ॥\n" +
                "\n" +
                "कां फळलिया तरुची शाखा । सहजें भूमीसी उतरे देखा ।\n" +
                "तैसें जीवमात्रां अशेखां । खालावती ते ॥ २२५ ॥\n" +
                "\n" +
                "अखंड अगर्वता होऊनि असती । तयांतें विनयो हेचि संपत्ती ।\n" +
                "जे जयजयमंत्रें अर्पिती । माझांचि ठायीं ॥ २२६ ॥\n" +
                "\n" +
                "नमितां मानापमान गळाले । म्हणोनि अवचितें ते मीचि जहाले ।\n" +
                "ऐसे निरंतर मिसळले । उपासिती ॥ २२७ ॥\n" +
                "\n" +
                "अर्जुना हे गुरुवी भक्ती । सांगितली तुजप्रती ।\n" +
                "आतां ज्ञानयज्ञें यजिती । ते भक्त आइकें ॥ २२८ ॥\n" +
                "\n" +
                "परि भजन करिती हातवटी । तूं जाणत आहासि किरीटी ।\n" +
                "जे मागां इया गोष्टी । केलिया आम्हीं ॥ २२९ ॥\n" +
                "\n" +
                "तंव आथि जी अर्जुन म्हणे । तें दैविकिया प्रसादाचें करणें ।\n" +
                "तरि काय अमृताचें आरोगणें । पुरे म्हणवे ॥ २३० ॥\n" +
                "\n" +
                "या बोला अनंतें । लागटा देखिलें तयातें ।\n" +
                "कीं सुखावलेनि चित्तें । डोलतु असे ॥ २३१ ॥\n" +
                "\n" +
                "म्हणे भलें केलें पार्था । एऱ्हवीं हा अनवसरु सर्वथा ।\n" +
                "परि बोलवीतसे आस्था । तुझी मातें ॥ २३२ ॥\n" +
                "\n" +
                "तंव अर्जुन म्हणे हें कायी । चकोरेंवीण चांदिणेंचि नाहीं ।\n" +
                "जग निवविजे हा तयाचां ठायीं । स्वभावो कीं जी ॥ २३३ ॥\n" +
                "\n" +
                "येरें चकोरें तियें आपुलिये चाडे । चांचु करिती चंद्राकडे ।\n" +
                "तेविं आम्ही विनवुं तें थोकडे । देवो कृपासिंधु ॥ २३४ ॥\n" +
                "\n" +
                "जी मेघ आपुलिये प्रौढी । जगाची आर्ति दवडी ।\n" +
                "वांचूनि चातकाची ताहान केवढी । तो वर्षावो पाहुनी ॥ २३५ ॥\n" +
                "\n" +
                "परि चुळा एकाचिया चाडे । जेविं गंगेतेंचि ठाकावें पडे ।\n" +
                "तेंविं आर्त का बहु कां थोडें । तरि सांगावें देवा ॥ २३६ ॥\n" +
                "\n" +
                "तेथें देवें म्हणितलें राहें । जो संतोषु आम्हां जाहला आहे ।\n" +
                "तयावरी स्तुति साहे । ऐसें उरलें नाही ॥ २३७ ॥\n" +
                "\n" +
                "पैं परिसतु आम्हासि निकियापरी । तेंचि वक्तृत्वा वऱ्हाडीक करी । ऐसें पुरस्करोनि श्रीहरी । आदरिलें बोलों ॥ २३८ ॥\n" +
                "\n" +
                "     ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते ।\n" +
                "     एकत्वेन पृथक्त्वेन बहुदा विश्वतोमुखम् ॥ १५ ॥\n" +
                "\n" +
                "तरी ज्ञानयज्ञु तो एवंरुपु । तेथ आदिसंकल्पु हा यूपु ।\n" +
                "महाभूतें मंडपु । भेदु तो पशु ॥ २३९ ॥\n" +
                "\n" +
                "मग पांचांचे जे विशेष गुण । अथवा इंद्रियें आणि प्राण ।\n" +
                "हेचि यज्ञोपचारभरण । अज्ञान धृत ॥ २४० ॥\n" +
                "\n" +
                "तेथ मनबुद्धीचिया कुंडा- । आंतु ज्ञानाग्नि धडफुडा ।\n" +
                "साम्य तेचि सुहाडा । वेदि जाणें ॥ २४१ ॥\n" +
                "\n" +
                "सविवेकमतिपाटव । तेचि मंत्रविद्यागौरव ।\n" +
                "शांति स्त्रुकस्त्रुव । जीव यज्वा ।। २४२ ॥\n" +
                "\n" +
                "तो प्रतीतीचेनि पात्रें । विवेकमहामंत्रें ।\n" +
                "ज्ञानाग्निहोत्रें । भेदु नाशी ॥ २४३ ॥\n" +
                "\n" +
                "तेथ अज्ञान सरोनि जाये । आणि यजिता यजन हें ठाये ।\n" +
                "आत्मसमरसीं न्हाये । अवभृथीं जेव्हां ॥ २४४ ॥\n" +
                "\n" +
                "तेव्हां भूतें विषय करणें । हें वेगळालें काहीं न म्हणे ।\n" +
                "आघवें एकचि ऐसें जाणे । आत्मबुद्धी ॥ २४५ ॥\n" +
                "\n" +
                "जैसा चेइला तो अर्जुना । म्हणे स्वप्नींची हें विचित्र सेना ।\n" +
                "मीचि जाहालों होतों ना । निद्रावशें ॥ २४६ ॥\n" +
                "\n" +
                "आतां सेना ते सेना नव्हे । हें मीच एक आघवें ।\n" +
                "ऐसें एकत्वें मानवे । विश्व तया ॥ २४७ ॥\n" +
                "\n" +
                "मग तो जीवु हे भाष सरे । आब्रह्म परमात्मबोधें भरे ।\n" +
                "ऐसे भजती ज्ञानाध्वरें । एकत्वें येणें ॥ २४८ ॥\n" +
                "\n" +
                "अथवा अनादि हें अनेक । जे आनासारिखें एका एक ।\n" +
                "आणि नामरुपादिक । तेंही विषम ॥ २४९ ॥\n" +
                "\n" +
                "म्हणोनि विश्व भिन्न । परि न भेदे तयांचें ज्ञान ।\n" +
                "जैसे अवयव तरी आन आन । परि एकेचि देहींचे ॥ २५० ॥\n" +
                "\n" +
                "कां शाखा सानिया थोरा । परि आहाति एकाचिये तरुवरा ।\n" +
                "बहु रश्मि परि दिनकरा । एकाचे जेवीं ॥ २५१ ॥\n" +
                "\n" +
                "तेविं नानाविधा व्यक्ती । आनानें नामें आनानी वृत्ती ।\n" +
                "ऐसें जाणती भेदलां भूतीं । अभेदा मातें ॥ २५२ ॥\n" +
                "\n" +
                "येणें वेगळालेपणें पांडवा । करिती ज्ञानयज्ञु बरवा ।\n" +
                "जे न भेंदतीं जाणिवा । जाणते म्हणउनि ॥ २५३ ॥\n" +
                "\n" +
                "ना तरी जेधवां जिये ठायीं । देखती कां जें जें कांहीं ।\n" +
                "तें मीवांचूनि नाहीं । ऐसाचि बोधु ॥ २५४ ॥\n" +
                "\n" +
                "पाहें पां बुडबुडा जेउता जाये । तेउतें जळचि एक तया आहे ।\n" +
                "मग विरे अथवा राहे । तऱ्ही जळाचिमाजि ॥ २५५ ॥\n" +
                "\n" +
                "कां पवनें परमाणु उचलले । ते पृथ्वीपणावेगळे नाहीं गेले ।\n" +
                "आणि माघौतें जरी पडले । तरी पृथ्वीचिवरी ॥ २५६ ॥\n" +
                "\n" +
                "तैसें भलतेथ भलतेणें भावें । भलतेंही न हो अथवा होआवें ।\n" +
                "परि तें मी ऐसें आघवें । होऊनि ठेलें ॥ २५७ ॥\n" +
                "\n" +
                "अगा हे जेव्हडी माझी व्याप्ति । तेव्हडीचि तयांचि प्रतीति ।\n" +
                "ऐसे बहुधाकारीं वर्तती । बहुचि होउनि ॥ २५८ ॥\n" +
                "\n" +
                "हें भानुबिंब आवडेतया । सन्मुख जैसें धनंजया ।\n" +
                "तैसें ते विश्वा या । समोर सदा ॥ २५९ ॥\n" +
                "\n" +
                "अगा तयांचिया ज्ञाना । पाठी पोट नाहीं अर्जुना ।\n" +
                "वायु जैसा गगना । सर्वांगी असे ॥ २६० ॥\n" +
                "\n" +
                "तैसा मी जेतुला आघवा । तेंचि तुक तयांचिया सद्भावा ।\n" +
                "तरी न करितां पांडवा । भजन जहालें ॥ २६१ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी सकळ मीचि आहें । तरी कवणीं कें उपासिला नोहें ।\n" +
                "एथ एकें जाणणेवीण ठाये । अप्राप्तासी ॥ २६२ ॥\n" +
                "\n" +
                "परि तें असो येणें उचितें । ज्ञानयज्ञें यजितसांते ।\n" +
                "उपासिती मातें । ते सांगितले ॥ २६३ ॥\n" +
                "\n" +
                "अखंड सकळ हें सकळां मुखीं । सहज अर्पत असे मज एकीं ।\n" +
                "कीं नेणणेयासाठीं मूर्खीं । न पविजेचि मातें ॥ २६४ ॥\n" +
                "\n" +
                "     अहं क्रतुरहं यज्ञ: स्वधाहमहमौषधम् ।\n" +
                "     मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् ॥ १६ ॥\n" +
                "\n" +
                "तोचि जाणिवेचा उदयो जरी होये । तरी मुदल वेदु मीचि आहें ।\n" +
                "आणि तो विधानातें जया विये । तो क्रतुही मीचि ॥ २६५ ॥\n" +
                "\n" +
                "मग तया कर्मापासूनि बरवा । जो सांगोपांगु आघवा ।\n" +
                "यज्ञु प्रगटे पांडवा । तोही मी गा ॥ २६६ ॥\n" +
                "\n" +
                "स्वाहा मी स्वधा । सोमादि औषधी विविधा ।\n" +
                "आज्य मी समिधा । मंत्रु मी हवि ॥ २६७ ॥\n" +
                "\n" +
                "होता मी हवन कीजे । तेथ अग्नि तो स्वरुप माझें ।\n" +
                "आणि हुतक वस्तू जें जें । तेही मीचि ॥ २६८ ॥\n" +
                "\n" +
                "     पिताहमस्य जगतो माता धाता पितामह: ।\n" +
                "     वेद्यं पवित्रमोंकार ऋक्साम यजुरेव च ॥ १७ ॥\n" +
                "\n" +
                "पैं जयाचेनि अंगेसंगें । इये प्रकृतीस्तव अष्टांगे ।\n" +
                "जन्म पाविजत असे जगें । तो पिता मी गा ॥ २६९ ॥\n" +
                "\n" +
                "अर्धनारीनटेश्वरीं । जो पुरुष तोचि नारी ।\n" +
                "तेविं मी चराचरीं । माताही होय ॥ २७० ॥\n" +
                "\n" +
                "आणि जाहालें जग जेथ राहे । जेंणे जित वाढत आहे ।\n" +
                "तें मीचि वाचूनि नोहे । आन निरुतें ॥ २७१ ॥\n" +
                "\n" +
                "इयें प्रकृतिपुरुषें दोन्ही । उपजलीं जयाचिया अमनमनीं ।\n" +
                "तो पितामह त्रिभुवनीं । विश्वाचा मी ॥ २७२ ॥\n" +
                "\n" +
                "आणि आघवेयां जाणणेयांचिया वाटा । जया गांवा येती गा सुभटा ।\n" +
                "जे वेदांचियां चोहटां । वेद्य जें म्हणिजे ॥ २७३ ॥\n" +
                "\n" +
                "जेथ नाना मतां बुझावणी जाहाली । एकमेकां शास्त्रांची अनोळखी फिटली ।\n" +
                "चुकलीं ज्ञानें जेथ मिळों आलीं । जे पवित्र म्हणिजे ॥ २७४ ॥\n" +
                "\n" +
                "पै ब्रह्मबीजा जाहला अंकुरु । घोषध्वनीनादाकारु ।\n" +
                "तयांचें गा भुवन जो ॐकारु । तोही मी गा ॥ २७५ ॥\n" +
                "\n" +
                "जया ॐकाराचिये कुशी । अक्षरें होती अउमकारेंसीं ।\n" +
                "जियें उपजत वेदेंसीं । उठलीं तिन्हीं ॥ २७६ ॥\n" +
                "\n" +
                "म्हणोनि ऋग्यजुःसामु । हे तिन्ही म्हणे मी आत्मारामु ।\n" +
                "एंव मीचि कुलक्रमु । शब्दब्रह्माचा ॥ २७७ ॥\n" +
                "\n" +
                "     गतिर्भर्ता प्रभु: साक्षी निवास: शरणं सुहृत् ।\n" +
                "     प्रभव: प्रलय: स्थानं निधानं बीजमव्ययम् ॥ १८ ॥\n" +
                "\n" +
                "हें चराचर आघवें । जिये प्रकृती आंत साठवे ।\n" +
                "ते शिणली जेथ विसवे । ते परमगती मी ॥ २७८ ॥\n" +
                "\n" +
                "आणि जयाचेनि प्रकृति जिये । जेणें अधिष्ठिली विश्व विये ।\n" +
                "जो येऊनि प्रकृती इये । गुणातें भोगी ॥ २७९ ॥\n" +
                "\n" +
                "तो विश्वश्रियेचा भर्ता । मीचि गा पंडुसुता ।\n" +
                "मी गोसावी समस्ता । त्रैलोक्याचा ॥ २८० ॥\n" +
                "\n" +
                "आकाशें सर्वत्र वसावें । वायूनें नावभरी उगें नसावें ।\n" +
                "पावकें दहावें । वर्षावें जळें ॥ २८१ ॥\n" +
                "\n" +
                "पर्वतीं बैसका न संडावी । समुद्रीं रेखा नोलांडावी ।\n" +
                "पृथ्वीया भूतें वाहावीं । हे आज्ञा माझी ॥ २८२ ॥\n" +
                "\n" +
                "म्या बोलविल्या वेदु बोले । म्यां चालविल्या सूर्यु चाले ।\n" +
                "म्यां हालविल्या प्राणु हाले । जो जगातें चाळिता ॥ २८३ ॥\n" +
                "\n" +
                "मियांचि नियमिलासांता । काळु ग्रासितसे भूतां ।\n" +
                "इयें म्हणियागतें पंडुसुता । सकळें जयाचीं ॥ २८४ ॥\n" +
                "\n" +
                "ऐसा जो समर्थु । तो मी जगाचा नाथु ।\n" +
                "आणि गगनाऐसा साक्षिभूतु । तोहि मीचि ॥ २८५ ॥\n" +
                "\n" +
                "इहीं नामरुपीं आघवा । जो भरला असे पांडवा ।\n" +
                "आणि नामरुपांहि वोल्हावा । आपणचि जो ॥ २८६ ॥\n" +
                "\n" +
                "जैसे जळाचे कल्लोळ । आणि कल्लोळ आथी जळ ।\n" +
                "ऐसेनि वसवितसे सकळ । तो निवासु मी ॥ २८७ ॥\n" +
                "\n" +
                "जो मज होय अनन्य शरण । त्याचें निवारीं मी जन्म मरण ।\n" +
                "यालागीं शरणागता शरण्य । मीचि एकु ॥ २८८ ॥\n" +
                "\n" +
                "मीचि एक अनेकपणें । वेगळालेनि प्रकृतीगुणें ।\n" +
                "जीत जगाचेनि प्राणें । वर्तत असे ॥ २८९ ॥\n" +
                "\n" +
                "जैसा समुद्र थिल्लर न म्हणतां । भलतेथ बिंबे सविता ।\n" +
                "तैसा ब्रह्मादि सर्वां भूता । सुहृद तो मी ॥ २९० ॥\n" +
                "\n" +
                "मीचि गा पांडवा । या त्रिभुवनासी वोलावा ।\n" +
                "सृष्टिक्षयप्रभावा । मूळ तें मी ॥ २९१ ॥\n" +
                "\n" +
                "बीज शाखांतें प्रसवे । मग तें रुखपण बीजीं सामावे ।\n" +
                "तैसे संकल्पें होय आघवें । पाठीं संकल्पीं मिळे ॥ २९२ ॥\n" +
                "\n" +
                "ऐसें जगाचें बीज जो संकल्पु । अव्यक्त वासनारुपु ।\n" +
                "तया कल्पांतीं जेथ निक्षेपु । होय तें मी ॥ २९३ ॥\n" +
                "\n" +
                "इयें नामरुपें लोटती । वर्णव्यक्ती आटती ।\n" +
                "जातींचे भेद फिटती । जैं आकाश नाहीं ॥ २९४ ॥\n" +
                "\n" +
                "तैं संकल्पु वासनासंस्कार । माघौतें रचावया आकार ।\n" +
                "जेथ राहोनि असती अमर । तें निधान मी ॥ २९५ ॥\n" +
                "\n" +
                "     तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च ।\n" +
                "     अमृतं चैव मृत्युश्च सदसच्चाहमर्जुन ॥ १९ ॥\n" +
                "\n" +
                "मी सूर्याचेनि वेषें । तपें तैं हें शोषे ।\n" +
                "पाठीं इंद्र होऊनि वर्षें । तैं पुढती भरे ॥ २९६ ॥\n" +
                "\n" +
                "अग्नि काष्ठें खाये । तें काष्ठचि अग्नि होये ।\n" +
                "तेवि मरतें मारितें पाहें । स्वरुप माझें ॥ २९७ ॥\n" +
                "\n" +
                "यालागीं मृत्यूचां भागीं जें जें । तेंही पैं रुप माझें ।\n" +
                "आणि न मरतें तंव सहजें । अविनाशु मी ॥ २९८ ॥\n" +
                "\n" +
                "आता बहु बोलोनि सांगावें । तें एकिहेळां घे पां आघवें ।\n" +
                "तरी सतासतही जाणावें । मीचि पैं गा ॥ २९९ ॥\n" +
                "\n" +
                "म्हणोनि अर्जुना मी नसें । ऐसा कवणु ठाव असे ।\n" +
                "परि प्राणियांचें दैव कैसे । जे न देखती मातें ॥ ३०० ॥\n" +
                "\n" +
                "तरंग पाणियेंवीण सुकती । रश्मि वातीवीण न देखती ।\n" +
                "तैसे मीचि ते मी नव्हती । विस्मो देखे ॥ ३०१ ॥\n" +
                "\n" +
                "हें आतबाहेर मियां कोंदलें । जग निखिल माझेंचि वोतिलें ।\n" +
                "कीं कैसें कर्म तयां आलें । जे मींचि नाही म्हणती ॥ ३०२ ॥\n" +
                "\n" +
                "परि अमृतकुहां पडिजे । कां आपणयातें कडिये काढिजे ।\n" +
                "ऐसें आथी काय कीजे । अप्राप्तासि ॥ ३०३ ॥\n" +
                "\n" +
                "ग्रासा एका अन्नासाठीं । अंधु धांवताहे किरीटी ।\n" +
                "आडळला चिंतामणि पायें लोटी । आंधळेपणे ॥ ३०४ ॥\n" +
                "\n" +
                "तैसें ज्ञान जैं सांडुनि जाये । तैं ऐसी हे दशा आहे ।\n" +
                "म्हणोनि कीजे तें केलें नोहे । ज्ञानेंवीण ॥ ३०५ ॥\n" +
                "\n" +
                "आंधळेया गरुडाचे पांख आहाती । ते कवणा उपेगा जाती ।\n" +
                "तैसें सत्कर्माचे उपखे ठाती । ज्ञानेंवीण ॥ ३०६ ॥\n" +
                "\n" +
                "     त्रैविद्या मां सोमपा: पूतपापा यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते ।\n" +
                "     ते पुण्यमासाद्य सुरेन्द्रलोकमश्नन्ति दिव्यान्दिवि देवभोगान् ॥ २० ॥\n" +
                "\n" +
                "देख पां गा किरीटी । आश्रमधर्माचिया राहाटी ।\n" +
                "विधिमार्गा कसवटी । जे आपणचि होती ॥ ३०७ ॥\n" +
                "\n" +
                "यजन करितां कौतुकें । तिहीं वेदांचा माथा तुके ।\n" +
                "क्रिया फळेंसि उभी ठाके । पुढां जयां ॥ ३०८ ॥\n" +
                "\n" +
                "ऐसे दीक्षित जे सोमप । जे आपणचि यज्ञाचें स्वरुप ।\n" +
                "तींहीं तया पुण्याचेनि नांवें पाप । जोडिलें देखें ॥ ३०९ ॥\n" +
                "\n" +
                "जे श्रुतित्रयांते जाणोनि । शतवरी यज्ञ करुनि ।\n" +
                "यजिलिया मातें चुकोनि । स्वर्गु वरिती ॥ ३१० ॥\n" +
                "\n" +
                "जैसें कल्पतरुतळवटीं । बैसोनि झोळिये पाडी गांठी ।\n" +
                "मग निदैव निघे किरीटी । दैन्यचि करुं ॥ ३११ ॥\n" +
                "\n" +
                "तैसे शतक्रतूं यजिलें मातें । कीं ईप्सिताति स्वर्गसुखांतें ।\n" +
                "आतां पुण्य कीं हें निरुतें । पाप नोहे ॥ ३१२ ॥\n" +
                "\n" +
                "म्हणोनि मजवीण पाविजे स्वर्गु । तो अज्ञानाचा पुण्यमार्गु ।\n" +
                "ज्ञानिये तयातें उपसर्गु । हानि म्हणती ॥ ३१३ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी नरकींचें दुःख । पावोनि स्वर्गा नाम कीं सुख । वांचूनि नित्यानंद गा निर्दोष । तें स्वरुप माझें ॥ ३१४ ॥\n" +
                "\n" +
                "मज येतां पैं सुभटा । या द्विविधा गा अव्हांटा ।\n" +
                "स्वर्गु नरकु या वाटा । चोरांचिया ॥ ३१५ ॥\n" +
                "\n" +
                "स्वर्गा पुण्यात्मकें पापें येईजे । पापात्मकें पापें नरका जाइजे ।\n" +
                "मग मातें जेणें पाविजे । तें शुद्ध पुण्य ॥ ३१६ ॥\n" +
                "\n" +
                "आणि मजचिमाजीं असतां । जेणें मी दूरी होय पांडुसुता ।\n" +
                "तें पुण्य ऐसें म्हणतां । जीभ न तुटे काई ॥ ३१७ ॥\n" +
                "\n" +
                "परि हें असो आतां प्रस्तुत । ऐकें यापरि ते दीक्षित ।\n" +
                "यजुनि मातें याचित । स्वर्गभोगु ॥ ३१८ ॥\n" +
                "\n" +
                "मग मी न पविजे ऐसें । जें पापरुप पुण्य असे ।\n" +
                "तेणें लाधलेनि सौरसें । स्वर्गा येती ॥ ३१९ ॥\n" +
                "\n" +
                "जेथ अमरत्व हेंचि सिंहासन । ऐरावतासारिखें वाहन ।\n" +
                "राजधानीभुवन । अमरावती ॥ ३२० ॥\n" +
                "\n" +
                "जेथ महासिद्धींची भांडारें । अमृताचीं कोठारें ।\n" +
                "जियें गांवीं खिल्लारें । कामधेनूंचीं ॥ ३२१ ॥\n" +
                "\n" +
                "जेथ वोळगे देव पाइका । सैघं चिंतामणीचिया भूमिका । विनोदवनवाटिका । सुरतरुंचिया ॥ ३२२ ॥\n" +
                "\n" +
                "गंधर्वगान गाणीं । जेथ रंभेऐशिया नाचणी ।\n" +
                "उर्वशी मुख्य विलासिनी । अंतौरिया ॥ ३२३ ॥\n" +
                "\n" +
                "मदन वोळगे शेजारे । जेथ चंद्र शिंपे सांबरें ।\n" +
                "पवना ऐसें म्हणियारें । धांवणें जेथ ॥ ३२४ ॥\n" +
                "\n" +
                "पैं बृहस्पति आपण । ऐसे स्वस्तीश्रियेचे ब्राह्मण ।\n" +
                "ताटियेचे सुरगण । विकार जेथें ॥ ३२५ ॥\n" +
                "\n" +
                "लोकपाळरांगेचे । राउत जिये पदीचे ।\n" +
                "उचैःश्रवा खांचे । खोलणिये ।। ३२६ ॥\n" +
                "\n" +
                "हें बहु असो जे ऐसे । भोग इंद्रसुखासरिसे ।\n" +
                "ते भोगिजती जंव असे । पुण्यलेशु ॥ ३२७ ॥\n" +
                "\n" +
                "     ते तं भुक्त्वा स्वर्गलोकं विशालं क्षीणे पुण्ये मर्त्यलोकं विशन्ति ।\n" +
                "     एवं त्रयीधर्ममनुप्रपन्ना गतागतं कामकामा लभन्ते ॥ २१ ॥\n" +
                "\n" +
                "मग तया पुण्याची पाउटी सरे । सवेंचि इंद्रपणाची उटी उतरे ।\n" +
                "आणि येऊं लागती माघारें । मृत्युलोका ॥ ३२८ ॥\n" +
                "\n" +
                "जैसा वेश्याभोगीं कवडा वेंचे । मग दारही चेपूं न ये तियेचें ।\n" +
                "तैसें लाजिरवाणें दीक्षितांचें । काय सांगो ॥ ३२९ ॥\n" +
                "\n" +
                "एवं थितिया मातें चुकले । जीहीं पुण्यें स्वर्ग कामिले ।\n" +
                "तयां अमरपण तें वावों जालें । आतां मृत्युलोकु ॥ ३३० ॥\n" +
                "\n" +
                "मातेचिया उदरकुहरीं । पचूनि विष्ठेचां दाथरीं ।\n" +
                "उकडूनि नवमासवरी । जन्मजन्मोनि मरती ॥ ३३१ ॥\n" +
                "\n" +
                "अगा स्वप्नीं निधान फावे । परि चेइलिया हारपे आघवें ।\n" +
                "तैसें स्वर्गसुख जाणावें । वेदज्ञाचें ॥ ३३२ ॥\n" +
                "\n" +
                "अर्जुना वेदु जऱ्ही जाहला । तरी मातें नेणतां वायां गेला ।\n" +
                "कणु सांडूनि उपणिला । कोंडा जैसा ॥ ३३३ ॥\n" +
                "\n" +
                "म्हणऊनि मज एकेंविण । हे त्रयीधर्म अकारण ।\n" +
                "आतां मातें जाणोनि कांहीं नेण । तूं सुखिया होसी ॥ ३३४ ॥\n" +
                "\n" +
                "     अनन्याश्चिन्तयन्तो मां ये जना: पर्युपासते ।\n" +
                "     तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ॥ २२ ॥\n" +
                "\n" +
                "पैं सर्वभावेंसी उखितें । जे वोपिले मज चित्तें ।\n" +
                "जैसा गर्भगोळु उद्यमातें । कोणाही नेणे ॥ ३३५ ॥\n" +
                "\n" +
                "तैसा मीवाचूनि कांही । आणिक गोमटेंचि नाहीं ।\n" +
                "मजचि नाम पाहीं । जिणेया ठेविलें ॥ ३३६ ॥\n" +
                "\n" +
                "ऐसे अनन्यगतिकें चित्तें । चिंतितसांते मातें ।\n" +
                "जे उपासिती तयांतें । मीचि सेवीं ॥ ३३७ ॥\n" +
                "\n" +
                "ते एकवटूनि जिये क्षणीं । अनुसरले गा माझिये वाहणी ।\n" +
                "तेव्हांचि तयांची चिंतवणी । मजचि पडली ॥ ३३८ ॥\n" +
                "\n" +
                "मग तीहीं जें जें करावे । तें मजचि पडिलें आघवें ।\n" +
                "जैशी अजातपक्षांचेनि जीवें । पक्षिणी जिये ॥ ३३९ ॥\n" +
                "\n" +
                "आपुली तहानभूक नेणे । तान्हया निकें तें माउलीसीचि करणें ।\n" +
                "तैसे अनुसरले जे मज प्राणें । तयांचेन काइसेनिहि न लजें मी ॥ ३४० ॥\n" +
                "\n" +
                "तया माझिया सायुज्याची चाड । तरि तेंचि पुरवीं कोड ।\n" +
                "कां सेवा म्हणती तरी आड । प्रेम सुयें ॥ ३४१ ॥\n" +
                "\n" +
                "ऐसा मनीं जो जो भावो । तो तो पुढां पुढां लागें तयां देवों ।\n" +
                "आणि दिधलियाचा निर्वाहो । तोहि मीचि करीं ॥ ३४२ ॥\n" +
                "\n" +
                "हा योगक्षेमु आघवा । तयांचा मजचि पडिला पांडवा ।\n" +
                "जयांचियां सर्वभावां । आश्रयो मी ॥ ३४३ ॥\n" +
                "\n" +
                "     येऽप्यन्यदेवता भक्ता यजन्ते श्रद्धयान्विता: ।\n" +
                "     तेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् ॥ २३ ॥\n" +
                "\n" +
                "आतां आणिकही संप्रदायें । परि मातें नेणती समवायें ।\n" +
                "जे अग्नि-इंद्र-सूर्य-सोमाये । म्हणऊनि यजिती ॥ ३४४ ॥\n" +
                "\n" +
                "तेंही कीर मातेंचि होये । कां जे हें आघवें मीचि आहें ।\n" +
                "परि ते भजती उजरी नव्हे । विषम पडे ॥ ३४५ ॥\n" +
                "\n" +
                "पाहे पां शाखा पल्लव वृक्षाचे । हे काय नव्हती एकाचि बीजाचे ।\n" +
                "परि पाणी घेणें मुळाचें । तें मुळींचि घापे ॥ ३४६ ॥\n" +
                "\n" +
                "कां दहाहीं इंद्रियें आहाती । इयें जरी एकेचि देहींचीं होती ।\n" +
                "आणि इहीं सेविले विषयो जाती । एकाचि ठाया ॥ ३४७ ॥\n" +
                "\n" +
                "तरि करोनि रससोय बरवी । कानीं केविं भरावी ।\n" +
                "फुलें आणोनि बांधावीं । डोळां केविं ॥ ३४८ ॥\n" +
                "\n" +
                "तो रसु तो मुखेंचि सेवावा । परिमळु तो घ्राणेंचि घ्यावा ।\n" +
                "तैसा मी तो यजावा । मीचि म्हणोनि ॥ ३४९ ॥\n" +
                "\n" +
                "येर मातें नेणोनि भजन । तें वायांचि गा आनेंआन ।\n" +
                "म्हणोनि कर्माचे डोळे ज्ञान । तें निर्दोष होआवें ॥ ३५० ॥\n" +
                "\n" +
                "एऱ्हवीं पाहें पां पंडुसुता । या यज्ञोपहारां समस्तां ।\n" +
                "मीवांचूनि भोक्ता । कवणु आहे ॥ ३५१ ॥\n" +
                "\n" +
                "मी सकळां यज्ञांचा आदि । आणि यजना या मीचि अवधि ।\n" +
                "कीं मातें चुकोनि दुर्बुद्धि । देवां भजले ॥ ३५२ ॥\n" +
                "\n" +
                "गंगेचे उदक गंगे जैसें । अर्पिंजे देवपित्तरोद्देशें ।\n" +
                "माझे मज देती तैसें । परि आनानीं भावीं ॥ ३५३ ॥\n" +
                "\n" +
                "म्हणऊनि ते पार्था । मातें न पवतीचि सर्वथा ।\n" +
                "मग मनीं वाहिली जे आस्था । तेथ आले ॥ ३५४ ॥\n" +
                "\n" +
                "     यान्ति देवव्रता देवान्पितॄन्यान्ति पितृव्रता: ।\n" +
                "     भूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् ॥ २५ ॥\n" +
                "\n" +
                "मनें वाचा करणीं । जयांचीं भजनें देवांचिया वाहणी ।\n" +
                "ते शरीर जातियेक्षणीं । देवचि जाले ॥ ३५५ ॥\n" +
                "\n" +
                "अथवा पितरांचीं व्रतें । वाहती जयांचीं चित्तें ।\n" +
                "जीवित सरलिया तयांतें । पितृत्व वरी ॥ ३५६ ॥\n" +
                "\n" +
                "कां क्षुद्रदेवतादि भूतें । तियेंचि जयांचीं परमदैवतें ।\n" +
                "जींहीं अभिचारिकीं तयांतें । उपासिलें ॥ ३५७ ॥\n" +
                "\n" +
                "तयां देहांची जवनिक फिटली । आणि भूतत्वाची प्राप्ती जाहली ।\n" +
                "एवं संकल्पवशें फळलीं । कर्में तयां ॥ ३५८ ॥\n" +
                "\n" +
                "मग मीचि डोळां देखिला । जींहीं कानीं मीचि ऐकिला ।\n" +
                "मनीं मी भाविला । वानिला वाचा ॥ ३५९ ॥\n" +
                "\n" +
                "सर्वांगीं सर्वाठायीं । मीचि नमस्कारिला जिहीं ।\n" +
                "दानपुण्यादिकें जें कांहीं । तें माझियाचि मोहरा ॥ ३६० ॥\n" +
                "\n" +
                "जिहीं मातेंचि अध्ययन केलें । जे आंतबाहेर मियांचि धाले ।\n" +
                "जयांचे जीवित्व जोडलें । मजचिलागीं ॥ ३६१ ॥\n" +
                "\n" +
                "जे अहंकारु वाहत आंगीं । आम्ही हरीचे भूषावयालागीं ।\n" +
                "जे लोभिये एकचि जगीं । माझेनि लोभें ॥ ३६२ ॥\n" +
                "\n" +
                "जे माझेनि कामें सकाम । जे माझेनि प्रेमें सप्रेम ।\n" +
                "जे माझिया भुली सभ्रम । नेणती लोक ॥ ३६३ ॥\n" +
                "\n" +
                "जयांचीं जाणती मज शास्त्रें । मी जोडें जयाचेनि मंत्रें ।\n" +
                "ऐसे जे चेष्टामात्रें । भजले मज ॥ ३६४ ॥\n" +
                "\n" +
                "ते मरणाऐलीचकडे । मज मिळोनि गेले फुडे ।\n" +
                "मग मरणीं आणिकीकडे । जातील केविं ॥ ३६५ ॥\n" +
                "\n" +
                "म्हणोनि मद्याजी जे जाहाले । ते माझिया सायुज्या आले ।\n" +
                "जिहीं उपचारमिषें दिधलें । आपणपें मज ॥ ३६६ ॥\n" +
                "\n" +
                "पैं अर्जुना माझां ठायीं । आपणपेवीण सौरसु नाहीं ।\n" +
                "मी उपचारीं कवणाही । नाकळें गा ॥ ३६७ ॥\n" +
                "\n" +
                "एथ जाणिव करी तोचि नेणे । आथिलेंपण मिरवी तेंचि उणें ।\n" +
                "आम्ही जाहलों ऐसें जो म्हणे । तो कांहींचि नव्हे ॥ ३६८ ॥\n" +
                "\n" +
                "अथवा यज्ञदानादि किरीटी । कां तपें हन जे हुटहुटी ।\n" +
                "ते तृणा एकासाठीं । न सरे एथ ॥ ३६९ ॥\n" +
                "\n" +
                "पाहें पां जाणिवेचेनि बळें । कोण्ही वेदापासूनि असे आगळें ।\n" +
                "कीं शेषाहूनि तोंडागळें । बोलकें आथी ॥ ३७० ॥\n" +
                "\n" +
                "तोही आंथरुणातळवटी दडे । येरु नेति नेति म्हणोनि बहुडे ।\n" +
                "एथ सनकादिक वेडे । पिसे जाहले ॥ ३७१ ॥\n" +
                "\n" +
                "करितां तापसांची कडसणी । कवणु जवळां ठेविजैल शूळपाणी ।\n" +
                "तोहि अभिमानु सांडूनि पायवणी । माथां वाहे ॥ ३७२ ॥\n" +
                "\n" +
                "नातरी आथिलेपणें सरिसी । कवणी आहे लक्ष्मियेऐसी । श्रियेसारिखिया दासी । घरीं जियेतें ॥ ३७३ ॥\n" +
                "\n" +
                "तियां खेळतां करिती घरकुली । तयां नामें अमरपुरें जरि ठेविलीं । तरि न होती काय बाहुलीं । इंद्रादिक तयांचीं ॥ ३७४ ॥\n" +
                "\n" +
                "तयां नावडोनि जेव्हां मोडती । तेव्हां महेंद्राचे रंक होती ।\n" +
                "तियां झाडां येउते जयां पाहती । ते कल्पवृक्ष ॥ ३७५ ॥\n" +
                "\n" +
                "ऐसें जियेचियां जवळिकां । सामर्थ्य घरींचियां पाइकां ।\n" +
                "ते लक्ष्मी मुख्यनायका । न मनेचि एथ ॥ ३७६ ॥\n" +
                "\n" +
                "मग सर्वस्वें करुनि सेवा । अभिमान सांडूनि पांडवा ।\n" +
                "ते पाय धुवावयाचिया दैवा । पात्र जाहाली ॥ ३७७ ॥\n" +
                "\n" +
                "म्हणोनि थोरपण पऱ्हांचि सांडिजे । व्युत्पत्ति आघवी विसरिजे ।\n" +
                "जैं जगा धाकुटें होइजे । तैं जवळीक माझी ॥ ३७८ ॥\n" +
                "\n" +
                "अगा सहस्त्रकिरणाचिये दिठी । पुढा चंद्रुही लोपे किरीटी ।\n" +
                "तेथ खद्योत का हुटहुटी । आपुलेनि तेजें ॥ ३७९ ॥\n" +
                "\n" +
                "तैसें लक्ष्मियेचें थोरपण न सरे । जेथ शंभूचेंही तप न पुरे ।\n" +
                "तेथ येर प्राकृत हेंदरें । केविं जाणों लाहे ॥ ३८० ॥\n" +
                "\n" +
                "यालागीं शरीरसांडोवा कीजे । सकळगुणांचें लोण उतरिजे । संपत्तिमदु सांडिजे । कुरवंडी करुनी ॥ ३८१ ॥\n" +
                "\n" +
                "     पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति ।\n" +
                "     तदहं भक्त्युपहृतमश्नामि प्रयतात्मनः ॥ २६ ॥\n" +
                "\n" +
                "मग निस्सीमभावउल्हासें । मज अर्पावयाचेनि मिसें ।\n" +
                "फळ आवडे तैसें । भलतयाचें हो ॥ ३८२ ॥\n" +
                "\n" +
                "भक्तु माझियाकडे दावी । आणि मी दोन्ही हात वोडवीं ।\n" +
                "मग देठुं न फेडितां सेवीं । आदरेंशी ॥ ३८३ ॥\n" +
                "\n" +
                "पैं गा भक्तीचेनि नांवें । फूल एक मज द्यावें ।\n" +
                "तें लेखें तरि म्यां तुरंबावें । परि मुखींचि घालीं ॥ ३८४ ॥\n" +
                "\n" +
                "हें असो कायसीं फुलें । पानचि एक आवडे तें जाहलें ।\n" +
                "तें साजुकही न हो सुकलें । भलतैसें ॥ ३८५ ॥\n" +
                "\n" +
                "परि सर्वभावें भरलें देखें । आणि भुकेला अमृतें तोखे ।\n" +
                "तैसें पत्रचि परि तेणें सुखें । आरोगूं लागें ॥ ३८६ ॥\n" +
                "\n" +
                "अथवा ऐसेंही एक घडे । जे पालाही परि न जोडे ।\n" +
                "तरि उदकाचें तंव सांकडें । नव्हेल कीं ॥ ३८७ ॥\n" +
                "\n" +
                "तें भलतेथ निमोलें । न जोडितां आहे जोडलें ।\n" +
                "तेंचि सर्वस्व करुनि अर्पिलें । जेणें मज ॥ ३८८ ॥\n" +
                "\n" +
                "तेणें वैकुठापासोनि विशाळें । मजलागीं केलीं राऊळें ।\n" +
                "कौस्तुभाहोनि निर्मळें । लेणीं दिधलीं ॥ ३८९ ॥\n" +
                "\n" +
                "दूधाचीं शेजारें । क्षीराब्धीऐसीं मनोहरे ।\n" +
                "मजलागीं अपारें । सृजिलीं तेणें ॥ ३९० ॥\n" +
                "\n" +
                "कर्पूर चंदन अगरु । ऐसेया सुगंधाचा महामेरु ।\n" +
                "मज हातीं लाविला दिनकरु । दीपमाळे ॥ ३९१ ॥\n" +
                "\n" +
                "गरुडासारिखीं वाहनें । मज सुरतंरुचीं उद्यानें ।\n" +
                "कामधेनूंचीं गोधनें । अर्पिलीं तेणें ॥ ३९२ ॥\n" +
                "\n" +
                "मज अमृताहूनि सुरसें । बोनीं वोगरिलीं बहुवसें ।\n" +
                "ऐसा भक्तांचेनि उदकलेशें । परितोषें गा ॥ ३९३ ॥\n" +
                "\n" +
                "हें सांगावें काय किरीटी । तुम्हींचि देखिलें आपुलिया दिठी ।\n" +
                "मी सुदामयाचिया सोडीं गाठीं । पव्हयालागीं ॥ ३९४ ॥\n" +
                "\n" +
                "पैं भक्ति एकी मी जाणें । तेथ सानें थोर न म्हणें ।\n" +
                "आम्ही भावाचे पाहुणे । भलतेया ॥ ३९५ ॥\n" +
                "\n" +
                "येर पत्र पुष्प फळ । तें भजावया मिस केवळ ।\n" +
                "वांचूनि आमुचा लाग निष्फळ । भक्तितत्व ॥ ३९६ ॥\n" +
                "\n" +
                "म्हणोनि अर्जुना अवधारीं । तूं बुद्धि एकी सोपारी करीं ।\n" +
                "तरी सहजें आपुलिया मनोमंदिरीं । न विसंबें मातें ॥ ३९७ ॥\n" +
                "\n" +
                "     यत्करोषि यदश्नासि यज्जुहोषि ददासि यत् ।\n" +
                "     यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् ॥ २७ ॥\n" +
                "\n" +
                "जे जे कांहीं व्यापार करिसी । कां भोग हन भोगिसी ।\n" +
                "अथवा यज्ञीं यजसी । नानाविधीं ॥ ३९८ ॥\n" +
                "\n" +
                "नातरी पात्रविशेषें दानें । कां सेवकां देसी जीवनें ।\n" +
                "तपादि साधनें । व्रतें करिसी ॥ ३९९ ॥\n" +
                "\n" +
                "तें क्रियाजात आघवें । जें जैसें निपजेल स्वभावें ।\n" +
                "तें भावना करोनि करावें । माझिया मोहरा ॥ ४०० ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());


        TextView textView4=findViewById(R.id.title4);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" परि सर्वथा आपुलां जीवीं । केलियाची शंका कांहींचि नुरवीं ।\n" +
                "ऐसीं धुवोनि कर्मे द्यावीं । माझियां हातीं ॥ ४०१ ॥\n" +
                "\n" +
                "     शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: ।\n" +
                "     संन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि ॥ २८ ॥\n" +
                "\n" +
                "मग अग्निकुंडी बीजें घातलीं । तियें अंकुरदशे जेविं मुकलीं ।\n" +
                "तेवि न फळतीचि मज अर्पिलीं । शुभाशुभें ॥ ४०२ ॥\n" +
                "\n" +
                "अगा कर्मे जैं उरावें । तैं तिहीं सुखदुःखीं फळावें ।\n" +
                "आणि तयातें भोगावया यावें । देहा एका ॥ ४०३ ॥\n" +
                "\n" +
                "तें उगाणिलें मज कर्म । तेव्हांचि पुसिलें मरण जन्म ।\n" +
                "जन्मासवें श्रम । वरचिलही गेले ॥ ४०४ ॥\n" +
                "\n" +
                "म्हणऊनि अर्जुना यापरि । पाहेचा वेळु नव्हेल भारी ।\n" +
                "हे संन्यासयुक्ति सोपारी । दिधली तुज ॥ ४०५ ॥\n" +
                "\n" +
                "या देहाचिया बांदोडी न पडिजे । सुखदुःखाचिया सागरीं न बुडिजे । सुखें सुखरुपा घडिजे । माझियाचि अंगा ॥ ४०६ ॥\n" +
                "\n" +
                "     समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रिय: ।\n" +
                "     ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् ॥ २९ ॥\n" +
                "\n" +
                "तो मी पुससी कैसा । तरि जो सर्वभूतीं सदा सरिसा ।\n" +
                "जेथ आपपरु ऐसा । भागु नाहीं ॥ ४०७ ॥\n" +
                "\n" +
                "जे ऐसिया मातें जाणोनि । अहंकाराचा कुरुठा मोडोनि ।\n" +
                "जे जीवें कर्मे करुनि । भजती मातें ॥ ४०८ ॥\n" +
                "\n" +
                "ते वर्तत दिसती देहीं । परि ते देहीं ना माझां ठायीं ।\n" +
                "आणि मी तयांचा हृदयीं । समग्र असें ॥ ४०९ ॥\n" +
                "\n" +
                "सविस्तर वटत्व जैसें । बीजकणिकेमाजीं असे ।\n" +
                "आणि बीजकणु वसे । वटीं जेवीं ॥ ४१० ॥\n" +
                "\n" +
                "तेवीं आम्हां तयां परस्परें । बाहेरी नामाचींचि अंतरें ।\n" +
                "वांचुनि आंतुवट वस्तुविचारें । मी तेचि ते ॥ ४११ ॥\n" +
                "\n" +
                "आतां जायांचें लेणें । जैसें आंगावरी आहाचवाणें ।\n" +
                "तैसें देह धरणें । उदास तयांचें ॥ ४१२ ॥\n" +
                "\n" +
                "परिमळु निघालिया पवनापाठीं । मागें वोस फूल राहे देठीं ।\n" +
                "तैसें आयुष्याचिये मुठी । केवळ देह ॥ ४१३ ॥\n" +
                "\n" +
                "येर अवष्टंभु जो आघवा । तो आरुढोनि मद्भावा ।\n" +
                "मजचि आंतु पांडवा । पैठा जाहला ॥ ४१४ ॥\n" +
                "\n" +
                "     अपि चेत्सुदुराचारो भजते मामनन्यभाक् ।\n" +
                "    साधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः ॥ ३० ॥\n" +
                "\n" +
                "ऐसें भजतेनि प्रेमभावें । जयां शरीरही पाठीं न पवे ।\n" +
                "तेणें भलतया व्हावें । जातीचिया ॥ ४१५ ॥\n" +
                "\n" +
                "आणि आचरण पाहातां सुभटा । तो दुष्कृताचा सेल वांटा ।\n" +
                "परि जीवित वेचिलें चोहटां । भक्तीचिया कीं ॥ ४१६ ॥\n" +
                "\n" +
                "अगा अंतींचिया मती । साचपण पुढिले गती ।\n" +
                "म्हणोनि जीवित जेणें भक्ती । दिधलें शेखीं ॥ ४१७ ॥\n" +
                "\n" +
                "तो आधीं जरी अनाचारी । तरी सर्वोत्तमुचि अवधारीं ।\n" +
                "जैसा बुडाला महापूरीं । न मरतु निघाला ॥ ४१८ ॥\n" +
                "\n" +
                "तयाचें जीवित ऐलथडिये आलें । म्हणोनि बुडालेपण जेवीं वायां गेलें ।\n" +
                "तेवीं नुरेचि पाप केलें । शेवटलिये भक्ती ॥ ४१९ ॥\n" +
                "\n" +
                "यालागीं दुष्कृती जऱ्ही जाहला । तरि अनुतापतीर्थीं न्हाला ।\n" +
                "न्हाऊनि मजआंतु आला । सर्वभावें ॥ ४२० ॥\n" +
                "\n" +
                "तरि आतां पवित्र तयाचेंचि कुळ । अभिजात्य तेंचि निर्मळ ।\n" +
                "जन्मलेया फळ । तयासीच जोडलें ॥ ४२१ ॥\n" +
                "\n" +
                "तो सकळही पढिन्नला । तपें तोचि तपिन्नला ।\n" +
                "अष्टांग अभ्यासिला । योगु तेणें ॥ ४२२ ॥\n" +
                "\n" +
                "हें असो बहुत पार्था । तो उतरला कर्मे सर्वथा ।\n" +
                "जयाची अखंड गा आस्था । मजचिलागीं ॥ ४२३ ॥\n" +
                "\n" +
                "अवघिया मनोबुद्धीचिया राहटी । भरोनि एकनिष्ठेचिया पेटी ।\n" +
                "जेणें मजमाजीं किरीटी । निक्षेपिली ॥ ४२४ ॥\n" +
                "\n" +
                "     क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति ।\n" +
                "     कौन्तेय प्रति जानीहि न मे भक्त: प्रणश्यति ॥ ३१ ॥\n" +
                "\n" +
                "तो आतां अवसरें मजसारिखा होइल । ऐसाही भाव तुज जाइल ।\n" +
                "हां गा अमृताआंत राहील । तया मरण कैचें ॥ ४२५ ॥\n" +
                "\n" +
                "पै सूर्य जो वेळु नुदैजे । तया वेळा कीं रात्र म्हणिजे ।\n" +
                "तेवीं माझिये भक्तीविण जें कीजे । तें महापाप नोहे ॥ ४२६ ॥\n" +
                "\n" +
                "म्हणोनि तयाचिया चित्ता । माझी जवळीक पांडुसुता ।\n" +
                "तेव्हांचि तो तत्वता । स्वरुप माझें ॥ ४२७ ॥\n" +
                "\n" +
                "जैसा दीपें दीपु लाविजे । तेथ आदील कोण हें नोळखिजे ।\n" +
                "तैसा सर्वस्वें जो मज भजे । तो मी होऊनि ठाके ॥ ४२८ ॥\n" +
                "\n" +
                "मग माझी नित्य शांती । तया दशा तेचि कांती ।\n" +
                "किंबहुना जिती । माझेनि जीवें । ४२९ ॥\n" +
                "\n" +
                "एथ पार्था पुढतपुढती । तेंचि तें सांगो किती ।\n" +
                "जरी मियां चाड तरी भक्ती । न विसंबिजे गा ॥ ४३० ॥\n" +
                "\n" +
                "अगा कुळाचिया चोखटपणा नलगा । अभिजात्य झणीं श्लाघा । व्युत्पत्तीचा वाउगा । सोसु कां वहावा ॥ ४३१ ॥\n" +
                "\n" +
                "कां रुपे वयसा माजा । आथिलेपणें कां गाजा ।\n" +
                "एक भाव नाहीं माझा । तरी पाल्हाळ तें ॥ ४३२ ॥\n" +
                "\n" +
                "कणेंविण सोपटें । कणसें लागलीं आथी एक दाटें ।\n" +
                "काय करावें गोमटें । वोस नगर ॥ ४३३ ॥\n" +
                "\n" +
                "नातरी सरोवर आटलें । रानीं दुःखिया दुःखी भेटलें ।\n" +
                "कां वांझ फुलीं फुललें । झाड जैसें ॥ ४३४ ॥\n" +
                "\n" +
                "तैसें सकळ तें वैभव । अथवा कुळजातीगौरव ।\n" +
                "जैसें शरीर आहे सावेव । परि जीवचि नाहीं ॥ ४३५ ॥\n" +
                "\n" +
                "तैसें माझिये भक्तीविण । जळो तें जियालेंपण ।\n" +
                "अगा पृथ्वीवरी पाषाण । नसती काई ॥ ४३६ ॥\n" +
                "\n" +
                "पैं हिंवराची दाट साउली । सज्जनीं जैसी वाळिली ।\n" +
                "तैसीं पुण्यें डावलूनि गेलीं । अभक्तांतें ॥ ४३७ ॥\n" +
                "\n" +
                "निंब निंबोळियां मोडोनि आला । तरी तो काउळियांसीचि सुकाळु जाहला ।\n" +
                "तैसा भक्तिहीनु वाढिन्नला । दोषांचिलागीं ॥ ४३८ ॥\n" +
                "\n" +
                "कां षड्रस खापरीं वाढिले । वाढूनि चोहटां रात्री सांडिले ।\n" +
                "ते सुणियांचेचि ऐसे झाले । जियापरी ॥ ४३९ ॥\n" +
                "\n" +
                "तैसें भक्तीहीनाचें जिणें । जो स्वप्नींही परि सुकृत नेणे ।\n" +
                "तेणे संसारदुःखासी आवंतणें । वोगरिलें गा ॥ ४४० ॥\n" +
                "\n" +
                "म्हणोनि कुळ उत्तम नोहावें । जाती अंत्याही व्हावें ।\n" +
                "वरि देहाचेनि नांवें । पशूचेंही लाभो ॥ ४४१ ॥\n" +
                "\n" +
                "पाहें पां सावजें हातिरुं धरिलें । तेणें तया काकुळती मातें स्मरिलें ।\n" +
                "कीं तयाचें पशुत्व वावो जाहलें । पातलिया मातें ॥ ४४२ ॥\n" +
                "\n" +
                "     मां हि पार्थ व्यपाश्रित्य येऽपि स्यु: पापयोनय: ।\n" +
                "     स्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम् ॥ ३२ ॥\n" +
                "\n" +
                "अगा नांवें घेता वोखटीं । जे आघवेया अधमांचिये शेवटीं ।\n" +
                "तिये पापयोनीही किरीटी । जन्मले जे ॥ ४४३ ॥\n" +
                "\n" +
                "ते पापयोनि मूढ । मूर्ख ऐसे जे दगड ।\n" +
                "परि माझां ठायीं दृढ । सर्वभावें ॥ ४४४ ॥\n" +
                "\n" +
                "जयांचिये वाचे माझे आलाप । दृष्टी भोगी माझेंचि रुप ।\n" +
                "जयांचें मन संकल्प । माझाचि वाहे ॥ ४४५ ॥\n" +
                "\n" +
                "माझिया कीर्तीविण । जयांचे रिते नाहीं श्रवण ।\n" +
                "जयां सर्वांगीं भूषण । माझी सेवा ॥ ४४६ ॥\n" +
                "\n" +
                "जयांचें नाव विषो नेणे । जाणीव मजचि एकातें जाणे ।\n" +
                "जया ऐसें लाभे तरी जिणें । एऱ्हवीं मरण ॥ ४४७ ॥\n" +
                "\n" +
                "ऐसा आघवाचि परि पांडवा । जिहीं आपुलिया सर्वभावा । जियावयालागीं वोलावा । मीचि केला ॥ ४४८ ॥\n" +
                "\n" +
                "ते पापयोनीही होतु कां । ते श्रुताधीतही न होतुं कां ।\n" +
                "परि मजसीं तुकितां तुका । तुटी नाहीं ॥ ४४९ ॥\n" +
                "\n" +
                "पाहें पां भक्तिचेनि आथिलेपणें । दैत्यीं देवां आणिलें उणें ।\n" +
                "माझें नृसिंहत्व लेणें । जयाचिये महिमे ॥ ४५० ॥\n" +
                "\n" +
                "तो प्रल्हादु गा मजसाठीं । घेतां बहुतें सदा किरीटी ।\n" +
                "कां जें मियां द्यावें ते गोष्टी । तयाचिया जोडे ॥ ४५१ ॥\n" +
                "\n" +
                "एऱ्हवीं दैत्यकुळ साचोकारें । परि इंद्रिही सरी न लाहे उपरें ।\n" +
                "म्हणोनि भक्ति गा एथ सरे । जाति अप्रमाण ॥ ४५२ ॥\n" +
                "\n" +
                "राजाज्ञेचीं अक्षरें आहाती । तियें चामा एका जया पडती ।\n" +
                "तया चामासाठीं जोडती । सकळ वस्तु ॥ ४५३ ॥\n" +
                "\n" +
                "वांचूनि सोनें रुपें प्रमाण नोहे । एथ राजाज्ञाचि समर्थ आहे ।\n" +
                "तेंचि चाम एक जैं लाहे । तेणें विकती आघवीं ॥ ४५४ ॥\n" +
                "\n" +
                "तैसें उत्तमत्व तैंचि तरे । तैंचि सर्वज्ञता सरे ।\n" +
                "जैं मनोबुद्धि भरे । माझेनि प्रेमें ॥ ४५५ ॥\n" +
                "\n" +
                "म्हणोनि कुळ जाति वर्ण । हें आघवेंचि गा अकारण ।\n" +
                "एथ अर्जुना माझेपण । सार्थक एक ॥ ४५६ ॥\n" +
                "\n" +
                "तेंचि भलतेणें भावें । मन मजाआंतु येतें होआवें ।\n" +
                "आलें तरी आघवें । मागील वावो ॥ ४५७ ॥\n" +
                "\n" +
                "जैसे तवंचि वहाळ वोहळ । जंव न पवती गंगाजळ ।\n" +
                "मग होऊनि ठाकती केवळ । गंगारुप ॥ ४५८ ॥\n" +
                "\n" +
                "कां खैर चंदन काष्ठें । हे विवंचना तंवचि घटे ।\n" +
                "जंव न घापती एकवटें । अग्नीमाजीं ॥ ४५९ ॥\n" +
                "\n" +
                "तैसे क्षत्री वैश्य स्त्रिया । कां शूद्र अंत्यादि इया ।\n" +
                "जाती तंवचि वेगळालिया । जंव न पवती मातें ॥ ४६० ॥\n" +
                "\n" +
                "मग जाती व्यक्ती पडे बिंदुलें । जेव्हां भाव होती मज मीनले ।\n" +
                "जैसे लवणकण घातले । सागरामाजीं ॥ ४६१ ॥\n" +
                "\n" +
                "तंववरी नदानदींचीं नांवें । तंवचि पूर्वपश्चिमेचे यावे ।\n" +
                "जंव न येती आघवे । समुद्रामाजीं ॥ ४६२ ॥\n" +
                "\n" +
                "हेंचि कवणें एकें मिसें । चित्त माझां ठायीं प्रवेशे ।\n" +
                "येतुलें हो मग आपैसें । मी होणे असे ॥ ४६३ ॥\n" +
                "\n" +
                "अगा वरी फोडावयाचि लागीं । लोहो मिळो कां परिसाचां आंगीं ।\n" +
                "कां जे मिळतिये प्रसंगीं । सोनेंचि होईल ॥ ४६४ ॥\n" +
                "\n" +
                "पाहें पां वालभाचेनि व्याजें । तिया व्रजांगनांचीं निजें ।\n" +
                "मज मीनलिया काय माझें । स्वरुप नव्हतीचि ॥ ४६५ ॥\n" +
                "\n" +
                "नातरी भयाचेनि मिसें । मातें न पविजेचि काय कंसें ।\n" +
                "कीं अखंड वैरवशें । चैद्यादिकीं ॥ ४६६ ॥\n" +
                "\n" +
                "अगा सोयरेपणेंचि पांडवा । माझें सायुज्य यादवां ।\n" +
                "कीं ममत्वें वासुदेवा- । दिकां सकळां ॥ ४६७ ॥\n" +
                "\n" +
                "नारदा ध्रुवा अक्रूरा । शुका हन सनत्कुमारा ।\n" +
                "यां भक्ती मी धनुर्धरा । प्राप्यु जैसा ॥ ४६८ ॥\n" +
                "\n" +
                "तैसाचि गोपीसी कामें । तया कंसा भयसंभ्रमें ।\n" +
                "येरा घातकेयां मनोधर्में । शिशुपालादिकां ।। ४६९ ॥\n" +
                "\n" +
                "अगा मी एकुलाणीचें खागें । मज येवों ये भलतेनि मार्गे ।\n" +
                "भक्ती कां विषयें विरागें । अथवा वैरें ॥ ४७० ॥\n" +
                "\n" +
                "म्हणोनि पार्था पाहीं । प्रवेशावया माझां ठायीं ।\n" +
                "उपायांची नाहीं । केणि एथ ॥ ४७१ ॥\n" +
                "\n" +
                "आणि भलतिया जाती जन्मावें । मग भजिजे कां विरोधावें ।\n" +
                "परि भक्त कां वैरिया व्हावें । माझियाचि ॥ ४७२ ॥\n" +
                "\n" +
                "अगा कवणें एके बोलें । माझेपण जऱ्ही जाहालें ।\n" +
                "तरी मी होणें आलें । हाता निरुतें ।। ४७३ ॥\n" +
                "\n" +
                "यापरि पापयोनीही अर्जुना । कां वैश्य शूद्र अंगना ।\n" +
                "मातें भजतां सदना । माझिया येती ॥ ४७४ ॥\n" +
                "\n" +
                "     किं पुनर्ब्राह्मणा: पुण्या भक्ता राजर्षयस्तथा ।\n" +
                "     अनित्यमसुखं लोकमिमं प्राप्य भजस्व माम् ॥ ३३ ॥\n" +
                "\n" +
                "मग वर्णांमाजीं छत्रचामर । स्वर्ग जयांचें अग्रहार ।\n" +
                "मंत्रविद्येसि माहेर । ब्राह्मण जे ॥ ४७५ ॥\n" +
                "\n" +
                "जेथ अखंड वसिजे यागीं । जे वेदांची वज्रांगी ।\n" +
                "जयाचिये दिठीचां उत्संगीं । मंगळ वाढे ॥ ४७६ ॥\n" +
                "\n" +
                "जे पृथ्वीतळींचे देव । जे तपोवतार सावयव ।\n" +
                "सकळ तीर्थांसी दैव । उदयलें जे ॥ ४७७ ॥\n" +
                "\n" +
                "जयाचिये आस्थेचिये वोले । सत्कर्म पाल्हाळीं गेलें ।\n" +
                "संकल्पें सत्य जियालें । जयांचेनि ॥ ४७८ ॥\n" +
                "\n" +
                "जयांचेनि गा बोलें । अग्नीसि आयुष्या जाहालें ।\n" +
                "म्हणोनि समुद्रें पाणी आपुलें । दिधलें यांचिया प्रीती ॥ ४७९ ॥\n" +
                "\n" +
                "मियां लक्ष्मी डावलोनि केली परौती । फेडोनि कौस्तुभ घेतला हातीं । मग वोढविली वक्षस्थळाची वाखती । चरणरजां ॥ ४८० ॥\n" +
                "\n" +
                "आझूनि पाउलांची मुद्रा । मी हृदयीं वाहें गा सुभद्रा ।\n" +
                "जे आपुलिया दैवसमुद्रा । जतनेलागीं ॥ ४८१ ॥\n" +
                "\n" +
                "जयांचा कोप सुभटा । काळाग्निरुद्राचा वसौटा ।\n" +
                "जयांचां प्रसादीं फुकटा । जोडती सिद्धी ॥ ४८२ ॥\n" +
                "\n" +
                "ऐसे पुण्यपूज्य जे ब्राह्मण । आणि माझां ठायीं आर्तिंनिपुण ।\n" +
                "आतां मातें पावती हें कवण । समर्थणें ॥ ४८३ ॥\n" +
                "\n" +
                "पाहें पां चंदनाचेनि अंगानिळें । शिवतिले निंब होते जे जवळे ।\n" +
                "तिंहीं निर्जिवींही देवांची निडळें । बैसणीं केलीं ॥ ४८४ ॥\n" +
                "\n" +
                "मग तो चंदनु तेथ न पवे । ऐसें मनीं कैसेनि धरावें ।\n" +
                "अथवा पातला हें समर्थावें । तेव्हां कायि साच ॥ ४८५ ॥\n" +
                "\n" +
                "जेथ निववील ऐसिया आशा । हरें चंद्रमा आधा ऐसा ।\n" +
                "वाहिजत असे शिरसा । निरंतर ॥ ४८६ ॥\n" +
                "\n" +
                "तेथ निवविता आणि सगळा । परिमळें चंद्राहूनि आगळा ।\n" +
                "तो चंदनु केविं अवलीळा । सर्वांगी न बैसे ॥ ४८७ ॥\n" +
                "\n" +
                "कां रथ्योदकें जियेचिये कासे । लागलिया समुद्र जालीं अनायासें ।\n" +
                "तिये गंगेसि काय अनारिसें । गत्यंतर असे ॥ ४८८ ॥\n" +
                "\n" +
                "म्हणोनि राजर्षि कां ब्राह्मण । जयां गती मती मीचि शरण ।\n" +
                "तयां त्रिशुद्धी मीच निर्वाण । स्थितिही मीचि ॥ ४८९ ॥\n" +
                "\n" +
                "यालागीं शतजर्जरे नावे । रिगोनि केविं निश्चिंत होआवें ।\n" +
                "कैसेनि उघडिया असावें । शस्त्रवर्षीं ॥ ४९० ॥\n" +
                "\n" +
                "अंगावरी पडतां पाषाण । न सुवावें केविं वोडण ।\n" +
                "रोगें दाटलिया आणि उदासपण । वोखदेंसीं ॥ ४९१ ॥\n" +
                "\n" +
                "जेथ चहूंकडे जळत वणवा । तेथूनि न निगिजे केविं पांडवा ।\n" +
                "तेविं लोका येऊनिया सोपद्रवा । केविं न भजिजे मातें ॥ ४९२ ॥\n" +
                "\n" +
                "अगा मातें न भजावयालागीं । कवण बळ पां आपुलां आंगीं ।\n" +
                "काइ घरीं कीं भोगीं । निश्चिंती केली ॥ ४९३ ॥\n" +
                "\n" +
                "नातरी विद्या कीं वयसा । यां प्राणियांसि हा ऐसा ।\n" +
                "मज न भजतां भरवसां । सुखाचा कोण ॥ ४९४ ॥\n" +
                "\n" +
                "तरी भोग्यजात जेतुलें । तें एका देहाचिया निकिया लागलें ।\n" +
                "आणि येथ देह तंव असे पडिलें । काळाचां तोंडीं ॥ ४९५ ॥\n" +
                "\n" +
                "बाप दुःखाचें केणें सुटलें । जेथ मरणाचे भरे लोटले ।\n" +
                "तिये मृत्युलोकींचिये शेवटिले । येणें जाहालें हाटवेळे ॥ ४९६ ॥\n" +
                "\n" +
                "आतां सुखेंसि जीविता । कैची ग्राहिकी कीजेल पांडुसुता ।\n" +
                "काय राखोंडी फुंकिता । दीपु लागे ॥ ४९७ ॥\n" +
                "\n" +
                "अगा विषाचे कांदे वाटुनी । जो रसु घेइजे पिळुनी ।\n" +
                "तया नाम अमृत ठेउनी । जैसें अमर होणें ॥ ४९८ ॥\n" +
                "\n" +
                "तेविं विषयांचें जें सुख । तें केवळ परम दुःख ।\n" +
                "परि काय कीजे मूर्ख । न सेवितां न सरे ॥ ४९९ ॥\n" +
                "\n" +
                "कां शीस खांडूनि आपुलें । पायींचां खतीं बांधिलें ।\n" +
                "तैसें मृत्युलोकींचें भलें । आहे आघवें ॥ ५०० ॥\n" +
                "\n" +
                "म्हणोनि मृत्युलोकीं सुखाची कहाणी । ऐकिजेल कवणाचां श्रवणीं । कैंची सुखनिद्रा आंथरुणीं । इंगळाचां ॥ ५०१ ॥\n" +
                "\n" +
                "जिये लोकीचा चंद्र क्षयरोगी । जेथ उदयो होय अस्तालागीं ।\n" +
                "दुःख लेऊनि सुखाची आंगी । सळित जगातें ॥ ५०२ ॥\n" +
                "\n" +
                "जेथे मंगळाचां अंकुरीं । सवेंचि अमंगळाची पडे पोरी ।\n" +
                "मृत्यु उदराचां परिवरीं । गर्भु गिंवसी ॥ ५०३ ॥\n" +
                "\n" +
                "जें नाहीं तयांतें चिंतवी । तंव तेंचि नेइजे गंधर्वीं ।\n" +
                "गेलियाची कवणे गांवीं । शुद्धी न लभे ॥ ५०४ ॥\n" +
                "\n" +
                "अगा गिंवसितां आघवा वाटी । परतलें पाउलचि नाहीं किरीटी ।\n" +
                "सैंघ निमालियांचियाचि गोठी । तिंये पुराणें जेथिंचीं ॥ ५०५ ॥\n" +
                "\n" +
                "जेथींचिये अनित्यतेची थोरी । करितया ब्रह्मयाचें आयुष्यवेरी ।\n" +
                "कैसें नाहीं होणें अवधारीं । निपटूनियां ॥ ५०६ ॥\n" +
                "\n" +
                "ऐसी लोकींची जिये नांदणूक । तेथ जन्मले आथि जे लोक ।\n" +
                "तयांचिये निश्चिंतीचे कौतुक । दिसत असे ॥ ५०७ ॥\n" +
                "\n" +
                "पैं दृष्टादृष्टीचिये जोडी । लागीं भांडवल न सुटे कवडी ।\n" +
                "जेथ सर्वस्वें हानि तेथ कोडी । वेंचिती गा ॥ ५०८ ॥\n" +
                "\n" +
                "जो बहुवें विषयविलासें गुफें । तो म्हणती उवायें पडिला सापें ।\n" +
                "जो अभिलाषभारें दडपे । तयातें सज्ञान म्हणती ॥ ५०९ ॥\n" +
                "\n" +
                "जयाचें आयुष्य धाकुटें होय । बळ प्रज्ञा जिरौनि जाय ।\n" +
                "तयाचे नमस्कारिती पाय । वडिल म्हणुनि ॥ ५१० ॥\n" +
                "\n" +
                "जंव जंव बाळ बळिया वाढे । तंव तंव भोजें नाचती कोडें ।\n" +
                "आयुष्य निमालें आंतुलियेकडे । ते ग्लानीचि नाहीं ॥ ५११ ॥\n" +
                "\n" +
                "जन्मलिया दिवसदिवसें । हों लागे काळाचियाचि ऐसें ।\n" +
                "कीं वाढती करिती उल्हासें । उभविती गुढिया ॥ ५१२ ॥\n" +
                "\n" +
                "अगा मर हा बोलु न साहती । आणि मेलिया तरी रडती ।\n" +
                "परि असतें जात न गणिती । गहिंसपणें ॥ ५१३ ॥\n" +
                "\n" +
                "दर्दुर सापें गिळिजतु आहे उभा । कीं तो मासिया वेटाळी जिभा ।\n" +
                "तैसे प्राणिये कवणा । वाढविती तृष्णा ॥ ५१४ ॥\n" +
                "\n" +
                "अहा कटा हें वोखटें । मृत्युलोकींचें उफराटें ।\n" +
                "एथ अर्जुना जरी अवचटें । जन्मलासी तूं ॥ ५१५ ॥\n" +
                "\n" +
                "तरि झडझडोनि वहिला निघ । इये भक्तीचिये वाटे लाग ।\n" +
                "जिया पावसी अव्यंग । निजधाम माझें ॥ ५१६ ॥\n" +
                "\n" +
                "     मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु ।\n" +
                "     मामेवैष्यसि युक्त्वैवमात्मानं मत्परायण: ॥ ३४ ॥\n" +
                "\n" +
                "तूं मन हें मीचि करीं । माझां भजनीं प्रेम धरीं ।\n" +
                "सर्वत्र नमस्कारीं । मज एकातें ॥ ५१७ ॥\n" +
                "\n" +
                "माझेनि अनुसंधानें देख । संकल्पु जाळणें निःशेख ।\n" +
                "मद्याजी चोख । याचि नांव ॥ ५१८ ॥\n" +
                "\n" +
                "ऐसा मियां आथिला होसी । तेथ माझियाचि स्वरुपा पावसी ।\n" +
                "हें अंतःकरणींचें तुजपासीं । बोलिजत असे ॥ ५१९ ॥\n" +
                "\n" +
                "अगा आवघिया चोरिया आपुलें । जें सर्वस्व आम्ही असे ठेविलें ।\n" +
                "तें पावोनि सुख संचले । होऊनि ठासी ॥ ५२० ॥\n" +
                "\n" +
                "ऐसें सांवळेनि परब्रह्में । भक्तकामकल्पद्रुमें ।\n" +
                "बोलिलें आत्मारामें । संजयो म्हणे ॥ ५२१ ॥\n" +
                "\n" +
                "अहो ऐकिजत असे कीं अवधारा । तंव इया बोला निवांत म्हातारा । जैसा म्हैसा नुठी कां पुरा । तैसा उगाचि असे ॥ ५२२ ॥\n" +
                "\n" +
                "तेथ संजयें माथा तुकिला । अहा अमृताचा पाऊस वर्षला ।\n" +
                "कीं हा एथ असतुचि गेला । सेजिया गांवा ॥ ५२३ ॥\n" +
                "\n" +
                "तऱ्ही दातारु हा आमुचा । म्हणोनि हें बोलतां मैळेल वाचा ।\n" +
                "काइ झालें ययाचा । स्वभावोचि ऐसा ॥ ५२४ ॥\n" +
                "\n" +
                "परि बाप भाग्य माझें । जे वृत्तांतु सांगावयाचेनि व्याजें ।\n" +
                "कैसा रक्षिलों मुनिराजें । श्रीव्यासदेवें ॥ ५२५ ॥\n" +
                "\n" +
                "येतुलें हें वाडें सायासें । जंव बोलत असे दृढें मानसें ।\n" +
                "तंव न धरवेचि आपुलिया ऐसें । सात्विकें केलें ॥ ५२६ ॥\n" +
                "\n" +
                "चित्त चाकाटलें आटु घेत । वाचा पांगुळली जेथिंची तेथ । आपादकंचुकित । रोमांच आले ॥ ५२७ ॥\n" +
                "\n" +
                "अर्धोन्मीलित डोळे । वर्षताति आनंदजळें ।\n" +
                "आंतुलिया सुखोर्मीचेनि बळें । बाहेरि कांपे ॥ ५२८ ॥\n" +
                "\n" +
                "पै आघवांचि रोममूळीं । आली स्वेदकणिका निर्मळी ।\n" +
                "लेइला मोतियांचीं कडियाळीं । आवडे तैसा ॥ ५२९ ॥\n" +
                "\n" +
                "ऐसा महासुखाचेनि आर्तिंरसे । जेथ आटणी होईल जीवदशे ।\n" +
                "तेथे निरोविलें व्यासें । तें नेदीच हों ॥ ५३० ॥\n" +
                "\n" +
                "आणि कृष्णार्जुनाचें बोलणें । घों करी आलें श्रवणें ।\n" +
                "कीं देहस्मृतीचा तेणें । वापसा केला ॥ ५३१ ॥\n" +
                "\n" +
                "तेव्हां नेत्रींचें जळ विसर्जी । सर्वांगींचा स्वेदु परिमार्जी ।\n" +
                "तेवींचि अवधान म्हणे हो जी । धृतराष्ट्रातें ।। ५३२ ॥\n" +
                "\n" +
                "आतां कृष्णवाक्यबीजा निवाडु । आणि संजय सात्विकाचा बिवडु । म्हणोनि श्रोतया होईल सुरवाडु । प्रमेयपिकाचा ॥ ५३३ ॥\n" +
                "\n" +
                "अहो अळुमाळु अवधान देयावें । येतुलेनि आनंदाचे राशीवर बैसावें । बाप श्रवणेंद्रिया दैवें । घातली माळ ॥ ५३४ ॥\n" +
                "\n" +
                "म्हणोनि विभूतींचा ठावो । अर्जुना दावील सिद्धांचा रावो ।\n" +
                "तो ऐका म्हणे ज्ञानदेवो । निवृत्तीचा ॥ ५३५ ॥\n" +
                "\n" +
                "॥ इति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे श्रीकृष्णार्जुनसंवादे राजविद्याराजगुह्ययोगो नाम नवमोऽध्यायः ॥\n" +
                "\n" +
                "ॐ श्रीसच्चिदानन्दार्पणमस्तु || ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());
    }
}
