package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Paach extends AppCompatActivity {
    private AdView mAdView;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_paach);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" ५. ज्ञानेश्वरी/अध्याय पांचवा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" अर्जुन उवाचः संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि ।\n" +
                "                यत् श्रेयं एतयोरेकें तत् मे ब्रूहि सुनिश्चितम् ॥ १ ॥\n" +
                "\n" +
                "मग पार्थु श्रीकृष्णातें म्हणे । हां हो हें कैसें तुमचे बोलणें ।\n" +
                "एक होय तरी अंतःकरणे । विचारूं ये ॥ १ ॥\n" +
                "\n" +
                "मागां सकळ कर्माचा संन्यासु । तुम्हींचि निरोपिला होता बहुवसु ।\n" +
                "तरी कर्मयोगीं केवीं अतिरसु । पोखीतसां पुढती ॥ २ ॥\n" +
                "\n" +
                "ऐसें द्व्यर्थ हें बोलतां । आम्हां नेणतयांचिया चित्ता ।\n" +
                "आपुलिये चाडे अनंता । उमजू नोहे ॥ ३ ॥\n" +
                "\n" +
                "एकें एकसारातें बोधिजे । तरी एकनिष्ठचि बोलिजे ।\n" +
                "हें आणिकीं काय सांगिजे । तुम्हांप्रति ॥ ४ ॥\n" +
                "\n" +
                "तरी याचिलागीं तुमतें । म्यां राऊळासी विनविले होते ।\n" +
                "जे हा परमार्थु ध्वनितें । न बोलावा ॥ ५ ॥\n" +
                "\n" +
                "परी मागील असो देवा । आतां प्रस्तुतीं उकलु देखावा ।\n" +
                "सांगे दोहींमाजि बरवा । मार्गु कवण ॥ ६ ॥\n" +
                "\n" +
                "जो परिणामींचा निर्वाळा । अचुंबितु ये फळा ।\n" +
                "आणि अनुष्ठिता प्रांजळा । सावियाचि ॥ ७ ॥\n" +
                "\n" +
                "जैसें निद्रेचे सुख न मोडे । आणि मार्गु तरी बहुसाल सांडे ।\n" +
                "तैसें सोकासनां सांगडे । सोहपें होय ॥ ८ ॥\n" +
                "\n" +
                "येणें अर्जुनाचेनि बोले । देवो मनीं रिझले ।\n" +
                "मग होईल ऐकें म्हणितले । संतोषोनियां ॥ ९ ॥\n" +
                "\n" +
                "देखा कामधेनु ऐसी माये । सदैवा जया होये ।\n" +
                "तो चंद्रुहि परी लाहे खेळावया ॥ १० ॥\n" +
                "\n" +
                "पाहें पां शंभूची प्रसन्नता । तया उपमन्यूचिया आर्ता ।\n" +
                "काय क्षीराब्धि दूधभाता । देईजेचिना ॥ ११ ॥\n" +
                "\n" +
                "तैसा औदार्याचा कुरुठा । कृष्ण आपु जाहलिया सुभटा ।\n" +
                "कां सर्व सुखांचा वसौटा । तोचि नोहावा ॥ १२ ॥\n" +
                "\n" +
                "एथ चमत्कारु कायसा । गोसावी लक्ष्मीकांताऐसा ।\n" +
                "आतां आपुलिया सवेसा । मागावा कीं ॥ १३ ॥\n" +
                "\n" +
                "म्हणोनि अर्जुने म्हणितले । तें हांसोनि येरें दिधले ।\n" +
                "तेंचि सांगेन बोलिले । काय कृष्णें ॥ १४ ॥\n" +
                "\n" +
                "     श्रीभगवानुवाचः संन्यासं कर्मयोगश्च निःश्रेयसकरावुभौ ।\n" +
                "                 तयोस्तु कर्मसंन्यासात् कर्मयोगो विशिष्यते ॥ २ ॥\n" +
                "\n" +
                "तो म्हणे गा कुंतीसुता । हे संन्यासयोगु विचारितां ।\n" +
                "मोक्षकर तत्वता । दोनीहि होती ॥ १५ ॥\n" +
                "\n" +
                "तरी जाणां नेणां सकळां । हा कर्मयोगु कीर प्रांजळा ।\n" +
                "जैसी नाव स्त्रियां बाळां । तोयतरणीं ॥ १६ ॥\n" +
                "\n" +
                "तैसें सारासार पाहिजे । तरी सोहपा हाचि देखिजे ।\n" +
                "येणें संन्यासफळ लाहिजे । अनायासें ॥ १७ ॥\n" +
                "\n" +
                "आतां याचिलागीं सांगेन । तुज संन्यासियाचे चिन्ह ।\n" +
                "मग सहजें हे अभिन्न । जाणसी तूं ॥ १८ ॥\n" +
                "\n" +
                "     ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङक्षति ।\n" +
                "     निर्द्वंद्वो हि महाबाहो सुखं बंधात् प्रमुच्यते ॥ ३ ॥\n" +
                "\n" +
                "तरी गेलियाचि से न करी । न पवतां चाड न धरी ।\n" +
                "जो सुनिश्चळु अंतरीं । मेरु जैसा ॥ १९ ॥\n" +
                "\n" +
                "आणि मी माझें ऐसी आठवण । विसरले जयाचे अंतःकरण ।\n" +
                "पार्था तो संन्यासी जाण । निरंतर ॥ २० ॥\n" +
                "\n" +
                "जो मनें ऐसा जाहला । संगी तोचि सांडिला ।\n" +
                "म्हणोनि सुखें सुख पावला । अखंडित ॥ २१ ॥\n" +
                "\n" +
                "आतां गृहादिक आघवें । तें कांहीं नलगे त्यजावें ।\n" +
                "जें घेतें जाहलें स्वभावें । निःसंगु म्हणऊनि ॥ २२ ॥\n" +
                "\n" +
                "देखें अग्नि विझोनि जाये । मग जे रांखोंडी केवळु होये ।\n" +
                "तैं ते कापुसें गिंवसूं ये । जियापरी ॥ २३ ॥\n" +
                "\n" +
                "तैसा असतेनि उपाधी । नाकळिजे जो कर्मबंधीं ।\n" +
                "जयाचीचे बुद्धी । संकल्पु नाहीं ॥ २४ ॥\n" +
                "\n" +
                "म्हणोनि कल्पना जैं सांडे । तैंचि गा संन्यासु घडे ।\n" +
                "या कारणे दोनी सांगडे । संन्यासयोगु ॥ २५ ॥\n" +
                "\n" +
                "     सांख्ययोगौ पृथक् बालाः प्रवदन्ति न पंडिताः ।\n" +
                "     एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम् ॥ ४ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी पार्था । जे मूर्ख होती सर्वथा ।\n" +
                "ते सांख्यकर्मसंस्था । जाणती केवीं ॥ २६ ॥\n" +
                "\n" +
                "सहजें ते अज्ञान । म्हणोनि म्हणती हे भिन्न ।\n" +
                "एऱ्हवी दीपाप्रती काई अनान । प्रकाशु आहाती ॥ २७ ॥\n" +
                "\n" +
                "पैं सम्यक् एकें अनुभवें । जिहीं देखिलें तत्व आघवें ।\n" +
                "ते दोन्हीतेंही ऐक्यभावें । मानिती गा ॥ २८ ॥\n" +
                "\n" +
                "     यत् सांख्यैः प्राप्यते स्थानं तत योगैरपि गम्यते ।\n" +
                "     एकं सांख्यं च योगं च यः पश्यति स पश्यति ॥ ५ ॥\n" +
                "\n" +
                "आणि सांख्यीं जें पाविजे । तेंचि योगीं गमिजे ।\n" +
                "म्हणोनि ऐक्यता दोहींते सहजें । इयापरी ॥ २९ ॥\n" +
                "\n" +
                "देखें आकाशा आणि अवकाशा । भेदु नाहीं जैसा ।\n" +
                "तैसे ऐक्य योगसंन्यासा । वोळखे जो ॥ ३० ॥\n" +
                "\n" +
                "तयासीचि जगीं पाहलें । आपणपें तेणेंचि देखिलें ।\n" +
                "जया सांख्ययोग जाणवले । भेदेंविण ॥ ३१ ॥\n" +
                "\n" +
                "     संन्यासस्तु महाबाहो दुःखमाप्तुमयोगतः ।\n" +
                "     योगयुक्तो मुनिर्ब्रह्म न चिरेणाधिच्छति ॥ ६ ॥\n" +
                "\n" +
                "जो युक्तिपंथें पार्था । चढे मोक्षपर्वता ।\n" +
                "तो महासुखाचा निमथा । वहिला पावे ॥ ३२ ॥\n" +
                "\n" +
                "येरा योगस्थिति जया सांडे । तो वायांचि गा हव्यासीं पडे ।\n" +
                "परि प्राप्ति कहीं न घडे । संन्यासाची ॥ ३३ ॥\n" +
                "\n" +
                "     योगयुक्तो विशुध्दात्मा विजितात्मा जितेद्रियः ।\n" +
                "     सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते ॥ ७ ॥\n" +
                "\n" +
                "जेणें भ्रांतीपासूनि हिरतलें । गुरुवाक्यें मन धुतलें ।\n" +
                "मग आत्मस्वरुपीं घातलें । हारौनियां ॥ ३४ ॥\n" +
                "\n" +
                "जैसें समुद्रीं लवण न पडे । तवं वेगळे अल्प आवडे ।\n" +
                "मग होय सिंधूचि एवढें । मिळे तेव्हां ॥ ३५ ॥\n" +
                "\n" +
                "तैसें संकल्पोनि काढिलें । जयाचें मनचि चैतन्य जाहलें ।\n" +
                "तेणें एकदेशियें परि व्यापिलें । लोकत्रय ॥ ३६ ॥\n" +
                "\n" +
                "आतां कर्ता कर्म करावें । हें खुंटलें तया स्वभावें ।\n" +
                "आणि करी जऱ्ही आघवें । तऱ्ही अकर्ता तो ॥ ३७ ॥\n" +
                "\n" +
                "     नैव किंचित् करोमीति युक्तो मन्येत तत्वचित् ।\n" +
                "     पश्चन् शृण्वन् स्पृशन् जिघ्रन्नश्नन् गच्छन् स्वपन् श्वसन् ॥ ८ ॥\n" +
                "\n" +
                "     प्रलपन् विसृजन् गृण्हन्नुन्मिषन् निमिषन्नपि ।\n" +
                "     इंद्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् ॥ ९ ॥\n" +
                "\n" +
                "जे पार्था तया देहीं । मी ऐसा आठऊ नाहीं ।\n" +
                "तरी कर्तृत्व कैचें काई । उरे सांगे ॥ ३८ ॥\n" +
                "\n" +
                "ऐसें तनुत्यागेंवीण । अमूर्ताचे गुण ।\n" +
                "दिसती संपूर्ण । योगयुक्तां ॥ ३९ ॥\n" +
                "\n" +
                "एऱ्हवीं आणिकांचिये परी । तोही एक शरीरी ।\n" +
                "अशेषाही व्यापारीं । वर्ततु दिसे ॥ ४० ॥\n" +
                "\n" +
                "तोही नेत्रीं पाहे । श्रवणीं ऐकतु आहे ।\n" +
                "परि तेथींचा सर्वथा नोहे । नवल देखें ॥ ४१ ॥\n" +
                "\n" +
                "स्पर्शासि तरी जाणे । परिमळु सेवी घ्राणें ।\n" +
                "अवसरोचित बोलणें । तयाहि आथी ॥ ४२ ॥\n" +
                "\n" +
                "आहारातें स्वीकारी । त्यजावें तें परिहरि ।\n" +
                "निद्रेचिया अवसरीं । निदिजे सुखें ॥ ४३ ॥\n" +
                "\n" +
                "आपुलेनि इच्छावशें । तोही गा चालतु दिसे ।\n" +
                "पैं सकळ कर्म ऐसें । रहाटे कीर ॥ ४४ ॥\n" +
                "\n" +
                "हें सांगों काई एकैक । देखें श्वासोच्छासादिक ।\n" +
                "आणि निमिषोन्निमिष । आदिकरुनि ॥ ४५ ॥\n" +
                "\n" +
                "पार्था तयाचे ठायीं । हें आघवेंचि आथि पाहीं ।\n" +
                "परि तो कर्ता नव्हे कांही । प्रतीतिबळें ॥ ४६ ॥\n" +
                "\n" +
                "जैं भ्रांती सेजे सुतला । तैं स्वप्नसुखें भुतला ।\n" +
                "मग तो ज्ञानोदयी चेइला । म्हणोनियां ॥ ४७ ॥\n" +
                "\n" +
                "     ब्रह्मण्याधाय कर्माणि संग त्यक्त्वा करोति यः ।\n" +
                "     लिप्यते न स पापेन पद्मपत्रमिवाम्भ्सा ॥ १० ॥\n" +
                "\n" +
                "आतां अधिष्ठानसंगती । अशेषाही इंद्रियवृत्ती ।\n" +
                "आपुलालिया अर्थीं । वर्तत आहाती ॥ ४८ ॥\n" +
                "\n" +
                "दीपाचेनि प्रकाशें । गृहींचे व्यापार जैसे ।\n" +
                "देहीं कर्मजात तैसे । योगयुक्ता ॥ ४९ ॥\n" +
                "\n" +
                "तो कर्में करी सकळें । परी कर्मबंधा नाकळे ।\n" +
                "जैसें न सिपें जळीं जळें । पद्मपत्र ॥ ५० ॥\n" +
                "\n" +
                "     कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।\n" +
                "     योगिनः कर्म कुर्वन्ति संगं त्यक्त्त्वात्मशुद्धये ॥ ११॥\n" +
                "\n" +
                "देखे बुध्दीची भाष नेणिजे । मनाचा अंकुर नुदैजे ।\n" +
                "ऐसा व्यापारु तो बोलिजे । शारीरु गा ॥ ५१ ॥\n" +
                "\n" +
                "हेंच मराठे परियेशीं । तरी बाळकाची चेष्टा जैशी ।\n" +
                "योगिये कर्मे करिती तैशीं । केवळा तनू ॥ ५२ ॥\n" +
                "\n" +
                "मग पांचभौतिक संचलें । जेव्हां शरीर असे निदेलें ।\n" +
                "तेथ मनचि राहाटें एकलें । स्वप्नीं जेवीं ॥ ५३ ॥\n" +
                "\n" +
                "नवल ऐकें धनुर्धरा । कैसा वासनेचा संसारा ।\n" +
                "देहा होऊं नेदी उजगरा । परि सुखदुःखें भोगी ॥ ५४ ॥\n" +
                "\n" +
                "इंद्रियांचां गांवीं नेणिजे । ऐसा व्यापारु जो निपजे ।\n" +
                "तो केवळु गा म्हणिजे । मानसाचा ॥ ५५ ॥\n" +
                "\n" +
                "योगिये तोही करिती । परि कर्में तेणें न बंधिजती ।\n" +
                "जे सांडिली आहे संगती । अंहभावाची ॥ ५६ ॥\n" +
                "\n" +
                "आतां जाहालिया भ्रमहत । जैसें पिशाचाचें चित्त ।\n" +
                "मग इंद्रियांचे चेष्टित । विकळु दिसे ॥ ५७ ॥\n" +
                "\n" +
                "स्वरूप तरी देखे । आळविलें आइके ।\n" +
                "शब्दु बोले मुखें । परि ज्ञान नाही ॥५८ ॥\n" +
                "\n" +
                "हें असो काजेंविण । जें जें काही कारण ।\n" +
                "तें केवळ कर्म जाण । इंद्रियांचे ॥ ५९ ॥\n" +
                "\n" +
                "मग सर्वत्र जें जाणतें । ते बुद्धीचें कर्म निरूतें ।\n" +
                "वोळख अर्जुनातें । म्हणे हरि ॥ ६० ॥\n" +
                "\n" +
                "ते बुद्धी धुरे करुनी । कर्म करिती चित्त देऊनी ।\n" +
                "परि ते नैष्कम्यापासुनी । मुक्त दिसती ॥ ६१ ॥\n" +
                "\n" +
                "जें बुद्धीचिये ठावूनि देही । तयां अंहकाराची सेचि नाहीं ।\n" +
                "म्हणोनि कर्म करितां पाही । चोखाळले ॥ ६२ ॥\n" +
                "\n" +
                "अगा करितेनवीण कर्म । तेंचि तें नैष्कर्म्य ।\n" +
                "हें जाणती सुवर्म । गुरुगम्य जें ॥ ६३ ॥\n" +
                "\n" +
                "आतां शांतरसाचें भरितें । सांडीत आहे पात्रातें ।\n" +
                "जें बोलणें बोलापरौतें । बोलवलें ॥ ६४ ॥\n" +
                "\n" +
                "एथ इंद्रियांचा पांगु । जया फिटला आहे चांगु ।\n" +
                "तयासीचि आथी लागु । परिसावया ॥ ६५ ॥\n" +
                "\n" +
                "हा असो अतिप्रसंगु । न संडी पां कथालागु ।\n" +
                "होईल श्लोकसंगति भंगु । म्हणोनियां ॥ ६६ ॥\n" +
                "\n" +
                "जें मना आकळितां कुवाडें । घाघुसितां बुद्धी नातुडे ।\n" +
                "तें दैवाचेनि सुरवाडें । सांगवलें तुज ॥ ६७ ॥\n" +
                "\n" +
                "जें शब्दातीत स्वभावें । तें बोलींचि जरी फावे ।\n" +
                "तरी आणिकें काय करावें । सांगे कथा ॥ ६८ ॥\n" +
                "\n" +
                "हा आर्तिविशेषु श्रोतयांचा । जाणोनि दास निवृतीचा ।\n" +
                "म्हणे संवादु दोघांचा । परिसोनि परिसा ॥ ६९ ॥\n" +
                "\n" +
                "मग कृष्ण म्हणे पार्थातें । आतां प्राप्ताचें चिन्ह पुरतें ।\n" +
                "सांगेन तुज निरुतें । चित्त देई ॥ ७० ॥\n" +
                "\n" +
                "     युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोप्ति नैष्ठीकीम् ।\n" +
                "     अयुक्तः कामकारेण फले सक्तो निवध्यते ॥ १२ ॥\n" +
                "\n" +
                "तरी आत्मयोगें आथिला । जो कर्मफळाशीं विटला ।\n" +
                "तो घर रिघोनि वरिला । शांति जगीं ॥ ७१ ॥\n" +
                "\n" +
                "येरु कर्मबधें किरीटी । अभिलाषाचिया गांठीं ।\n" +
                "कळासला खुंटी । फळभोगाचां ॥ ७२ ॥\n" +
                "\n" +
                "     सर्व कर्माणि मनसा संन्यस्यास्ते सुखं वशी ।\n" +
                "     नवद्वारे पुरे देही नैव कुर्वन् न कारयन् ॥ १३ ॥\n" +
                "\n" +
                "जैसा फळाचिया हांवे । तैसें कर्म करि आघवें ।\n" +
                "मग न कीजेचि येणें भावें । उपेक्षी जो ॥ ७३ ॥\n" +
                "\n" +
                "तो जयाकडे वास पाहे । तेउती सुखाची सृष्टी होये ।\n" +
                "तो म्हणे तेथ राहे । महाबोधु ॥ ७४ ॥\n" +
                "\n" +
                "नवद्वारें देहीं । तो असतुचि परि नाहीं ।\n" +
                "करितुचि न करी कांही । फलत्यागी ॥ ७५ ॥\n" +
                "\n" +
                "     न कर्तृत्वत्वं न कर्माणि लोकस्य सृजति प्रभुः ।\n" +
                "     न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते ॥ १४ ॥\n" +
                "\n" +
                "जैसा कां सर्वेश्वरु । पाहिजे तंव निर्व्यापारु ।\n" +
                "परि तोचि रची विस्तारु । त्रिभुवनाचा ॥ ७६ ॥\n" +
                "\n" +
                "आणि कर्ता ऐसें म्हणिपे । तरी कवणें कर्मीं न शिंपें ।\n" +
                "जे हातोपावो न लिंपे । उदासवृतीचा ॥ ७७ ॥\n" +
                "\n" +
                "योगनिद्रा तरी न मोडे । अकर्तेपणा सळु न पडे ।\n" +
                "परि महाभूतांचे दळवाडें । उभारी भले ॥ ७८ ॥\n" +
                "\n" +
                "जगाचा जीवीं आहे । परि कवणाचा कहीं नोहे ।\n" +
                "जगचि हें होय जाये । तो शुद्धीहि नेंणे ॥ ७९ ॥\n" +
                "\n" +
                "     नादत्ते कस्यचित् पापं न चैव सकृतं विभुः ।\n" +
                "     अज्ञानेनावृतं ज्ञान तेन मुह्यन्ति जन्तवः ॥ १५ ॥\n" +
                "\n" +
                "पापपुण्यें अशेषें । पासींचि असतु न देखें ।\n" +
                "आणि साक्षीही होऊं न ठके । येरी गोठी कायसी ॥ ८० ॥\n" +
                "\n" +
                "पै मूर्तीचेनि मेळें । तो मूर्तचि होऊनि खेळे ।\n" +
                "परि अमूर्तपण न मैळे । दादुलयाचें ॥ ८१ ॥\n" +
                "\n" +
                "तो सृजी पाळी संहारी । ऐसे बोलती जे चराचरीं ।\n" +
                "ते अज्ञान गा अवधारीं । पंडुकुमरा ॥ ८२ ॥\n" +
                "\n" +
                "     ज्ञानेन न तु तदज्ञानं येषां नाशितमात्मनः ।\n" +
                "     तेषामादित्यवत् ज्ञान प्रकाशयति तत्परम् ॥ १६ ॥\n" +
                "\n" +
                "तें अज्ञान जैं समूळ तुटे । तैं भ्रांतीचें मसैरें फिटे ।\n" +
                "मग अकर्तृत्व प्रगटे । ईश्वराचें ॥ ८३ ॥\n" +
                "\n" +
                "एथ ईश्वरु एकु अकर्ता । ऐसे मानले जरी चित्ता ।\n" +
                "तरी तोचि मी हें स्वभावता । आदीचि आहे ॥ ८४ ॥\n" +
                "\n" +
                "ऐसेनि विवेकें उदो चित्तीं । तयासी भेदु कैंचा त्रिजगतीं ।\n" +
                "देखें आपुलिया प्रतीति । जगचि मुक्त ॥ ८५ ॥\n" +
                "\n" +
                "जैशी पूर्वदिशेच्या राउळीं । उदयाचि सूर्ये दिवाळी ।\n" +
                "की येरीही दिशां तियेचि काळी । काळिमा नाही ॥ ८६ ॥\n" +
                "\n" +
                "     तद् बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः ।\n" +
                "     गच्छन्त्यपुनरावृत्ति ज्ञाननिर्धूतकल्मषाः ॥ १७ ॥\n" +
                "\n" +
                "बुद्धिनिश्चयें आत्मज्ञान । ब्रह्मरुप भावी आपणा आपण ।\n" +
                "ब्रह्मनिष्ठा राखे पूर्ण । तत्परायण अहर्निशीं ॥ ८७ ॥\n" +
                "\n" +
                "ऐसें व्यापक ज्ञान भलें । जयांचिया हृदयाते गिंवसित आलें ।\n" +
                "तयांची समता दृष्टि बोलें । विशेषूं काई ॥ ८८ ॥\n" +
                "\n" +
                "एक आपणपेंचि पां जैसें । ते देखतीं विश्व तैसे ।\n" +
                "हें बोलणें कायसें । नवलु एथ ॥ ८९ ॥\n" +
                "\n" +
                "परी दैव जैसें कवतिकें । कहींचि दैन्य न देखे ।\n" +
                "कां विवेकु हा नोळखे । भ्रांतीतें जेवीं ॥ ९० ॥\n" +
                "\n" +
                "नातरी अंधकाराची वानी । जैसा सूर्यो न देखे स्वप्नीं ।\n" +
                "अमृत नायके कानी । मृत्युकथा ॥ ९१ ॥\n" +
                "\n" +
                "हें असो संतापु कैसा । चंद्रु न स्मरे जैसा ।\n" +
                "भूतीं भेदु नेणती तैसा । ज्ञानिये ते ॥ ९२ ॥\n" +
                "\n" +
                "     विद्याविनयसंपन्ने ब्राह्मणे गवि हस्तिनि ।\n" +
                "     शुनि चैव श्वपाके च पण्डिताः समदर्शिनः ॥ १८ ॥\n" +
                "\n" +
                "मग हा मशकु हा गजु । कीं हा श्वपचु हा द्विपु ।\n" +
                "पैल इतरु हा आत्मजु । हें उरेल कें ॥ ९३ ॥\n" +
                "\n" +
                "ना तरी हे धेनु हें श्वान । एक गुरु एक हीन ।\n" +
                "हें असो कैचें स्वप्न । जागतया ॥ ९४ ॥\n" +
                "\n" +
                "एथ भेदु तरी कीं देखा । जरि अंहभावा उरला होआवा ।\n" +
                "तो आधींचि नाहीं आघवा । आतां विषमु काई ॥ ९५ ॥\n" +
                "\n" +
                "     इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः ।\n" +
                "     निर्दोषं हि समं ब्रह्म तस्माद् ब्रह्मणि ते स्थिताः ॥ १९ ॥\n" +
                "\n" +
                "म्हणोनि सर्वत्र सदा सम । तें आपणचि अद्वय ब्रह्म ।\n" +
                "हें संपूर्ण जाणें वर्म । समदृष्टीचें ॥ ९६ ॥\n" +
                "\n" +
                "जिहीं विषयसंगु न सांडिता । इंद्रियांतें न दंडितां ।\n" +
                "परि भोगिली निसंगता । कामेंविण ॥ ९७ ॥\n" +
                "\n" +
                "जिहीं लोकांचेनि आधारें । लौकिकेंचि व्यापारें ।\n" +
                "परि सांडिले निदसुरें । लौकिकु हें ॥ ९८ ॥\n" +
                "\n" +
                "जैसा जनामाजी खेचरु । असतुचि जना नोहे गोचरु ।\n" +
                "तैसा शरीरीं परि संसारु । नोळखें तयांतें ॥ ९९ ॥\n" +
                "\n" +
                "हें असो पवनाचेनि मेळें । जैसें जळींचि जळ लोळे ।\n" +
                "तें आणिकें म्हणती वेगळें । कल्लोळ हे ॥ १०० ॥\n" +
                "\n" +
                "तैसें नाम रुप तयाचें । एऱ्हवीं ब्रह्मचि तो साचें ।\n" +
                "मन साम्या आलें जयाचें । सर्वत्र गा ॥ १०१ ॥\n" +
                "\n" +
                "ऐसेनि समदृष्टी जो होये । तया पुरुषा लक्षणही आहे ।\n" +
                "अर्जुना संक्षेपे सांगेन पाहें । अच्युत म्हणे ॥ १०२ ॥\n" +
                "\n" +
                "     न प्रहृष्येत् प्रियं प्राप्य नोद्विजेत् प्राप्य् चाप्रियम् ।\n" +
                "     स्थिरबुध्दिरसंमूढो ब्रह्मविद् ब्रह्मणि स्थितः ॥ २० ॥\n" +
                "\n" +
                "तरी मृगजळाचेनि पूरें । जैसें न लोटिजे कां गिरिवरें ।\n" +
                "तैसा शुभाशुभीं न विकरे । पातलां जो ॥ १०३ ॥\n" +
                "\n" +
                "तोचि तो निरुता । समदृष्टी तत्वता ।\n" +
                "हरि म्हणे पंडुसुता । तोचि ब्रह्म ॥ १०४ ॥\n" +
                "\n" +
                "     ब्राह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत् सुखम् ।\n" +
                "     स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते ॥ २१ ॥\n" +
                "\n" +
                "जो आपणपे सांडुनि कहीं । इंद्रियग्रामावरी येणेंचि नाहीं ।\n" +
                "तो विषय न सेवी हें काई । विचित्र येथ ॥ १०५ ॥\n" +
                "\n" +
                "सहजें स्वसुखाचेनि अपारें । सुरवाडे अंतरें ।\n" +
                "रचिला म्हणऊनि बाहिरें । पाउल न घली ॥ १०६ ॥\n" +
                "\n" +
                "सांगे कुमुददळाचेनि ताटें । जो जेविला चंद्रकिरणें चोखटे ।\n" +
                "तो चकोरु काई वाळुवंटे । चुंबितु आहे ॥ १०७ ॥\n" +
                "\n" +
                "तैसें आत्मसुख उपाइलें । जयासि आपणपेचिं फावलें ।\n" +
                "तया विषयो सहजे सांडवले । म्हणो काई ॥ १०८॥\n" +
                "\n" +
                "एऱ्हवीं तरी कौतुकें । विचारुनि पाहें पां निकें ।\n" +
                "या विषयांचेनि सुखे । झकविती कवण ॥ १०९ ॥\n" +
                "\n" +
                "     ये हि संस्पर्शजा भोगा दुःखयोनय एव ते ।\n" +
                "     आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः ॥ २२ ॥\n" +
                "\n" +
                "जिहीं आपणपें नाहीं देखिलें । तेचि इहीं इंद्रियार्थीं रंजले ।\n" +
                "जैसें रंकु का आळुकैलें । तुषातें सेवी ॥ ११० ॥\n" +
                "\n" +
                "नातरी मृगें तृषापीडितें । संभ्रमें विसरोनि जळांते ।\n" +
                "मग तोयबुद्धी बरडीतें । ठाकूनि येती ॥ १११ ॥\n" +
                "\n" +
                "तैसें आपणपें नाहीं दिठे । जयातें स्वसुखाचे सदा खरांटे ।\n" +
                "तयासीचि विषय हे गोमटे । आवडती ॥ ११२ ॥\n" +
                "\n" +
                "एऱ्हवीं विषयीं काइ सुख आहे । हे बोलणेंचि सारिखें नोहे ।\n" +
                "तरी विद्युत्स्फुरणें कां न पाहे । जगामाजीं ॥ ११३ ॥\n" +
                "\n" +
                "सांगें वातवर्षआतपु धरे । ऐसे अभ्रछायाचि जरी सरे ।\n" +
                "तरी त्रिमाळिकें धवळारें । करावीं कां ॥ ११४ ॥\n" +
                "\n" +
                "म्हणोनि विषयसुख जें बोलिजे । तें नेणतां गा वायां जल्पिजे ।\n" +
                "जैसें महूर कां म्हणिजे । विषकंदातें ॥ ११५ ॥\n" +
                "\n" +
                "नातरी भौमा नाम मंगळु । रोहिणीतें म्हणती जळु ।\n" +
                "तैसा सुखप्रवादु बरळु । विषयिकु हा ॥ ११६ ॥\n" +
                "\n" +
                "हे असो आघवी बोली । सांग पा सर्पफणीची साउली ।\n" +
                "ते शीतल होईल केतुली । मूषकासी ॥ ११७ ॥\n" +
                "\n" +
                "जैसा आमिषकवळु पांडवा । मीनु न सेवी तंवचि बरवा ।\n" +
                "तैसा विषयसंगु आघवा । निभ्रांत जाणें ॥ ११८ ॥\n" +
                "\n" +
                "हे विरक्तांचिये दिठी । जैं न्याहाळिजे किरीटी ।\n" +
                "तैं पांडुरोगाचिये पुष्टि- ।सारिखें दिसे ॥ ११९ ॥\n" +
                "\n" +
                "म्हणोनि विषयभोगी जें सुख । तें साद्यंतचि जाण दुःख ।\n" +
                "परि काय कीजे मूर्ख । न सेवितां न सरे ॥ १२० ॥\n" +
                "\n" +
                "तें अंतर नेणती बापुडे । म्हणोनि अगत्य सेवणें घडे ।\n" +
                "सांगे पूयपंकीचे किडे । काय चिळसी घेती ॥ १२१ ॥\n" +
                "\n" +
                "तयां दुःखियां दुःखचि जिव्हार । ते विषयकर्दमींचे दर्दुर ।\n" +
                "ते भोगजळींचे जलचर । सांडिती केवी ॥ १२२ ।।\n" +
                "\n" +
                "आणि दुःखयोनि जिया आहाती । तिया निरर्थका तरी नव्हती ।\n" +
                "जरी विषयांवरी विरक्ती । धरिती जीव ॥ १२३ ॥\n" +
                "\n" +
                "नातरी गर्भवासादि संकट । कां जन्ममरणींचे कष्ट ।\n" +
                "हे विसांवेवीण वाट । वाहावी कवणें ॥ १२४ ॥\n" +
                "\n" +
                "जरी विषयीं विषयो सांडिजेल । तरी महादोषी कें वसिजेल ।\n" +
                "आणि संसारु हा शब्दु नव्हेल । लटिका जगीं ॥ १२५ ॥\n" +
                "\n" +
                "म्हणोनि अविद्याजात नाथिलें । तें तिहींचि साच दाविलें ।\n" +
                "जिहीं सुखबुद्धी घेतलें । विषयदुःख ॥ १२६ ॥\n" +
                "\n" +
                "या कारणें गा सुभटा । हा विचारितां विषय वोखटा ।\n" +
                "तूं झणें कहीं या वाटा । विसरोनि जाशी ॥ १२७ ॥\n" +
                "\n" +
                "पै यातें विरक्त पुरुष । त्यजिती कां जैसें विष ।\n" +
                "निराशा तयां दुःख । दाविलें नावडे ॥ १२८ ॥\n" +
                "\n" +
                "     शक्नोतीहैव यः सोढुं प्राक् शरीरविमोक्षणात् ।\n" +
                "     कामक्रोधोद्भवं वेगं स युक्तः सुखी नरः ॥ २३ ॥\n" +
                "\n" +
                "ज्ञानियांच्या हन ठायीं । याची मातुही कीर नाहीं ।\n" +
                "देहीं देहभावो जिहीं । स्ववश केले ॥ १२९ ॥\n" +
                "\n" +
                "जयांतें बाह्याची भाष । नेणिजेचि निःशेष ।\n" +
                "अंतरीं सुख । एक आथी ॥ १३० ॥\n" +
                "\n" +
                "परि तें वेगळेपणें भोगिजे । जैसे पक्षिये फळ चुंबिजे ।\n" +
                "तैसें नव्हे तेथ विसरिजे । भोगितेपणही ॥ १३१ ॥\n" +
                "\n" +
                "भोगीं अवस्था एक उठी । ते अंहकाराचा अचळु लोटी ।\n" +
                "मग सुखेंसि आंठी । गाढेपणें ॥ १३२ ॥\n" +
                "\n" +
                "तिये आलिंगनमेळीं । होय आपेंआप कवळी ।\n" +
                "तेथ जळ जैसें जळी । वेगळें न दिसे ॥ १३३ ॥\n" +
                "\n" +
                "कां आकाशीं वायु हारपे । तेथ दोन्ही हे भाष लोपे ।\n" +
                "तैसे सुखचि उरे स्वरुपें । सुरतीं तिये ॥ १३४ ॥\n" +
                "\n" +
                "ऐसी द्वैताची भाष जाय । मग म्हणों जरी एकचि होय ।\n" +
                "तरी तेथ साक्षी कवणु आहे । जाणतें जे ॥ १३५ ॥\n" +
                "\n" +
                "     योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः ।\n" +
                "     स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ॥ २४ ॥\n" +
                "\n" +
                "     लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः ।\n" +
                "     छिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः ॥ २५ ॥\n" +
                "\n" +
                "म्हणोनि असो हें आघवें । एथ न बोलणें काय बोलावें ।\n" +
                "ते खुणाचि पावेल स्वभावें । आत्माराम ॥ १३६ ॥\n" +
                "\n" +
                "जे ऐसेनि सुखें मातले । आपणपांचि आपण गुंतले ।\n" +
                "ते मी जाणे निखळ वोतले । साम्यरसाचे ॥ १३७ ॥\n" +
                "\n" +
                "ते आनंदाचे अनुकार । सुखाचे अंकुर ।\n" +
                "कीं महाबोधें विहार । केले जैसे ॥ १३८ ॥\n" +
                "\n" +
                "ते विवेकाचें गांव । की परब्रह्मीचे स्वभाव ।\n" +
                "नातरी अळंकारले अवयव । ब्रह्मविद्येचे ॥ १३९ ॥\n" +
                "\n" +
                "ते सत्त्वाचे सात्त्विक । की चैतन्याचे आंगिक ।\n" +
                "हें बहु असो एकैक । वानिसी काई ॥ १४० ॥\n" +
                "\n" +
                "तूं संतस्तवनी रतसी । तरी कथेची से न करिसी ।\n" +
                "कीं निराळी बोल देखसी । सनागर ॥ १४१ ॥\n" +
                "\n" +
                "परि तो रसातिशयो मुकुळीं । मग ग्रंथार्थदीपु उजळीं ।\n" +
                "करी साधुहृदयराउळीं । मंगळ उखा ॥ १४२ ॥\n" +
                "\n" +
                "ऐसा श्रीगुरुचा उवायिला । निवृत्तिदासासी पातला ।\n" +
                "मग तो म्हणे कृष्ण बोलिला । तेंचि आइका ॥ १४३ ॥\n" +
                "\n" +
                "अर्जुना अंनत सुखाच्या डोहीं । एकसरा तळुचि घेतला जिहीं ।\n" +
                "मग स्थिराऊनी तेही । तेंचि जाहले ॥ १४४ ॥\n" +
                "\n" +
                "अथवा आत्मप्रकाशें चोखें । जो आपणपेंचि विश्व देखे ।\n" +
                "तो देहेंचि परब्रह्म सुखें । मानूं येईल ॥ १४५ ॥\n" +
                "\n" +
                "जें साचोकारें परम । ना तें अक्षर निःसीम ।\n" +
                "जिये गांवींचे निष्काम । अधिकारिये ॥ १४६ ॥\n" +
                "\n" +
                "जे महर्षीं वाढले । विरक्तां भागा फिटलें ।\n" +
                "जे निःसंशया पिकलें । निरंतर ॥ १४७ ॥\n" +
                "\n" +
                "कामक्रोधवियुक्तानां यतीनां यतचेतसाम् ।\n" +
                "अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ॥ २६ ॥\n" +
                "\n" +
                "जिहीं विषयांपासोनि हिरतलें । चित्त आपुलें आपण जिंतिले ।\n" +
                "ते निश्चित जेथ सुतले । चेतीचिना ॥ १४८ ॥\n" +
                "\n" +
                "तें परब्रह्म निर्वाण । जें आत्मविदांचें कारण ।\n" +
                "तेचि ते पुरुष जाण । पंडुकुमरा ॥ १४९ ॥\n" +
                "\n" +
                "ते ऐसे कैसेनि जाहले । जे देहींचि ब्रह्मत्वा आले ।\n" +
                "हें ही पुससी तरी भलें । संक्षेपे सांगो ॥ १५० ॥\n" +
                "\n" +
                "     स्पर्शान् कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रवोः ।\n" +
                "     प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ ॥ २७ ॥\n" +
                "\n" +
                "तरी वैराग्यचेनि आधारें । जिहीं विषय दवडुनि बाहिरें ।\n" +
                "शरीरीं एकंदरें । केलें मन ॥ १५१ ॥\n" +
                "\n" +
                "सहजें तिहीं संधी भेटी । जेथ भ्रुपल्लवां पडे गांठी ।\n" +
                "तेथ पाठमोरी दिठी । पारुखोनियां ॥ १५२ ॥\n" +
                "\n" +
                "सांडूनि दक्षिण वाम । प्राणापानसम ।\n" +
                "चित्तेंसीं व्योम- । गामिये करिती ॥ १५३ ॥\n" +
                "\n" +
                "     यतेद्नियमनोबुद्धिर्मुनिर्मोक्षपरायणः ।\n" +
                "     विगतेच्छाभयक्रोधो यः सदा मुक्त एव सः ॥ २८ ॥\n" +
                "\n" +
                "तेथ जैसीं रथ्योदकें सकळें । घेऊनि गंगा समुद्री मिळे ।\n" +
                "मग एकैक वेगळें । निवडु नये ॥ १५४ ॥\n" +
                "\n" +
                "तैसी वासनांतराची विवंचना । मग आपैसी पारुखे अर्जुना ।\n" +
                "जे वेळी गगनीं लयो मना । पवनें कीजे ॥ १५५ ॥\n" +
                "\n" +
                "जेथ हें संसारचित्र उमटे । तो मनोरुपु पटु फाटे ।\n" +
                "जैसें सरोवर आटे । मग प्रतिमा नाहीं ॥ १५६ ॥\n" +
                "\n" +
                "तैसें मनपण मुदल जाये । मग अंहभावादिक कें आहे ।\n" +
                "म्हणोनि शरीरेंचि ब्रह्म होये । अनुभवी तो ॥ १५७ ॥\n" +
                "\n" +
                "     भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् ।\n" +
                "     सुहृद सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति ॥ २९ ॥\n" +
                "\n" +
                "आम्ही मागां हन सांगितलें । जे देहींचि ब्रह्मत्व पावले ।\n" +
                "ते येणें मार्गे आले । म्हणऊनिया ॥ १५८ ॥\n" +
                "\n" +
                "आणि यमनियमांचे डोंगर । अभ्यासाचे सागर ।\n" +
                "क्रमोनि हे पार । पातले ते ॥ १५९ ॥\n" +
                "\n" +
                "तिहीं आपणपें करुनि निर्लेप । प्रंपचाचें घेतलें माप ।\n" +
                "मग साचाचेंचि रुप । होऊनि ठेले ॥ १६० ॥\n" +
                "\n" +
                "ऐसा योगयुक्तीचा उद्देशु । जेथ बोलिला हृषीकेशु ।\n" +
                "तेथ अर्जुनु सुदंशु । म्हणोनि चमत्कारला ॥ १६१ ॥\n" +
                "\n" +
                "तें देखिलिया कृष्णें जाणितलें । मग हांसोनि पार्थातें म्हणितलें ।\n" +
                "तें काई पां चित्त उवाइलें । इये बोलीं तुझे ॥ १६२ ॥\n" +
                "\n" +
                "तंव अर्जुन म्हणे देवो । परचित्तलक्षणांचा रावो ।\n" +
                "भला जाणितला जी भावो । मानसु माझा ॥ १६३ ॥\n" +
                "\n" +
                "म्यां जें काहीं विवरुनि पुसावें । ते आधींचि कळले देवें ।\n" +
                "तरी बोलिलें तेंचि सांगावें । विवळ करुनि ॥ १६४ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी अवधारा । जो दाविला तुम्हीं अनुसारा ।\n" +
                "तो पव्हण्याहूनि पायउतारा । सोहपा जैसा ॥ १६५ ॥\n" +
                "\n" +
                "तैसा सांख्याहूनि प्रांजळा । तरी आम्हांसारिखियां अभोळां ।\n" +
                "एथ आहाति कांही परि काळा । तो साहों ये वर ॥ १६६ ॥\n" +
                "\n" +
                "म्हणोनि एक वेळ देवा । तोचि पडताळा घेयावा ।\n" +
                "विस्तरेल तरी सांगावा । साद्यंतुचि ॥ १६७ ॥\n" +
                "\n" +
                "तंव कृष्ण म्हणती हो कां । तुज हा मार्ग गमला निका ।\n" +
                "तरी काय जाहलें ऐंकिजो कां । सुखें बोलों ॥ १६८ ॥\n" +
                "\n" +
                "अर्जुना तु परिससी । परिसोनि अनुष्ठिसी ।\n" +
                "तरी आम्हांसीचि वानी कायसी । सांगावयाची ॥ १६९ ॥\n" +
                "\n" +
                "आधींच चित्त मायेचें । वरी मिष जाहलें पढियंताचे ।\n" +
                "आतां तें अद्भुतपण स्नेहाचें । कवण जाणे ॥ १७० ॥\n" +
                "\n" +
                "ते म्हणों कारुण्यरसाची वृष्टि । कीं नवया स्नेहाची सृष्टि ।\n" +
                "हें असे नेणिजे दृष्टी । हरीची वानूं ॥ १७१ ॥\n" +
                "\n" +
                "जे अमृताची वोतली । कीं प्रेमचि पिऊन मातली ।\n" +
                "म्हणोनि अर्जुनमोहें गुंतली । निघों नेणे ॥ १७२ ॥\n" +
                "\n" +
                "हें बहु जें जें जल्पिजेल । तेथें कथेसि फांकु होईल ।\n" +
                "परि स्नेह रुपा नयेल । बोलवरी ॥ १७३ ॥\n" +
                "\n" +
                "म्हणोनि विसुरा काय येणें । तो ईश्वरु आकळावा कवणें ।\n" +
                "जो आपुलें मान नेणे । आपणचि ॥ १७४ ॥\n" +
                "\n" +
                "तरी मागीला ध्वनीआंतु । मज गमला सावियाचि मोहितु ।\n" +
                "जे बलात्कारें असे म्हणतु । परिस बापा ॥ १७५ ॥\n" +
                "\n" +
                "अर्जुना जेणें भेदें । तुझें कां चित्त बोधे ।\n" +
                "तैसें तैसें विनोदें । निरुपिजेल ॥ १७६ ॥\n" +
                "\n" +
                "तो काइसया नाम योगु । तयाचा कवण उपेगु ।\n" +
                "अथवा अधिकारप्रसंगु । कवणा येथ ॥ १७७ ॥\n" +
                "\n" +
                "ऐसें जें जें कांही । उक्त असे इये ठाई ।\n" +
                "तें आघवेंचि पाहीं । सांगेन आतां ॥ १७८ ॥\n" +
                "\n" +
                "तूं चित्त देऊनि अवधारीं । ऐसें म्हणोनि श्रीहरी ।\n" +
                "बोलिजेल ते पुढारी । कथा आहे ॥ १७९ ॥\n" +
                "\n" +
                "श्रीकृष्ण अर्जुनासी संगु । न सांडोनि सांगेल योगु ।\n" +
                "तो व्यक्त करु प्रसंगु । म्हणे निवृत्तिदासु ॥ १८० ॥\n" +
                "\n" +
                "इति श्रीमदभगवदगीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे श्रीकृष्णार्जुनसंवादे योगगर्भो नाम पञ्चमोऽध्यायः ।\n" +
                "\n" +
                "      ॥ ॐ श्रीसच्चिदानन्दार्पणमस्तु ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());
    }
}
