package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Pandhra extends AppCompatActivity {
    private AdView mAdView;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_pandhra);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" १५. ज्ञानेश्वरी/अध्याय पंधरावा ");
        StringBuilder stringBuilder=new StringBuilder();
        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ पञ्चदशोऽध्यायः - अध्याय पंधरावा । ।\n" +
                "। पुरुषोत्तमयोगः ।\n" +
                "\n" +
                "आतां हृदय हें आपुलें । चौफाळुनियां भलें ।\n" +
                "वरी बैसऊं पाउलें । श्रीगुरूंचीं ॥ १ ॥\n" +
                "ऐक्यभावाची अंजुळी । सर्वेंद्रिय कुड्मुळी ।\n" +
                "भरूनियां पुष्पांजुळी । अर्घ्यु देवों ॥ २ ॥\n" +
                "अनन्योदकें धुवट । वासना जे तन्निष्ठ ।\n" +
                "ते लागलेसे अबोट । चंदनाचें ॥ ३ ॥\n" +
                "प्रेमाचेनि भांगारें । निर्वाळूनि नूपरें ।\n" +
                "लेवऊं सुकुमारें । पदें तियें ॥ ४ ॥\n" +
                "घणावली आवडी । अव्यभिचारें चोखडी ।\n" +
                "तिये घालूं जोडी । आंगोळिया ॥ ५ ॥\n" +
                "आनंदामोदबहळ । सात्त्विकाचें मुकुळ ।\n" +
                "तें उमललें अष्टदळ । ठेऊं वरी ॥ ६ ॥\n" +
                "तेथे अहं हा धूप जाळूं । नाहं तेजें वोवाळूं ।\n" +
                "सामरस्यें पोटाळूं । निरंतर ॥ ७ ॥\n" +
                "माझी तनु आणि प्राण । इया दोनी पाउवा लेऊं श्रीगुरुचरण ।\n" +
                "करूं भोगमोक्ष निंबलोण । पायां तयां ॥ ८ ॥\n" +
                "इया श्रीगुरुचरणसेवा । हों पात्र तया दैवा ।\n" +
                "जे सकळार्थमेळावा । पाटु बांधे ॥ ९ ॥\n" +
                "ब्रह्मींचें विसवणेंवरी । उन्मेख लाहे उजरी ।\n" +
                "जें वाचेतें इयें करी । सुधासिंधु ॥ १० ॥\n" +
                "पूर्णचंद्राचिया कोडी । वक्तृत्वा घापें कुरोंडी ।\n" +
                "तैसी आणी गोडी । अक्षरांतें ॥ ११ ॥\n" +
                "सूर्यें अधिष्ठिली प्राची । जगा राणीव दे प्रकाशाची ।\n" +
                "तैशी वाचा श्रोतयां ज्ञानाची । दिवाळी करी ॥ १२ ॥\n" +
                "नादब्रह्म खुजें । कैवल्यही तैसें न सजे ।\n" +
                "ऐसा बोलु देखिजे । जेणें दैवें ॥ १३ ॥\n" +
                "श्रवणसुखाच्या मांडवीं । विश्व भोगी माधवीं ।\n" +
                "तैसी सासिन्नली बरवी । वाचावल्ली ॥ १४ ॥\n" +
                "ठावो न पवता जयाचा । मनेंसी मुरडली वाचा ।\n" +
                "तो देवो होय शब्दाचा । चमत्कारु ॥ १५ ॥\n" +
                "जें ज्ञानासि न चोजवे । ध्यानासिही जें नागवे ।\n" +
                "तें अगोचर फावे । गोठीमाजीं ॥ १६ ॥\n" +
                "येवढें एक सौभग । वळघे वाचेचें आंग ।\n" +
                "श्रीगुरुपादपद्मपराग । लाहे जैं कां ॥ १७ ॥\n" +
                "तरी बहु बोलूं काई । आजि तें आनीं ठाईं ।\n" +
                "मातेंवाचूनि नाहीं । ज्ञानदेवो म्हणे ॥ १८ ॥\n" +
                "जे तान्हेनि मियां अपत्यें । आणि माझे गुरु एकलौतें ।\n" +
                "म्हणौनि कृपेंसि एकहातें । जालें तिये ॥ १९ ॥\n" +
                "पाहा पां भरोवरी आघवी । मेघ चातकांसी रिचवी ।\n" +
                "मजलागीं गोसावी । तैसें केलें ॥ २० ॥\n" +
                "म्हणौनि रिकामें तोंड । करूं गेलें बडबड ।\n" +
                "कीं गीता ऐसें गोड । आतुडलें ॥ २१ ॥\n" +
                "होय अदृष्ट आपैतें । तैं वाळूचि रत्\u200Cनें परते ।\n" +
                "उजू आयुष्य तैं मारितें । लोभु करी ॥ २२ ॥\n" +
                "आधणीं घातलिया हरळ । होती अमृताचे तांदुळ ।\n" +
                "जरी भुकेची राखे वेळ । श्रीजगन्नाथु ॥ २३ ॥\n" +
                "तयापरी श्रीगुरु । करिती जैं अंगीकारु ।\n" +
                "तैं होऊनि ठाके संसारु । मोक्षमय आघवा ॥ २४ ॥\n" +
                "पाहा पां श्रीनारायणें । तया पांडवांचें उणें ।\n" +
                "कीजेचि ना पुराणें । विश्ववंद्यें ? ॥ २५ ॥\n" +
                "तैसें श्रीनिवृत्तिराजें । अज्ञानपण हें माझें ।\n" +
                "आणिलें वोजें । ज्ञानाचिया ॥ २६ ॥\n" +
                "परी हें असो आतां । प्रेम रुळतसे बोलतां ।\n" +
                "कें गुरुगौरव वर्णितां । उन्मेष असे ? ॥ २७ ॥\n" +
                "आतां तेणेंचि पसायें । तुम्हां संताचे मी पायें ।\n" +
                "वोळगेन अभिप्रायें । गीतेचेनि ॥ २८ ॥\n" +
                "तरी तोचि प्रस्तुतीं । चौदाविया अध्यायाच्या अंतीं ।\n" +
                "निर्णयो कैवल्यपती । ऐसा केला ॥ २९ ॥\n" +
                "जें ज्ञान जयाच्या हातीं । तोचि समर्थु मुक्ति ।\n" +
                "जैसा शतमख संपत्ती । स्वर्गींचिये ॥ ३० ॥\n" +
                "कां शत एक जन्मां । जो जन्मोनि ब्रह्मकर्मा ।\n" +
                "करी तोचि ब्रह्मा । आनु नोहे ॥ ३१ ॥\n" +
                "नाना सूर्याचा प्रकाशु । लाहे जेवीं डोळसु ।\n" +
                "तेवीं ज्ञानेंचि सौरसु । मोक्षाचा तो ॥ ३२ ॥\n" +
                "तरी तया ज्ञानालागीं । कवणा पां योग्यता आंगीं ।\n" +
                "हें पाहतां जगीं । देखिला एकु ॥ ३३ ॥\n" +
                "जें पाताळींचेंही निधान । दावील कीर अंजन ।\n" +
                "परी होआवे लोचन । पायाळाचे ॥ ३४ ॥\n" +
                "तैसें मोक्ष देईल ज्ञान । येथें कीर नाहीं आन ।\n" +
                "परी तेंचि थारे ऐसें मन । शुद्ध होआवें ॥ ३५ ॥\n" +
                "तरी विरक्तीवांचूनि कहीं । ज्ञानासि तगणेंचि नाहीं ।\n" +
                "हें विचारूनि ठाईं । ठेविलें देवें ॥ ३६ ॥\n" +
                "आतां विरक्तीची कवण परी । जे येऊनि मनातें वरी ।\n" +
                "हेंही सर्वज्ञें श्रीहरी । देखिलें असे ॥ ३७ ॥\n" +
                "जे विषें रांधिली रससोये । जैं जेवणारा ठाउवी होये ।\n" +
                "तैं तो ताटचि सांडूनि जाये । जयापरी ॥ ३८ ॥\n" +
                "तैसी संसारा या समस्ता । जाणिजे जैं अनित्यता ।\n" +
                "तैं वैराग्य दवडितां । पाठी लागे ॥ ३९ ॥\n" +
                "आतां अनित्यत्व या कैसें । तेंचि वृक्षाकारमिषें ।\n" +
                "सांगिजत असे विश्वेशें । पंचदशीं ॥ ४० ॥\n" +
                "उपडिलें कवतिकें । झाड येरिमोहरा ठाके ।\n" +
                "तें वेगें जैसें सुके । तैसें हें नोहे ॥ ४१ ॥\n" +
                "यातें एकेपरी । रूपकाचिया कुसरी ।\n" +
                "सारीतसे वारी । संसाराची ॥ ४२ ॥\n" +
                "करूनि संसार वावो । स्वरूपीं अहंते ठावो ।\n" +
                "होआवया अध्यावो । पंधरावा हा ॥ ४३ ॥\n" +
                "आतां हेंचि आघवें । ग्रंथगर्भींचें चांगावें ।\n" +
                "उपलविजेल जीवें । आकर्णिजे ॥ ४४ ॥\n" +
                "तरी महानंद समुद्र । झॊ पूर्ण पूर्णीमा चंद्र ।\n" +
                "तो द्वारकेचा नरेंद्र । ऐसें म्हणे ॥ ४५ ॥\n" +
                "अगा पैं पंडुकुमरा । येतां स्वरूपाचिया घरा ।\n" +
                "करीतसे आडवारा । विश्वाभासु जो ॥ ४६ ॥\n" +
                "तो हा जगडंबरु । नोहे येथ संसारु ।\n" +
                "हा जाणिजे महातरु । थांवला असे ॥ ४७ ॥\n" +
                "परी येरां रुखांसारिखा । हा तळीं मूळें वरी शाखा ।\n" +
                "तैसा नोहे म्हणौनि लेखा । नयेचि कवणा ॥ ४८ ॥\n" +
                "आगी कां कुऱ्हाडी । होय रिगावा जरी बुडीं ।\n" +
                "तरी हो कां भलतेवढी । वरिचील वाढी ॥ ४९ ॥\n" +
                "जे तुटलिया मूळापाशीं । उलंडेल कां शाखांशीं ।\n" +
                "परी तैशी गोठी कायशी । हा सोपा नव्हे ॥ ५० ॥\n" +
                "अर्जुना हें कवतिक । सांगतां असे अलौकिक ।\n" +
                "जे वाढी अधोमुख । रुखा यया ॥ ५१ ॥\n" +
                "जैसा भानू उंची नेणों कें । रश्मिजाळ तळीं फांके ।\n" +
                "संसार हें कावरुखें । झाड तैसें ॥ ५२ ॥\n" +
                "आणि आथी नाथी तितुकें । रुंधलें असे येणेंचि एकें ।\n" +
                "कल्पांतींचेनि उदकें । व्योम जैसें ॥ ५३ ॥\n" +
                "कां रवीच्या अस्तमानीं । आंधारेनि कोंदे रजनी ।\n" +
                "तैसा हाचि गगनीं । मांडला असे ॥ ५४ ॥\n" +
                "यया फळ ना चुंबितां । फूल ना तुरंबितां ।\n" +
                "जें कांहीं पंडुसुता । तें रुखुचि हा ॥ ५५ ॥\n" +
                "हा ऊर्ध्वमूळ आहे । परी उन्मूळिला नोहे ।\n" +
                "येणेंचि हा होये । शाड्वळु गा ॥ ५६ ॥\n" +
                "आणि ऊर्ध्वमूळ ऐसें । निगदिलें कीर असे ।\n" +
                "परी अधींही असोसें । मूळें यया ॥ ५७ ॥\n" +
                "प्रबळला चौमेरी । पिंपळा कां वडाचिया परी ।\n" +
                "जे पारंबियांमाझारीं । डहाळिया असती ॥ ५८ ॥\n" +
                "तेवींचि गा धनंजया । संसारतरु यया ।\n" +
                "अधींचि आथी खांदिया । हेंही नाहीं ॥ ५९ ॥\n" +
                "तरी ऊर्ध्वाहीकडे । शाखांचे मांदोडे ।\n" +
                "दिसताति अपाडें । सासिन्नलें ॥ ६० ॥\n" +
                "जालें गगनचि पां वेलिये । कां वारा मांडला रुखाचेनि आयें ।\n" +
                "नाना अवस्थात्रयें । उदयला असे ॥ ६१ ॥\n" +
                "ऐसा हा एकु । विश्वाकार विटंकु ।\n" +
                "उदयला जाण रुखु । ऊर्ध्वमूळु ॥ ६२ ॥\n" +
                "आतां ऊर्ध्व या कवण । येथें मूळ तें किं लक्षण ।\n" +
                "कां अधोमुखपण । शाखा कैसिया ॥ ६३ ॥\n" +
                "अथवा द्रुमा यया । अधीं जिया मूळिया ।\n" +
                "तिया कोण कैसिया । ऊर्ध्व शाखा ॥ ६४ ॥\n" +
                "आणि अश्वत्थु हा ऐसी । प्रसिद्धी कायसी ।\n" +
                "आत्मविदविलासीं । निर्णयो केला ॥ ६५ ॥\n" +
                "हें आघवेंचि बरवें । तुझिये प्रतीतीसि फावे ।\n" +
                "तैसेनि सांगों सोलिंवें । विन्यासें गा ॥ ६६ ॥\n" +
                "परी ऐकें गा सुभगा । हा प्रसंगु असे तुजचि जोगा ।\n" +
                "कानचि करीं हो सर्वांगा । हियें आथिलिया ॥ ६७ ॥\n" +
                "ऐसें प्रेमरसें सुरफुरें । बोलिलें जंव यादववीरें ।\n" +
                "तंव अवधान अर्जुनाकारें । मूर्त जालें ॥ ६८ ॥\n" +
                "देव निरूपिती तें थेंकुलें । येवढें श्रोतेपण फांकलें ।\n" +
                "जैसे आकाशा खेंव पसरिलें । दाही दिशीं ॥ ६९ ॥\n" +
                "श्रीकृष्णोक्तिसागरा । हा अगस्तीचि दुसरा ।\n" +
                "म्हनौनि घोंटु भरों पाहे एकसरा । अवघेयाचा ॥ ७० ॥\n" +
                "ऐसी सोय सांडूनि खवळिली । आवडी अर्जुनीं देवें देखिली ।\n" +
                "तेथ जालेनि सुखें केली । कुरवंडी तया ॥ ७१ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "ऊर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम् ।\n" +
                "छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् ॥ १॥\n" +
                "\n" +
                "\n" +
                "मग म्हणे धनंजया । तें ऊर्ध्व गा तरू यया ।\n" +
                "येणें रुखेंचि कां जया । ऊर्ध्वता गमे ॥ ७२ ॥\n" +
                "एऱ्हवीं मध्योर्ध्व अध । हे नाहीं जेथ भेद ।\n" +
                "अद्वयासीं एकवद । जया ठायीं ॥ ७३ ॥\n" +
                "जो नाइकिजतां नादु । जो असौरभ्य मकरंदु ।\n" +
                "जो आंगाथिला आनंदु । सुरतेविण ॥ ७४ ॥\n" +
                "जया जें आऱ्हां परौतें । जया जें पुढें मागौतें ।\n" +
                "दिसतेविण दिसतें । अदृश्य जें ॥ ७५ ॥\n" +
                "उपाधीचा दुसरा । घालितां वोपसरा ।\n" +
                "नामरूपाचा संसारा । होय जयातें ॥ ७६ ॥\n" +
                "ज्ञातृज्ञेयाविहीन । नुसधेंचि जें ज्ञान ।\n" +
                "सुखा भरलें गगन । गाळींव जें ॥ ७७ ॥\n" +
                "जें कार्य ना कारण । जया दुजें ना एकपण ।\n" +
                "आपणयां जें जाण । आपणचि ॥ ७८ ॥\n" +
                "ऐसें वस्तु जें साचें । तें ऊर्ध्व गा यया तरूचें ।\n" +
                "तेथ आर घेणें मूळाचें । तें ऐसें असे ॥ ७९ ॥\n" +
                "तरी माया ऐसी ख्याती । नसतीच यया आथी ।\n" +
                "कां वांझेची संतती । वानणें जैशी ॥ ८० ॥\n" +
                "तैशी सत् ना असत् होये । जे विचाराचें नाम न साहे ।\n" +
                "ऐसेया परीची आहे । अनादि म्हणती ॥ ८१ ॥\n" +
                "जे नानातत्त्वांंची मांदुस । जे जगदभ्राचें आकाश ।\n" +
                "जे आकारजाताचें दुस । घडी केलें ॥ ८२ ॥\n" +
                "जे भवद्रुमबीजिका । जे प्रपंचचित्र भूमिका ।\n" +
                "विपरीत ज्ञानदीपिका । सांचली जे ॥ ८३ ॥\n" +
                "ते माया वस्तूच्या ठायीं । असे जैसेनि नाहीं ।\n" +
                "मग वस्तुप्रभाचि पाही । प्रगट होये ॥ ८४ ॥\n" +
                "जेव्हां आपणया आली निद । करी आपणपें जेवीं मुग्ध ।\n" +
                "कां काजळी आणी मंद । प्रभा दीपीं ॥ ८५ ॥\n" +
                "स्वप्नीं प्रियापुढें तरुणांगी । निदेली चेववूनि वेगीं ।\n" +
                "आलिंगिलेनिवीण आलिंगी । सकामु करी ॥ ८६ ॥\n" +
                "तैसी स्वरूपीं जाली माया । आणी स्वरूप नेणे धनंजया ।\n" +
                "तेंचि रुखा यया । मूळ पहिलें ॥ ८७ ॥\n" +
                "वस्तूसी आपुला जो अबोधु । तो ऊर्ध्वीं आठुळैजे कंदु ।\n" +
                "वेदांतीं हाचि प्रसिद्धु । बीजभावो ॥ ८८ ॥\n" +
                "घन अज्ञान सुषुप्ती । तो बीजांकुरभावो म्हणती ।\n" +
                "येर स्वप्न हन जागृती । हा फळभावो तियेचा ॥ ८९ ॥\n" +
                "ऐसी यया वेदांतीं । निरूपणभाषाप्रतीती ।\n" +
                "परी तें असो प्रस्तुतीं । अज्ञान मूळ ॥ ९० ॥\n" +
                "तें ऊर्ध्व आत्मा निर्मळें । अधोर्ध्व सूचिती मूळें ।\n" +
                "बळिया बांधोनि आळें । मायायोगाचें ॥ ९१ ॥\n" +
                "मग आधिलीं सदेहांतरें । उठती जियें अपारें ।\n" +
                "ते चौपासि घेऊनि आगारें । खोलावती ॥ ९२ ॥\n" +
                "ऐसें भवद्रुमाचें मूळ । हें ऊर्ध्वीं करी बळ ।\n" +
                "मग आणियांचें बेंचळ । अधीं दावी ॥ ९३ ॥\n" +
                "तेथ् चिद्वृत्ति पहिलें । महत्तत्त्व उमललें ।\n" +
                "तें पान वाल्हेंदुल्हें । एक निघे ॥ ९४ ॥\n" +
                "मग सत्त्वरजतमात्मकु । त्रिविध अहंकारु जो एकु ।\n" +
                "तो तिवणा अधोमुखु । डिरु फुटे ॥ ९५ ॥\n" +
                "तो बुद्धीची घेऊनि आगारी । भेदाची वृद्धि करी ।\n" +
                "तेथे मनाचे डाळ धरी । साजेपणें ॥ ९६ ॥\n" +
                "ऐसा मूळाचिया गाढिका । विकल्परस कोंवळिका ।\n" +
                "चित्तचतुष्टय डाहाळिका । कोंभैजे तो ॥ ९७ ॥\n" +
                "मग आकाश वायु द्योतक । आप पृथ्वी हें पांच फोंक ।\n" +
                "महाभूतांचें सरोख । सरळे होती ॥ ९८ ॥\n" +
                "तैसीं श्रोत्रादि तन्मात्रें । तियें अंगवसां गर्भपत्रें ।\n" +
                "लुळलुळितें विचित्रें । उमळती गा ॥ ९९ ॥\n" +
                "तेथ शब्दांकुर वरिपडी । श्रोत्रा वाढी देव्हडी ।\n" +
                "होता करित कांडीं । आकांक्षेचीं ॥ १०० ॥\n" +
                "अंगत्वचेचे वेलपल्लव । स्पर्शांकुरीं घेती धांव ।\n" +
                "तेथ बांबळ पडे अभिनव । विकारांचें ॥ १०१ ॥\n" +
                "पाठीं रूपपत्र पालोवेलीं । चक्षु लांब तें कांडें घाली ।\n" +
                "ते वेळीं व्यामोहता भली । पाहाळीं जाय ॥ १०२ ॥\n" +
                "आणि रसाचें आंगवसें । वाढतां वेगें बहुवसें ।\n" +
                "जिव्हे आर्तीची असोसें । निघती बेंचें ॥ १०३ ॥\n" +
                "तैसेंचि कोंभैलेनि गंधें । घ्राणाची डिरी थांबुं बांधे ।\n" +
                "तेथ तळु घे स्वानंदें । प्रलोभाचा ॥ १०४ ॥\n" +
                "एवं महदहंबुद्धि । मनें महाभूतसमृद्धी ।\n" +
                "इया संसाराचिया अवधी । सासनिजे ॥ १०५ ॥\n" +
                "किंबहुना इहीं आठें । आंगीं हा अधिक फांटे ।\n" +
                "परी शिंपीचियेवढें उमटे । रुपें जेवीं ॥ १०६ ॥\n" +
                "कां समुद्राचेनि पैसारें । वरी तरंगता आसारे ।\n" +
                "तैसें ब्रह्मचि होय वृक्षाकारें । अज्ञानमूळ ॥ १०७ ॥\n" +
                "आतां याचा हाचि विस्तारु । हाचि यया पैसारु ।\n" +
                "जैसा आपणपें स्वप्नीं परिवारु । येकाकिया ॥ १०८ ॥\n" +
                "परी तें असो हें ऐसें । कावरें झाड उससे ।\n" +
                "यया महदादि आरवसें । अधोशाखा ॥ १०९ ॥\n" +
                "आणि अश्वत्थु ऐसें ययातें । म्हणती जे जाणते ।\n" +
                "तेंही परिस हो येथें । सांगिजैल ॥ ११० ॥\n" +
                "तरी श्वः म्हणिजे उखा । तोंवरी एकसारिखा ।\n" +
                "नाहीं निर्वाहो यया रुखा । प्रपंचरूपा ॥ १११ ॥\n" +
                "जैसा न लोटतां क्षणु । मेघु होय नानावर्णु ।\n" +
                "कां विजु नसे संपूर्णु । निमेषभरी ॥ ११२ ॥\n" +
                "ना कांपतया पद्मदळा । वरीलिया बैसका नाहीं जळा ।\n" +
                "कां चित्त जैसें व्याकुळा । माणुसाचें ॥ ११३ ॥\n" +
                "तैसीचि ययाची स्थिती । नासत जाय क्षणक्षणाप्रती ।\n" +
                "म्हणौनि ययातें म्हणती । अश्वत्थु हा ॥ ११४ ॥\n" +
                "आणि अश्वत्थु येणें नांवें । पिंपळु म्हणती स्वभावें ।\n" +
                "परी तो अभिप्राय नव्हे । श्रीहरीचा ॥ ११५ ॥\n" +
                "एऱ्हवीं पिंपळु म्हणतां विखीं । मियां गति देखिली असे निकी ।\n" +
                "परी तें असो काय लौकिकीं । हेतु काज ॥ ११६ ॥\n" +
                "म्हणौनि हा प्रस्तुतु । अलौकिकु परियेसा ग्रंथु ।\n" +
                "तरी क्षणिकत्वेंचि अश्वत्थु । बोलिजे हा ॥ ११७ ॥\n" +
                "आणीकुही येकु थोरु । यया अव्ययत्वाचा डगरु ।\n" +
                "आथी परी तो भीतरु । ऐसा आहे ॥ ११८ ॥\n" +
                "जैसा मेघांचेनि तोंडें । सिंधु एके आंगें काढे ।\n" +
                "आणि नदी येरीकडे । भरितीच असती ॥ ११९ ॥\n" +
                "तेथ वोहटे ना चढे । ऐसा परिपूर्णुचि आवडे ।\n" +
                "परी ते फुली जंव नुघडे । मेघानदींची ॥ १२० ॥\n" +
                "ऐसें या रुखाचें होणें जाणें । न तर्के होतेनि वहिलेपणें ।\n" +
                "म्हणौनि ययातें लोकु म्हणे । अव्ययु हा ॥ १२१ ॥\n" +
                "एऱ्हवीं दानशीळु पुरुषु । वेंचकपणेंचि संचकु ।\n" +
                "तैसा व्ययेंचि हा रुखु । अव्ययो गमे ॥ १२२ ॥\n" +
                "जातां वेगें बहुवसें । न वचे कां भूमीं रुतलें असे ।\n" +
                "रथाचें चक्र दिसे। जियापरी ॥ १२३ ॥\n" +
                "तैसें काळातिक्रमें जे वाळे । ते भूतशाखा जेथ गळे।\n" +
                "तेथ कोडीवरी उमाळे । उठती आणिक ॥ १२४ ॥\n" +
                "परी येकी केधवां गेली। शाखाकोडी केधवां जाली ।\n" +
                "हें नेणवे जेवीं उमललीं । आषाढाभ्रें ॥ १२५ ॥\n" +
                "महाकल्पाच्या शेवटीं । उदेलिया उमळती सृष्टी ।\n" +
                "तैसेंचि आणिखीचें दांग उठी । सासिन्नलें ॥ १२६ ॥\n" +
                "संहारवातें प्रचंडें । पडती प्रळयांतींचीं सालडें ।\n" +
                "तंव कल्पादीचीं जुंबाडें । पाल्हेजती ॥ १२७ ॥\n" +
                "रिगे मन्वंतर मनूपुढें । वंशावरी वंशांचे मांडे ।\n" +
                "जैसी इक्षुवृद्धी कांडेंनकांडें । जिंके जेवीं ॥ १२८ ॥\n" +
                "कलियुगांतीं कोरडीं । चहुं युगांची सालें सांडी ।\n" +
                "तंव कृतयुगाची पेली देव्हडी । पडे पुढती ॥ १२९ ॥\n" +
                "वर्ततें वर्ष जाये । तें पुढिला मुळहारी होये ।\n" +
                "जैसा दिवसु जात कीं येत आहे । हें चोजवेना ॥ १३० ॥\n" +
                "जैशा वारियाच्या झुळकां । सांदा ठाउवा नव्हे देखा ।\n" +
                "तैसिया उठती पडती शाखा । नेणों किती ॥ १३१ ॥\n" +
                "एकी देहाची डिरी तुटे । तंव देहांकुरीं बहुवी फुटे ।\n" +
                "ऐसेनि भवतरु हा वाटे । अव्ययो ऐसा ॥ १३२ ॥\n" +
                "जैसें वाहतें पाणी जाय वेगें । तैसेंचि आणिक मिळे मागें ।\n" +
                "येथ असंतचि असिजे जगें । मानिजे संत ॥ १३३ ॥\n" +
                "कां लागोनि डोळां उघडे । तंव कोडीवरी घडे मोडे ।\n" +
                "नेणतया तरंगु आवडे । नित्यु ऐसा ॥ १३४ ॥\n" +
                "वायसा एकें बुबुळें दोहींकडे । डोळा चाळीतां अपाडें ।\n" +
                "दोन्ही आथी ऐसा पडे । भ्रमु जेवीं जगा ॥ १३५ ॥\n" +
                "पैं भिंगोरी निधिये पडली । ते गमे भूमीसी जैसी जडली ।\n" +
                "ऐसा वेगातिशयो भुली । हेतु होय ॥ १३६ ॥\n" +
                "हें बहु असो झडती । आंधारें भोवंडितां कोलती ।\n" +
                "ते दिसे जैसी आयती । चक्राकार ॥ १३७ ॥\n" +
                "हा संसारवृक्षु तैसा । मोडतु मांडतु सहसा ।\n" +
                "न देखोनि लोकु पिसा । अव्ययो मानी ॥ १३८ ॥\n" +
                "परि ययाचा वेगु देखे । जो हा क्षणिक ऐसा वोळखे ।\n" +
                "जाणे कोडिवेळां निमिखें । होत जात ॥ १३९ ॥\n" +
                "नाहीं अज्ञानावांचूनि मूळ । ययाचें असिलेंपण टवाळ ।\n" +
                "ऐसें झाड सिनसाळ । देखिलें जेणें ॥ १४० ॥\n" +
                "तयातें गा पंडुसुता । मी सर्वज्ञुही म्हणें जाणता ।\n" +
                "पैं वाग्ब्रह्म सिद्धांता । वंद्यु तोची ॥ १४१ ॥\n" +
                "योगजाताचें जोडलें । तया एकासीचि उपेगा गेलें ।\n" +
                "किंबहुना जियालें । ज्ञानही त्याचेनी ॥ १४२ ॥\n" +
                "हें असो बहु बोलणें । वानिजैल तो कवणें ।\n" +
                "जो भवरुखु जाणें । उखि ऐसा ॥ १४३ ॥\n" +
                "\n" +
                "\n" +
                "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवालाः ।\n" +
                "अधश्च मूलान्यनुसंततानि कर्मानुबन्धीनि मनुष्यलोके ॥ २॥\n" +
                "\n" +
                "\n" +
                "मग ययाचि प्रपंचरूपा । अधोशाखिया पादपा ।\n" +
                "डाहाळिया जाती उमपा । ऊर्ध्वाही उजू ॥ १४४ ॥\n" +
                "आणि अधीं फांकली डाळें । तिये होती मूळें ।\n" +
                "तयाही तळीं पघळे । वेल पालवु ॥ १४५ ॥\n" +
                "ऐसें जें आम्हीं । म्हणितलें उपक्रमीं ।\n" +
                "तेंही परिसें सुगमीं । बोलीं सांगों ॥ १४६ ॥\n" +
                "तरी बद्धमूळ अज्ञानें । महदादिकीं सासिनें ।\n" +
                "वेदांचीं थोरवनें । घेऊनियां ॥ १४७ ॥\n" +
                "परी आधीं तंव स्वेदज । जारज उद्भिज अंडज ।\n" +
                "हे बुडौनि महाभुज । उठती चारी ॥ १४८ ॥\n" +
                "यया एकैकाचेनि आंगवटें । चौर्यांशीं लक्षधा फुटे ।\n" +
                "ते वेळीं जीवशाखीं फांटे । सैंधचि होती ॥ १४९ ॥\n" +
                "प्रसवती शाखा सरळिया । नानासृष्टि डाहाळिया ।\n" +
                "आड फुटती माळिया । जातिचिया ॥ १५० ॥\n" +
                "स्त्री पुरुष नपुंसकें । हे व्यक्तिभेदांचे टके ।\n" +
                "आंदोळती आंगिकें । विकारभारें ॥ १५१ ॥\n" +
                "जैसा वर्षाकाळु गगनीं । पाल्हेजे नवघनीं ।\n" +
                "तैसें आकारजात अज्ञानीं । वेलीं जाय ॥ १५२ ॥\n" +
                "मग शाखांचेनि आंगभारें । लवोनि गुंफिती परस्परें ।\n" +
                "गुणक्षोभाचे वारे । उदयजती ॥ १५३ ॥\n" +
                "तेथ तेणें अचाटें । गुणांचेनि झडझडाटें ।\n" +
                "तिहीं ठायीं हा फांटे । ऊर्ध्वमूळ ॥ १५४ ॥\n" +
                "ऐसा रजाचिया झुळुका । झडाडितां आगळिका ।\n" +
                "मनुष्यजाती शाखा । थोरावती ॥ १५५ ॥\n" +
                "तिया ऊर्ध्वीं ना अधीं । माझारींचि कोंदाकोंदी ।\n" +
                "आड फुटती खांदी । चतुर्वर्णांच्या ॥ १५६ ॥\n" +
                "तेथ विधिनिषेध सपल्लव । वेदवाक्यांचें अभिनव ।\n" +
                "पालव डोलती बरव । नीच नवे ॥ १५७ ॥\n" +
                "अर्थु कामु पसरे । अग्रवनें घेती थारे ।\n" +
                "तेथ क्षणिकें पदांतरें । इहभोगाचीं ॥ १५८ ॥\n" +
                "तेथ प्रवृत्तीचेनि वृद्धिलोभें । खांकरेजती शुभाशुभें ।\n" +
                "नानाकर्मांचे खांबे । नेणों किती ॥ १५९ ॥\n" +
                "तेवींचि भोगक्षीणें मागिलें । पडती देहांतींचीं बुडसळें ।\n" +
                "तंव पुढां वाढी पेले । नवेया देहांची ॥ १६० ॥\n" +
                "आणि शब्दादिक सुहावे । सहज रंगें हवावे ।\n" +
                "विषयपल्लव नवे । नीत्य होती ॥ १६१ ॥\n" +
                "ऐसे रजोवातें प्रचंडें । मनुष्यशाखांचे मांदोडे ।\n" +
                "वाढती तो एथ रुढे । मनुष्यलोकु ॥ १६२ ॥\n" +
                "तैसाचि तो रजाचा वारा । नावेक धरी वोसरा ।\n" +
                "मग वाजों लागे घोरा । तमाचा तो ॥ १६३ ॥\n" +
                "तेधवां याचिया मनुष्यशाखा । नीच वासना अधीं देखा ।\n" +
                "पल्हेजती डाहाळिका । कुकर्माचिया ॥ १६४ ॥\n" +
                "अप्रवृत्तींचे खणुवाळे । कोंभ निघती सरळे ।\n" +
                "घेत पान पालव डाळे । प्रमादाचीं ॥ १६५ ॥\n" +
                "बोलती निषेधनियमें । जिया ऋचा यजुःसामें ।\n" +
                "तो पाला तया घुमें । टकेयावरी ॥ १६६ ॥\n" +
                "प्रतिपादिती अभिचार । आगम जे परमार ।\n" +
                "तिहीं पानीं घेती प्रसर । वासना वेली ॥ १६७ ॥\n" +
                "तंव तंव होतीं थोराडें । अकर्मांचीं तळबुडें ।\n" +
                "आणि जन्मशाखा पुढें पुढें । घेती धांव ॥ १६८ ॥\n" +
                "तेथ चांडाळादि निकृष्टा । दोषजातीचा थोर फांटा ।\n" +
                "जाळ पडे कर्मभ्रष्टां । भुलोनियां ॥ १६९ ॥\n" +
                "पशु पक्षी सूकर । व्याघ्र वृश्चिक विखार ।\n" +
                "हे आडशाखा प्रकार । पैसु घेती ॥ १७० ॥\n" +
                "परी ऐशा शाखा पांडवा । सर्वांगींहि नित्य नवा ।\n" +
                "निरयभोग यावा । फळाचा तो ॥ १७१ ॥\n" +
                "आणि हिंसाविषयपुढारी । कुकर्मसंगें धुर धुरी ।\n" +
                "जन्मवरी आगारी । वाढतीचि असे ॥ १७२ ॥\n" +
                "ऐसे होती तरु तृण । लोह लोष्ट पाषाण ।\n" +
                "इया खांदिया तेवीं जाण । फळेंही हेंची ॥ १७३ ॥\n" +
                "अर्जुना गा अवधारीं । मनुष्यालागोनि इया परी ।\n" +
                "वृद्धि स्थावरांतवरी । अधोशाखांची ॥ १७४ ॥\n" +
                "म्हणौनि जीं मनुष्यडाळें । तियें जाणावीं अधींचि मूळें ।\n" +
                "जे एथूनि हा पघळे । संसारतरु ॥ १७५ ॥\n" +
                "एऱ्हवीं ऊर्ध्वींचें पार्था । मुद्दल मूळ पाहतां ।\n" +
                "अधींचिया मध्यस्था । शाखा इया ॥ १७६ ॥\n" +
                "परी तामसी सात्त्विकी । सुकृतदुष्कृतात्मकी ।\n" +
                "विरुढती या शाखीं । अधोर्ध्वींचिया ॥ १७७ ॥\n" +
                "आणि वेदत्रयाचिया पाना । नये अन्यत्र लागों अर्जुना ।\n" +
                "जे मनुष्यावांचूनि विधाना । विषय नाहीं ॥ १७८ ॥\n" +
                "म्हणौनि तनु मानुषा । इया ऊर्ध्वमूळौनि जरी शाखा ।\n" +
                "तरी कर्मवृद्धीसि देखा । इयेंचि मूळें ॥ १७९ ॥\n" +
                "आणि आनीं तरी झाडीं । शाखा वाढतां मुळें गाढीं ।\n" +
                "मूळ गाढें तंव वाढी । पैस आथी ॥ १८० ॥\n" +
                "तैसेंचि इया शरीरा । कर्म तंव देहा संसारा ।\n" +
                "आणि देह तंव व्यापारा । ना म्हणोंचि नये ॥ १८१ ॥\n" +
                "म्हणौनि देहें मानुषें । इयें मुळें होती न चुके ।\n" +
                "ऐसें जगज्जनकें । बोलिलें तेणें ॥ १८२ ॥\n" +
                "मग तमाचें तें दारुण । स्थिरावलेया वाउधाण ।\n" +
                "सत्त्वाची सुटे सत्राण । वाहुटळी ॥ १८३ ॥\n" +
                "तैं याचि मनुष्याकारा । मुळीं सुवासना निघती आरा ।\n" +
                "घेऊनि फुटती कोंबारा । सुकृतांकुरीं ॥ १८४ ॥\n" +
                "उकलतेनि उन्मेखें । प्रज्ञाकुशलतेंची तिखें ।\n" +
                "डिरिया निघती निमिखें । बाबळैजुनी ॥ १८५ ॥\n" +
                "मतीचे सोट वांवे । घालिती स्फूर्तींचेनि थांवें ।\n" +
                "बुद्धि प्रकाश घे धांवे । विवेकावरी ॥ १८६ ॥\n" +
                "तेथ मेधारसें सगर्भ । अस्थापत्रीं सबोंब ।\n" +
                "सरळ निघती कोंभ । सद्वृत्तीचे ॥ १८७ ॥\n" +
                "सदाचाराचिया सहसा । टका उठती बहुवसा ।\n" +
                "घुमघुमिति घोषा । वेदपद्याच्या ॥ १८८ ॥\n" +
                "शिष्टागमविधानें । विविधयागवितानें ।\n" +
                "इये पानावरी पानें । पालेजती ॥१८९ ॥\n" +
                "ऐशा यमदमीं घोंसाळिया । उठती तपाचिया डाहाळिया ।\n" +
                "देती वैराग्यशाखा कोंवळिया । वेल्हाळपणें ॥ १९० ॥\n" +
                "विशिष्टां व्रतांचे फोक । धीराच्या अणगटी तिख ।\n" +
                "जन्मवेगें ऊर्ध्वमुख । उंचावती ॥ १९१ ॥\n" +
                "माजीं वेदांचा पाला दाट । तो करी सुविद्येचा झडझडाट ।\n" +
                "जंव वाजे अचाट । सत्त्वानिळु तो ॥ १९२ ॥\n" +
                "तेथ धर्मडाळ बाहाळी । दिसती जन्मशाखा सरळी ।\n" +
                "तिया आड फुटती फळीं । स्वर्गादिकीं ॥ १९३ ॥\n" +
                "पुढां उपरति रागें लोहिवी । धर्ममोक्षाची शाखा पालवी ।\n" +
                "पाल्हाजत नित्य नवी । वाढतीचि असे ॥ १९४ ॥\n" +
                "पैं रविचंद्रादि ग्रहवर । पितृ ऋषी विद्याधर ।\n" +
                "हे आडशाखा प्रकार । पैसु घेती ॥ १९५ ॥\n" +
                "याहीपासून उंचवडें । गुढले फळाचेनि बुडें ।\n" +
                "इंद्रादिक ते मांदोडे । थोर शाखांचे ॥ १९६ ॥\n" +
                "मग तयांही उपरी डाहाळिया । तपोज्ञानीं उंचावलिया ।\n" +
                "मरीचि कश्यपादि इया । उपरी शाखा ॥ १९७ ॥\n" +
                "एवं माळोवाळी उत्तरोत्तरु । ऊर्ध्वशाखांचा पैसारु ।\n" +
                "बुडीं साना अग्रीं थोरु । फळाढ्यपणें ॥ १९८ ॥\n" +
                "वरी उपरिशाखाही पाठीं । येती फळभार जे किरीटी ।\n" +
                "ते ब्रह्मेशांत अणगटीं । कोंभ निघती ॥ १९९ ॥\n" +
                "फळाचेनि वोझेपणें । ऊर्ध्वीं वोवांडें दुणें ।\n" +
                "जंव माघौतें बैसणें । मूळींचि होय ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" प्राकृताही तरी रुखा । जें फळें दाटलीं होय शाखा ।\n" +
                "ते वोवांडली देखा । बुडासि ये ॥ २०१ ॥\n" +
                "तैसें जेथूनि हा आघवा । संसारतरूचा उठावा ।\n" +
                "तियें मूळीं टेंकती पांडवा । वाढतेनि ज्ञानें ॥ २०२ ॥\n" +
                "म्हणौनि ब्रह्मेशानापरौतें । वाढणें नाहीं जीवातें ।\n" +
                "तेथूनि मग वरौतें । ब्रह्मचि कीं ॥ २०३ ॥\n" +
                "परी हें असो ऐसें । ब्रह्मादिक ते आंगवसें ।\n" +
                "ऊर्ध्वमुळासरिसें । न तुकती गा ॥ २०४ ॥\n" +
                "आणीकही शाखा उपरता । जिया सनकादिक नामें विख्याता ।\n" +
                "तिया फळीं मूळीं नाडळता । भरलिया ब्रह्मीं ॥ २०५ ॥\n" +
                "ऐसी मनुष्यापासूनि जाणावी । ऊर्ध्वीं ब्रह्मादिशेष पालवी ।\n" +
                "शाखांची वाढी बरवी । उंचावे पैं ॥ २०६ ॥\n" +
                "पार्था ऊर्ध्वींचिया ब्रह्मादि । मनुष्यत्वचि होय आदि ।\n" +
                "म्हणौनि इयें अधीं । म्हणितलीं मूळें ॥ २०७ ॥\n" +
                "एवं तुज अलौकिकु । हा अधोर्ध्वशाखु ।\n" +
                "सांगितला भवरुखु । ऊर्ध्वमूळु ॥ २०८ ॥\n" +
                "आणि अधींचीं हीं मूळें । उपपत्ती परिसविली सविवळें ।\n" +
                "आतां परिस उन्मूळें । कैसेनि हा ॥ २०९ ॥\n" +
                "\n" +
                "\n" +
                "न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च संप्रतिष्ठा ।\n" +
                "अश्वत्थमेनं सुविरूढमूल मसङ्गशस्त्रेण दृढेन छित्त्वा ॥ ३॥\n" +
                "\n" +
                "\n" +
                "परी तुझ्या हन पोटीं । ऐसें गमेल किरीटी ।\n" +
                "जे एवढें झाड उत्पाटी । ऐसें कायि असे ? ॥ २१० ॥\n" +
                "कें ब्रह्मयाच्या शेवटवरी । ऊर्ध्व शाखांची थोरी ।\n" +
                "आणि मूळ तंव निराकारीं । ऊर्ध्वीं असे ॥ २११ ॥\n" +
                "हा स्थावराही तळीं । फांकत असे अधींच्या डाळीं ।\n" +
                "माजीं धांवतसे दुजा मूळीं । मनुष्यरूपीं ॥ २१२ ॥\n" +
                "ऐसा गाढा आणि अफाटु । आतां कोण करी यया शेवटु ।\n" +
                "तरी झणीं हा हळुवटु । धरिसी भावो ॥ २१३ ॥\n" +
                "परी हा उन्मूळावया दोषें । येथ सायासचि कायिसे ।\n" +
                "काय बाळा बागुल देशें । दवडावा आहे ? ॥ २१४ ॥\n" +
                "गंधर्वदुर्ग कायी पाडावे । काय शशविषाण मोडावें ।\n" +
                "होआवें मग तोडावें । खपुष्प कीं ? ॥ २१५ ॥\n" +
                "तैसा संसारु हा वीरा । रुख नाहीं साचोकारा ।\n" +
                "मा उन्मूळणीं दरारा । कायिसा तरी ? ॥ २१६ ॥\n" +
                "आम्हीं सांगितली जे परी । मूळडाळांची उजरी ।\n" +
                "ते वांझेचीं घरभरी । लेकुरें जैशीं ॥ २१७ ॥\n" +
                "कय कीजती चेइलेपणीं । स्वप्नींचीं तिये बोलणीं ।\n" +
                "तैशी जाण ते काहाणी । दुगळींचि ते ॥ २१८ ॥\n" +
                "वांचूनि आम्हीं निरूपिलें जैसें । ययाचे अचळ मूळ असे तैसें ।\n" +
                "आणि तैसाचि जरी हा असे । साचोकारा ॥ २१९ ॥\n" +
                "तरी कोणाचेनि संतानें । निपजती तया उन्मूळणें ।\n" +
                "काय फुंकिलिया गगनें । जाइजेल गा ॥ २२० ॥\n" +
                "म्हणौनि पैं धनंजया । आम्हीं वानिलें रूप तें माया ।\n" +
                "कासवीचेनि तुपें राया । वोगरिलें जैसें ॥ २२१ ॥\n" +
                "मृगजळाचीं गा तळीं । तिये दिठी दुरूनि न्याहाळीं ।\n" +
                "वांचूनि तेणें पाणियें साळी केळी । लाविसी काई ? ॥ २२२ ॥\n" +
                "मूळ अज्ञानचि तंव लटिकें । मा तयाचें कार्य हें केतुकें ।\n" +
                "म्हणौनि संसाररुख सतुकें । वावोचि गा ॥ २२३ ॥\n" +
                "आणि अंतु यया नाहीं । ऐसें बोलिजे जें कांहीं ।\n" +
                "तेंही साचचि पाहीं । येकें परी ॥ २२४ ॥\n" +
                "तरी प्रबोधु जंव नोहे । तंव निद्रे काय अंतु आहे ? ।\n" +
                "कीं रात्री न सरे तंव न पाहे । तया आरौतें ? ॥ २२५ ॥\n" +
                "तैसा जंव पार्था । विवेकु नुधवी माथा ।\n" +
                "तंव अंतु नाहीं अश्वत्था । भवरूपा या ॥ २२६ ॥\n" +
                "वाजतें वारें निवांत । जंव न राहे जेथिंचें तेथ ।\n" +
                "तंव तरंगतां अनंत । म्हणावीचि कीं ॥ २२७ ॥\n" +
                "म्हणौनि सूर्यु जैं हारपे । तैं मृगजळाभासु लोपे ।\n" +
                "कां प्रभा जाय दीपें । मालवलेनि ॥ २२८ ॥\n" +
                "तैसें मूळ अविद्या खाये । तें ज्ञान जैं उभें होये ।\n" +
                "तैंचि यया अंतु आहे । एऱ्हवीं नाहीं ॥ २२९ ॥\n" +
                "तेवींचि हा अनादी । ऐसी ही आथी शाब्दी ।\n" +
                "तो आळु नोहे अनुरोधी । बोलातें या ॥ २३० ॥\n" +
                "जें संसारवृक्षाच्या ठायीं । साचोकार तंव नाहीं ।\n" +
                "मा नाहीं तया आदि काई । कोण होईल ? ॥ २३१ ॥\n" +
                "जो साच जेथूनि उपजे । तयातें आदि हें साजे ।\n" +
                "आतां नाहींचि तो म्हणिजे । कोठूनियां ? ॥ २३२ ॥\n" +
                "म्हणौनि जन्मे ना आहे । ऐसिया सांगों कवण माये ।\n" +
                "यालागीं नाहींपणेंचि होये । अनादि हा ॥ २३३ ॥\n" +
                "वांझेचिया लेंका । कैंची जन्मपत्रिका ।\n" +
                "नभीं निळी भूमिका । कें कल्पूं पां ॥ २३४ ॥\n" +
                "व्योमकुसुमांचा पांडवा । कवणें देंठु तोडावा ।\n" +
                "म्हणौनि नाहीं ऐसिया भवा । आदि कैंची ? ॥ २३५ ॥\n" +
                "जैसें घटाचें नाहींपण । असतचि असे केलेनिवीण ।\n" +
                "तैसा समूळ वृक्षु जाण । अनादि हा ॥ २३६ ॥\n" +
                "अर्जुना ऐसेनि पाहीं । आद्यंतु ययासि नाहीं ।\n" +
                "माजीं स्थिती आभासे कांहीं । परी टवाळ ते ॥ २३७ ॥\n" +
                "ब्रह्मगिरीहूनि न निगे । आणि समुद्रींही कीर न रिगे ।\n" +
                "माजीं दिसे वाउगें । मृगांबु जैसें ॥ २३८ ॥\n" +
                "तेसा आद्यंती कीर नाहीं । आणि साचही नोहे कहीं ।\n" +
                "परी लटिकेपणाची नवाई । पडिभासे गा ॥ २३९ ॥\n" +
                "नाना रंगीं गजबजे । जैसें इंद्रधनुष्य देखिजे ।\n" +
                "तैसा नेणतया आपजे । आहे ऐसा ॥ २४० ॥\n" +
                "ऐसेनि स्थितीचिये वेळे । भुलवी अज्ञानाचे डोळे ।\n" +
                "लाघवी हरी मेखळे । लोकु जैसा ॥ २४१ ॥\n" +
                "आणि नसतीचि श्यामिका । व्योमीं दिसे तैसी दिसो कां ।\n" +
                "तरी दिसणेंही क्षणा एका । होय जाय ॥ २४२ ॥\n" +
                "स्वप्नींही मानिलें लटिकें । तरी निर्वाहो कां एकसारिखें ।\n" +
                "तेवीं आभासु हा क्षणिकें । रिताचि गा ॥ २४३ ॥\n" +
                "देखतां आहे आवडें । घेऊं जाइजे तरी नातुडे ।\n" +
                "जैसा टिकु कीजे माकडें । जळामाजीं ॥ २४४ ॥\n" +
                "तरंगभंगु सांडीं पडे । विजूही न पुरे होडे ।\n" +
                "आभासासि तेणें पाडें । होणें जाणें गा ॥ २४५ ॥\n" +
                "जैसा ग्रीष्मशेषींचा वारा । नेणिजे समोर कीं पाठीमोरा ।\n" +
                "तैसी स्थिती नाहीं तरुवरा । भवरूपा यया ॥ २४६ ॥\n" +
                "एवं आदि ना अंतु स्थिती । ना रूप ययासि आथी ।\n" +
                "आतां कायसी कुंथाकुंथी । उन्मूळणी गा ॥ २४७ ॥\n" +
                "आपुलिया अज्ञानासाठीं । नव्हता थांवला किरीटी ।\n" +
                "तरी आतां आत्माज्ञानाच्या लोटीं । खांडेनि गा ॥ २४८ ॥\n" +
                "वांचूणि ज्ञानेवीण ऐकें । उपाय करिसी जितुके ।\n" +
                "तिहीं गुंफसि अधिकें । रुखीं इये ॥ २४९ ॥\n" +
                "मग किती खांदोखांदीं । यया हिंडावें ऊर्ध्वीं अधीं ।\n" +
                "म्हणौनि मूळचि अज्ञान छेदीं । सम्यक् ज्ञानें ॥ २५० ॥\n" +
                "एऱ्हवीं दोरीचिया उरगा । डांगा मेळवितां पैं गा ।\n" +
                "तो शिणुचि वाउगा । केला होय ॥ २५१ ॥\n" +
                "तरावया मृगजळाची गंगा । डोणीलागीं धांवतां दांगा- ।\n" +
                "माजीं वोहळें बुडिजे पैं गा । साच जेवीं ॥ २५२ ॥\n" +
                "तेवीं नाथिलिया संसारा । उपाईं जाचतया वीरा ।\n" +
                "आपणपें लोपे वारा । विकोपीं जाय ॥ २५३ ॥\n" +
                "म्हणौनि स्वप्नींचिया घाया । ओखद चेवोचि धनंजया ।\n" +
                "तेवीं अज्ञानमूळा यया । ज्ञानचि खड्ग ॥ २५४ ॥\n" +
                "परी तेचि लीला परजवे । तैसें वैराग्याचें नवें ।\n" +
                "अभंगबळ होआवें । बुद्धीसी गा ॥ २५५ ॥\n" +
                "उठलेनि वैराग्यें जेणें । हा त्रिवर्गु ऐसा सांडणें ।\n" +
                "\n" +
                "जैसें वमुनियां सुणें । आतांचि गेलें ॥ २५६ ॥\n" +
                "हा ठायवरी पांडवा । पदार्थजातीं आघवा ।\n" +
                "विटवी तो होआवा । वैराग्य लाठु ॥ २५७ ॥\n" +
                "मग देहाहंतेचें दळें । सांडूनि एकेचि वेळे ।\n" +
                "प्रत्यक्बुद्धी करतळें । हातवसावें ॥ २५८ ॥\n" +
                "निसळें विवेकसाहणें । जें ब्रह्माहमस्मिबोधें सणाणें ।\n" +
                "मग पुरतेनि बोधें उटणें । एकलेचि ॥ २५९ ॥\n" +
                "परी निश्चयाचें मुष्टिबळ । पाहावें एकदोनी वेळ ।\n" +
                "मग तुळावें अति चोखाळ । मननवरी ॥ २६० ॥\n" +
                "पाठीं हतियेरां आपणयां । निदिध्यासें एक जालिया ।\n" +
                "पुढें दुजें नुरेल घाया- । पुरतें गा ॥ २६१ ॥\n" +
                "तें आत्मज्ञानाचें खांडें । अद्वैतप्रभेचेनि वाडें ।\n" +
                "नेदील उरों कवणेकडे । भववृक्षासी ॥ २६२ ॥\n" +
                "शरदागमींचा वारा । जैसा केरु फेडी अंबरा ।\n" +
                "का उदयला रवी आंधारा । घोंटु भरी ॥ २६३ ॥\n" +
                "नाना उपवढ होतां खेंवो । नुरे स्वप्नसंभ्रमाचा ठावो ।\n" +
                "स्वप्नप्रतीतिधारेचा वाहो । करील तैसें ॥ २६४ ॥\n" +
                "तेव्हां ऊर्ध्वींचें मूळ । कां अधींचें हन शाखाजाळ ।\n" +
                "तें कांहींचि न दिसे मृगजळ । चादिणां जेवीं ॥ २६५ ॥\n" +
                "ऐसेनि गा वीरनाथा । आत्मज्ञानाचिया खड्गलता ।\n" +
                "छेदुनिया भवाश्वत्था । ऊर्ध्वमूळातें ॥ २६६ ॥\n" +
                "\n" +
                "\n" +
                "ततः पदं तत्परिमार्गितव्यं यस्मिन् गता न निवर्तन्ति भूयः ।\n" +
                "तमेव चाद्यं पुरुषं प्रपद्ये यतः प्रवृत्तिः प्रसृता पुराणी ॥ ४॥\n" +
                "\n" +
                "\n" +
                "मग इदंतेसि वाळलें । जें मीपणेंवीण डाहारलें ।\n" +
                "तें रूप पाहिजे आपलें । आपणचि ॥ २६७ ॥\n" +
                "परी दर्पणाचेनि आधारें । एकचि करून दुसरें ।\n" +
                "मुख पाहाती गव्हारें । तैसें नको हो ॥ २६८ ॥\n" +
                "हें पाहाणें ऐसें असे वीरा । जैसा न बोडलिया विहिरा ।\n" +
                "मग आपलिया उगमीं झरा । भरोनि ठाके ॥ २६९ ॥\n" +
                "नातरी आटलिया अंभ । निजबिंबीं प्रतिबिंब ।\n" +
                "निहटे कां नभीं नभ । घटाभावीं ॥ २७० ॥\n" +
                "नाना इंधनांशु सरलेया । वन्हि परते जेवीं आपणपयां ।\n" +
                "तैसें आपेंआप धनंजया । न्याहाळणें जें गा ॥ २७१ ॥\n" +
                "जिव्हे आपली चवी चाखणें । चक्षू निज बुबुळ देखणें ।\n" +
                "आहे तया ऐसें निरीक्षणें । आपुलें पैं ॥ २७२ ॥\n" +
                "कां प्रभेसि प्रभा मिळे । गगन गगनावरी लोळे ।\n" +
                "नाना पाणी भरलें खोळे । पाणियाचिये ॥ २७३ ॥\n" +
                "आपणचि आपणयातें । पाहिजे जें अद्वैतें ।\n" +
                "तें ऐसें होय निरुतें । बोलिजतु असे ॥ २७४ ॥\n" +
                "जें पाहिजतेनवीण पाहिजे । कांहीं नेणणाचि जाणिजे ।\n" +
                "आद्यपुरुष कां म्हणिजे । जया ठायातें ॥ २७५ ॥\n" +
                "तेथही उपाधीचा वोथंबा । घेऊनि श्रुति उभविती जिभा ।\n" +
                "मग नामरूपाचा वडंबा । करिती वायां ॥ २७६ ॥\n" +
                "पैं भवस्वर्गा उबगले । मुमुक्षु योगज्ञाना वळघले ।\n" +
                "पुढती न यों इया निगाले । पैजा जेथ ॥ २७७ ॥\n" +
                "संसाराचिया पायां पुढां । पळती वीतराग होडा ।\n" +
                "ओलांडोनि ब्रह्मपदाचा कर्मकडा । घालिती मागां ॥ २७८ ॥\n" +
                "अहंतादिभावां आपुलियां । झाडा देऊनि आघवेया ।\n" +
                "पत्र घेती ज्ञानिये जया । मूळघरासी ॥ २७९ ॥\n" +
                "पैं जेथुनी हे एवढी । विश्वपरंपरेची वेलांडी ।\n" +
                "वाढती आशा जैशी कोरडी । निदैवाची ॥ २८० ॥\n" +
                "जिये कां वस्तूचें नेणणें । आणिलें थोर जगा जाणणें ।\n" +
                "नाहीं तें नांदविलें जेणें । मी तूं जगीं ॥ २८१ ॥\n" +
                "पार्था तें वस्तु पहिलें । आपणपें आपुलें ।\n" +
                "पाहिजे जैसें हिंवलें । हिंव हिंवें ॥ २८२ ॥\n" +
                "आणीकही एक तया । वोळखण असे धनंजया ।\n" +
                "तरी जया कां भेटलिया । येणेंचि नाहीं ॥ २८३ ॥\n" +
                "परी तया भेटती ऐसें । जे ज्ञानें सर्वत्र सरिसे ।\n" +
                "महाप्रळयांबूचे जैसें । भरलेपण ॥ २८४ ॥\n" +
                "\n" +
                "\n" +
                "निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामाः ।\n" +
                "द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैर्गच्छन्त्यमूढाः पदमव्ययं तत् ॥ ५॥\n" +
                "\n" +
                "\n" +
                "जया पुरुषांचें कां मन । सांडोनि गेलें मोह मान ।\n" +
                "वर्षांतीं जैसें घन । आकाशातें ॥ २८५ ॥\n" +
                "निकवड्या निष्ठुरा । उबगिजे जेवीं सोयरा ।\n" +
                "तैसें नागवती विकारां । वेटाळूं जे ॥ २८६ ॥\n" +
                "फळली केळी उन्मूळे । तैसी आत्मलाभें प्रबळे ।\n" +
                "तयाची क्रिया ढाळेंढाळें । गळती आहे ॥ २८७ ॥\n" +
                "आगी लगलिया रुखीं । देखोनि सैरा पळती पक्षी ।\n" +
                "तैसें सांडिलें अशेखीं । विकल्पीं जे ॥ २८८ ॥\n" +
                "आइकें सकळ दोषतृणीं । अंकुरिजती जिये मेदिनी ।\n" +
                "तिये भेदबुद्धीची काहाणी । नाहीं जयातें ॥ २८९ ॥\n" +
                "सूर्योदयासरिसी । रात्री पळोनि जाय अपैसी ।\n" +
                "गेली देहाहंता तैसी । अविद्येसवें ॥ २९० ॥\n" +
                "पैं आयुष्यहीना जीवातें । शरीर सांडी जेवीं अवचितें ।\n" +
                "तेवीं निदसुरें द्वैतें । सांडिले जे ॥ २९१ ॥\n" +
                "लोहाचें साम्कडें परिसा । न जोडे अंधारु रवि जैसा ।\n" +
                "द्वैतबुद्धीचा तैसा । सदा दुकाळ जया ॥ २९२ ॥\n" +
                "अगा सुखदुःखाकारें । द्वंद्वें देहीं जियें गोचरें ।\n" +
                "तियें जयां कां समोरें । होतीचिना ॥ २९३ ॥\n" +
                "स्वप्नींचें राज्य कां मरण । नोहे हर्षशोकांसि कारण ।\n" +
                "उपवढलिया जाण । जियापरी ॥ २९४ ॥\n" +
                "तैसेम् सुखदुःखरूपीं । द्वंद्वीं जे पुण्यपापीं ।\n" +
                "न घेपिजती सर्पीं । गरुड जैसें ॥ २९५ ॥\n" +
                "आणि अनात्मवर्गनीर । सांडूनि आत्मरसाचें क्षीर ।\n" +
                "चरताति जे सविचार । राजहंसु ॥ २९६ ॥\n" +
                "जैसा वर्षोनि भूतळीं । आपला रसु अंशुमाळी ।\n" +
                "मागौता आणी रश्मिजाळीं । बिंबासीचि ॥ २९७ ॥\n" +
                "तैसें आत्मभ्रांतीसाठीं । वस्तु विखुरली बारावाटीं ।\n" +
                "ते एकवटिती ज्ञानदृष्टी । अखंड जे ॥ २९८ ॥\n" +
                "किंबहुना आत्मयाचा । निर्धारीं विवेकु जयांचा ।\n" +
                "बुडाला वोघु गंगेचा । सिंधूमाजीं जैसा ॥ २९९ ॥\n" +
                "पैं आघवेंचि आपुलेंपणें । नुरेचि जया अभिलाषणें ।\n" +
                "जैसें येथूनि पऱ्हां जाणें । आकाशा नाहीं ॥ ३०० ॥\n" +
                "जैसा अग्नीचा डोंगरु । नेघे कोणी बीज अंकुरु ।\n" +
                "तैसा मनीं जयां विकारु । उदैजेना ॥ ३०१ ॥\n" +
                "जैसा काढिलिया मंदराचळु । राहे क्षीराब्धि निश्चळु ।\n" +
                "तैसा नुठी जयां सळु । कामोर्मीचा ॥ ३०२ ॥\n" +
                "चंद्रमा कळीं धाला । न दिसे कोणें आंगी वोसावला ।\n" +
                "तेवीं अपेक्षेचा अवखळा । न पडे जयां ॥ ३०३ ॥\n" +
                "हें किती बोलूं असांगडें । जेवीं परमाणु नुरे वायूपुढें ।\n" +
                "तैसें विषयांचें नावडे । नांवचि जयां ॥ ३०४ ॥\n" +
                "एवं जे जे कोणी ऐसे । केले ज्ञानाग्नि हुताशें ।\n" +
                "ते तेथ मिळती जैसें । हेमीं हेम ॥ ३०५ ॥\n" +
                "तेथ म्हणिजे कवणें ठाईं । ऐसेंही पुससी कांहीं ।\n" +
                "तरी तें पद गा नाहीं । वेंचु जया ॥ ३०६ ॥\n" +
                "दृश्यपणें देखिजे । कां ज्ञेयत्वें जाणिजे ।\n" +
                "अमुकें ऐसें म्हणिजे । तें जें नव्हे ॥ ३०७ ॥\n" +
                "\n" +
                "\n" +
                "न तद्भासयते सूर्यो न शशाङ्को न पवकः ।\n" +
                "यद्गत्वा न निवर्तन्ते तद्धाम परमं मम ॥ ६॥\n" +
                "\n" +
                "\n" +
                "पैं दीपाचिया बंबाळीं । कां चंद्र हन जें उजळी ।\n" +
                "हें काय बोलों अंशुमाळी । प्रकाशी जें ॥ ३०८ ॥\n" +
                "तें आघवेंचि दिसणें । जयाचें कां न देखणें ।\n" +
                "विश्व भासतसे जेणें । लपालेनी ॥ ३०९ ॥\n" +
                "जैसें शिंपीपण हारपे । तंव तंव खरें होय रुपें ।\n" +
                "कां दोरी लोपतां सापें । फार होइजे ॥ ३१० ॥\n" +
                "तैसीं चंद्रसूर्यादि थोरें । इयें तेजें जियें फारें ।\n" +
                "तियें जयाचेनि आधारें । प्रकाशती ॥ ३११ ॥\n" +
                "ते वस्तु कीं तेजोराशी । सर्वभूतात्मक सरिसी ।\n" +
                "चंद्रसूर्याच्या मानसीं । प्रकाशे जे ॥ ३१२ ॥\n" +
                "म्हणौनि चंद्रसूर्य कडवसां । पडती वस्तूच्या प्रकाशा ।\n" +
                "यालागीं तेज जें तेजसा । तें वस्तूचें आंग ॥ ३१३ ॥\n" +
                "आणि जयाच्या प्रकाशीं । जग हारपे चंद्रार्केंसीं ।\n" +
                "सचंद्र नक्षत्रें जैसीं । दिनोदयीं ॥ ३१४ ॥\n" +
                "नातरी प्रबोधलिये वेळे । ते स्वप्नींची डिंडीमा मावळे ।\n" +
                "कां नुरेचि सांजवेळे । मृगतृष्णिका ॥ ३१५ ॥\n" +
                "तैसा जिये वस्तूच्या ठायीं । कोण्हीच कां आभासु नाहीं ।\n" +
                "तें माझें निजधाम पाहीं । पाटाचें गा ॥ ३१६ ॥\n" +
                "पुढती जे तेथ गेले । ते न घेती माघौतीं पाउलें ।\n" +
                "महोदधीं कां मिनले । स्रोत जैसे ॥ ३१७ ॥\n" +
                "कां लवणाची कुंजरी । सूदलिया लवणसागरीं ।\n" +
                "होयचि ना माघारी । परती जैसी ॥ ३१८ ॥\n" +
                "नाना गेलिया अंतराळा । न येतीचि वन्हिज्वाळा ।\n" +
                "नाहीं तप्तलोहौनि जळा । निघणें जेवीं ॥ ३१९ ॥\n" +
                "तेवीं मजसीं एकवट । जे जाले ज्ञानें चोखट ।\n" +
                "तयां पुनरावृत्तीची वाट । मोडली गा ॥ ३२० ॥\n" +
                "तेथ प्रज्ञापृथ्वीचा रावो । पार्थु म्हणे जी जी पसावो ।\n" +
                "परी विनंती एकी देवो । चित्त देतु ॥ ३२१ ॥\n" +
                "तरी देवेंसि स्वयें एक होती । मग माघौते जे न येती ।\n" +
                "ते देवेंसि भिन्न आथी । कीं अभिन्न जी ॥ ३२२ ॥\n" +
                "जरी भिन्नचि अनादिसिद्ध । तरी न येती हें असंबद्ध ।\n" +
                "जे फुलां गेलें षट्पद । ते फुलेंचि होती पां ॥ ३२३ ॥\n" +
                "पैं लक्ष्याहूनि अनारिसे । बाण लक्ष्यीं शिवोनि जैसें ।\n" +
                "मागुते पडती तैसे । येतीचि ते ॥ ३२४ ॥\n" +
                "नातरी तूंचि ते स्वभावें । तरी कोणें कोणासि मिळावें ।\n" +
                "आपणयासी आपण रुपावें । शस्त्रें केवीं ? ॥ ३२५ ॥\n" +
                "म्हणौनि तुजसी अभिन्नां जीवां । तुझा संयोगवियोगु देवा ।\n" +
                "नये बोलों अवयवां । शरीरेंसीं ॥ ३२६ ॥\n" +
                "आणि जे सदां वेगळें तुजसीं । तयां मिळणीं नाहीं कोणे दिवशीं ।\n" +
                "मा येती न येती हे कायसी । वायबुद्धि ? ॥ ३२७ ॥\n" +
                "तरी कोण गा ते तूंतें । पावोनि न येती माघौते ।\n" +
                "हें विश्वतोमुखा मातें । बुझावीं जी ॥ ३२८ ॥\n" +
                "इये आक्षेपीं अर्जुनाच्या । तो शिरोमणि सर्वज्ञांचा ।\n" +
                "तोषला बोध शिष्याचा । देखोनियां ॥ ३२९ ॥\n" +
                "मग म्हणे गा महामती । मातें पावोनि न येती पुढती ।\n" +
                "ते भिन्नाभिन्न रिती । आहाती दोनी ॥ ३३० ॥\n" +
                "जैं विवेकें खोलें पाहिजे । तरी मी तेचि ते सहजें ।\n" +
                "ना आहाचवाहाच तरी दुजे । ऐसेही गमती ॥ ३३१ ॥\n" +
                "जैसे पाणियावरी वेगळ । तळपतां दिसती कल्लोळ ।\n" +
                "एऱ्हवीं तरी निखिळ । पाणीचि तें ॥ ३३२ ॥\n" +
                "कां सुवर्णाहुनि आनें । लेणीं गमती भिन्नें ।\n" +
                "मग पाहिजे तंव सोनें । आघवेंचि तें ॥ ३३३ ॥\n" +
                "तैसें ज्ञानाचिये दिठी । मजसीं अभिन्नचि ते किरीटी ।\n" +
                "येर भिन्नपण तें उठी । अज्ञानास्तव ॥ ३३४ ॥\n" +
                "आणि साचोकारेनि वस्तुविचारें । कैचें मज एकासि दुसरें ।\n" +
                "भिन्नाभिन्नव्यवहारें । उमसिजेल ॥ ३३५ ॥\n" +
                "आघवेंचि आकाश सूनि पोटीं । बिंबचि जैं आते खोटी ।\n" +
                "तैं प्रतिबिंब कें उठी । कें रश्मि शिरे ? ॥ ३३६ ॥\n" +
                "कां कल्पांतींचिया पाणिया । काय वोत भरिती धनंजया ? ।\n" +
                "म्हणौनि कैंचें अंश अविक्रिया । एका मज ॥ ३३७ ॥\n" +
                "परी ओघाचेनि मेळें । पाणी उजू परी वांकुडें जालें ।\n" +
                "रवी दुजेपण आलें । तोयबगें ॥ ३३८ ॥\n" +
                ".व्योम चौफळें कीं वाटोळें । हें ऐसें कायिसयाही मिळे ।\n" +
                "परी घटमठीं वेंटाळें । तैसेंही आथी ॥ ३३९ ॥\n" +
                "हां गा निद्रेचेनि आधारें । काय एकलेनि जग न भरे ? ।\n" +
                "स्वप्नींचेनि जैं अवतरे । रायपणें ॥ ३४० ॥\n" +
                "कां मिनलेनि किडाळें । वानिभेदासि ये सोळें ।\n" +
                "तैसा स्वमाये वेंटाळें । शुद्ध जैं मी ॥ ३४१ ॥\n" +
                "तैं अज्ञान एक रूढे । तेणें कोऽहंविकल्पाचें मांडे ।\n" +
                "मग विवरूनि कीजे फुडें । देहो मी ऐसें ॥ ३४२ ॥\n" +
                "\n" +
                "\n" +
                "ममैवांशो जीवलोके जीवभूतः सनातनः ।\n" +
                "मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ॥ ७॥\n" +
                "\n" +
                "\n" +
                "ऐसें शरीराचि येवढें । जै आत्मज्ञान वेगळें पडे ।\n" +
                "तैं माझा अंशु आवडे । थोडेपणें ॥ ३४३ ॥\n" +
                "समुद्र कां वायुवशें । तरंगाकार उल्लसें ।\n" +
                "तो समुद्रांशु ऐसा दिसे । सानिवा जेवीं ॥ ३४४ ॥\n" +
                "तेवीं जडातें जीवविता । देहाहंता उपजविता ।\n" +
                "मी जीव गमें पंडुसुता । जीवलोकीं ॥ ३४५ ॥\n" +
                "पैं जीवाचिया बोधा । गोचरु जो हा धांदा ।\n" +
                "तो जीवलोकशब्दा । अभिप्रावो ॥ ३४६ ॥\n" +
                "अगा उपजणें निमणें । हें साचचि जे कां मानणें ।\n" +
                "तो जीवलोकु मी म्हणे । संसारु हन ॥ ३४७ ॥\n" +
                "एवंविध जीवलोकीं । तूं मातें ऐसा अवलोकीं ।\n" +
                "जैसा चंद्रु कां उदकीं । उदकातीत ॥ ३४८ ॥\n" +
                "पैं काश्मीराचा रवा । कुंकुमावरी पांडवा ।\n" +
                "आणिका गमे लोहिवा । तो तरी नव्हे ॥ ३४९ ॥\n" +
                "तैसें अनादिपण न मोडे । माझें अक्रियत्व न खंडे ।\n" +
                "परी कर्ता भोक्ता ऐसें आवडे । ते जाण गा भ्रांती ॥ ३५० ॥\n" +
                "किंबहुना आत्मा चोखटु । होऊनि प्रकृतीसी एकवटु ।\n" +
                "बांधे प्रकृतिधर्माचा पाटु । आपणपयां ॥ ३५१ ॥\n" +
                "पैं मनादि साही इंद्रियें । श्रोत्रादि प्रकृतिकार्यें ।\n" +
                "तियें माझीं म्हणौनि होये । व्यापारारूढ ॥ ३५२ ॥\n" +
                "जैसें स्वप्नीं परिव्राजें । आपणपयां आपण कुटुंब होईजे ।\n" +
                "मग तयाचेनि धांविजे । मोहें सैरा ॥ ३५३ ॥\n" +
                "तैसा आपलिया विस्मृती । आत्मा आपणचि प्रकृती- ।\n" +
                "सारिखा गमोनि पुढती । तियेसीचि भजे ॥ ३५४ ॥\n" +
                "मनाच्या रथीं वळघे । श्रवणाचिया द्वारें निघे ।\n" +
                "मग शब्दाचिया रिघे । रानामाजीं ॥ ३५५ ॥\n" +
                "तोचि प्रकृतीचा वागोरा । त्वचेचिया मोहरा ।\n" +
                "आणि स्पर्शाचिया घोरा । वना जाय ॥ ३५६ ॥\n" +
                "कोणे एके अवसरीं । रिघोनि नेत्राच्या द्वारीं ।\n" +
                "मग रूपाच्या डोंगरीं । सैरा हिंडे ॥ ३५७ ॥\n" +
                "कां रसनेचिया वाटा । निघोनि गा सुभटा ।\n" +
                "रसाचा दरकुटा । भरोंचि लागे ॥ ३५८ ॥\n" +
                "नातरी येणेंचि घ्राणें । जैं देहांशु करी निघणें ।\n" +
                "मग गंधाची दारुणें । आडवें लंघी ॥ ३५९ ॥\n" +
                "ऐसेनि देहेंद्रियनायकें । धरूनि मन जवळिकें ।\n" +
                "भोगिजती शब्दादिकें । विषयभरणें ॥ ३६० ॥\n" +
                "\n" +
                "\n" +
                "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः ।\n" +
                "गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् ॥ ८॥\n" +
                "\n" +
                "\n" +
                "परी कर्ता भोक्ता ऐसें । हें जीवाचे तैंचि दिसे ।\n" +
                "जैं शरीरीं कां पैसे । एकाधिये ॥ ३६१ ॥\n" +
                "जैसा आथिला आणि विलासिया । तैंचि वोळखों ये धनंजया ।\n" +
                "जैं राजसेव्या ठाया । वस्तीसि ये ॥ ३६२ ॥\n" +
                "तैसा अहंकर्तृत्वाचा वाढु । कां विषयेंद्रियांचा धुमाडु ।\n" +
                "हा जाणिजे तैं निवाडु । जैं देह पाविजे ॥ ३६३ ॥\n" +
                "अथवा शरीरातें सांडी । तऱ्ही इंद्रियांची तांडी ।\n" +
                "हे आपणयांसवें काढी । घेऊनि जाय ॥ ३६४ ॥\n" +
                "जैसा अपमानिला अतिथी । ने सुकृताची संपत्ति ।\n" +
                "कां साइखडेयाची गती । सूत्रतंतू ॥ ३६५ ॥\n" +
                "नाना मावळतेनि तपनें । नेइजेती लोकांचीं दर्शनें ।\n" +
                "हें असो द्रुती पवनें । नेईजे जैसी ॥ ३६६ ॥\n" +
                "तेवीं मनःषष्ठां ययां । इंद्रियांतें धनंजया ।\n" +
                "देहराजु ने देहा- । पासूनि गेला ॥ ३६७ ॥\n" +
                "\n" +
                "\n" +
                "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च ।\n" +
                "अधिष्ठाय मनश्चायं विषयानुपसेवते ॥ ९॥\n" +
                "\n" +
                "\n" +
                "मग येथ अथवा स्वर्गीं । जेथ जें देह आपंगी ।\n" +
                "तेथ तैसेंचि पुढती पांगी । मनादिक ॥ ३६८ ॥\n" +
                "जैसा मालवलिया दिवा । प्रभेसी जाय पांडवा ।\n" +
                "मग उजळिजे तेथ तेधवां । तैसाचि फांके ॥ ३६९ ॥\n" +
                "तरी ऐसैसिया राहाटी । अविवेकियांचे दिठी ।\n" +
                "येतुलें हें किरीटी । गमेचि गा ॥ ३७० ॥\n" +
                "जे आत्मा देहासि आला । आणि विषयो येणेंचि भोगिला ।\n" +
                "अथवा देहोनि गेला । हें साचचि मानिती ॥ ३७१ ॥\n" +
                "एऱ्हवीं येणें आणि जाणें । कां करणें हा भोगणें ।\n" +
                "हें प्रकृतीचें तेणें । मानियेलें ॥ ३७२ ॥\n" +
                "\n" +
                "\n" +
                "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितं ।\n" +
                "विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः ॥ १०॥\n" +
                "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितं ।\n" +
                "यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः ॥ ११॥\n" +
                "\n" +
                "\n" +
                "परी देहाचे मोटकें उभें । आणि चेतना तेथ उपलभे ।\n" +
                "तिये चळवळेचेनि लोभें । आला म्हणती ॥ ३७३ ॥\n" +
                "तैसेंचि तयां संगती । इंद्रियें आपुलाल्या अर्थीं वर्तती ।\n" +
                "तया नांव सुभद्रापती । भोगणें जया ॥ ३७४ ॥\n" +
                "पाठीं भोगक्षीण आपैसे । देह गेलिया ते न दिसे ।\n" +
                "तेथें गेला गेला ऐसें । बोभाती गा ॥ ३७५ ॥\n" +
                "पैं रुखु डोलतु देखावा । तरी वारा वाजतु मानावा ।\n" +
                "रुखु नसे तेथें पांडवा । नाहीं तो गा ? ॥ ३७६ ॥\n" +
                "कां आरिसा समोर ठेविजे । आणि आपणपें तेथ देखिजे ।\n" +
                "तरी तेधवांचि जालें मानिजे । काय आधीं नाहीं ? ॥ ३७७ ॥\n" +
                "कां परता केलिया आरिसा । लोपु जाला तया आभासा ।\n" +
                "तरी आपणपें नाहीं ऐसा । निश्चयो करावा ? ॥ ३७८ ॥\n" +
                "शब्द तरी आकाशाचा । परी कपाळीं पिटे मेघाचा ।\n" +
                "कां चंद्रीं वेगु अभ्राचा । अरोपिजे ॥ ३७९ ॥\n" +
                "तैसें होइजे जाइजे देहें । तें आत्मसत्ते अविक्रिये ।\n" +
                "निष्टंकिती गा मोहें । आंधळे ते ॥ ३८० ॥\n" +
                "येथ आत्मा आत्मयाच्या ठायीं । देखिजे देहींचा धर्मु देहीं ।\n" +
                "ऐसें देखणें तें पाहीं । आन आहाती ॥ ३८१ ॥\n" +
                "ज्ञानें कां जयाचे डोळे । देखोनि न राहती देहींचे खोळे ।\n" +
                "सूर्यरश्मी आणियाळे । ग्रीष्मीं जैसें ॥ ३८२ ॥\n" +
                "तैसे विवेकाचेनि पैसें । जयांची स्फूर्ती स्वरूपीं बैसे ।\n" +
                "ते ज्ञानिये देखती ऐसें । आत्मयातें ॥ ३८३ ॥\n" +
                "जैसें तारांगणीं भरलें । गगन समुद्रीं बिंबलें ।\n" +
                "परी तें तुटोनि नाहीं पडिलें । ऐसें निवडे ॥ ३८४ ॥\n" +
                "गगन गगनींचि आहे । हें आभासे तें वाये ।\n" +
                "तैसा आत्मा देखती देहें । गंवसिलाही ॥ ३८५ ॥\n" +
                "खळाळाच्या लगबगीं । फेडूनि खळाळाच्या भागीं ।\n" +
                "देखिजे चंद्रिका कां उगी । चंद्रीं जेवीं ॥ ३८६ ॥\n" +
                "कां नाडरचि भरे शोषें । सूर्यु तो जैसा तैसाचि असे ।\n" +
                "देह होतां जातां तैसें । देखती मातें ॥ ३८७ ॥\n" +
                "घटु मठु घडले । तेचि पाठीं मोडले ।\n" +
                "परी आकाश तें संचलें । असतचि असे ॥ ३८८ ॥\n" +
                "तैसें अखंडे आत्मसत्ते । अज्ञानदृष्टि कल्पितें ।\n" +
                "हें देहचि होतें जातें । जाणती फुडें ॥ ३८९ ॥\n" +
                "चैतन्य चढे ना वोहटे । चेष्टवी ना चेष्टे ।\n" +
                "ऐसें आत्मज्ञानें चोखटें । जाणती ते ॥ ३९० ॥\n" +
                "आणि ज्ञानही आपैतें होईल । प्रज्ञा परमाणुही उगाणा घेईल ।\n" +
                "सकळ शास्त्रांचें येईल । सर्वस्व हातां ॥ ३९१ ॥\n" +
                "परी ते व्युत्पत्ति ऐसी । जरी विरक्ति न रिगे मानसीं ।\n" +
                "तरी सर्वात्मका मजसीं । नव्हेचि भेटी ॥ ३९२ ॥\n" +
                "पैं तोंड भरो कां विचारा । आणि अंतःकरणीं विषयांसि थारा ।\n" +
                "तरी नातुडें धनुर्धरा । त्रिशुद्धी मी ॥ ३९३ ॥\n" +
                "हां गा वोसणतयाच्या ग्रंथीं । काई तुटती संसारगुंती ? ।\n" +
                "कीं परिवसिलिया पोथी । वाचिली होय ? ॥ ३९४ ॥\n" +
                "नाना बांधोनियां डोळे । घ्राणीं लाविजती मुक्ताफळें ।\n" +
                "तरी तयांचें काय कळे । मोल मान ? ॥ ३९५ ॥\n" +
                "तैसा चित्तीं अहंते ठावो । आणि जिभे सकळशास्त्रांचा सरावो ।\n" +
                "ऐसेनि कोडी एक जन्म जावो । परी न पविजे मातें ॥ ३९६ ॥\n" +
                "जो एक मी कां समस्तीं । व्यापकु असें भूतजातीं ।\n" +
                "ऐक तिये व्याप्ती । रूप करूं ॥ ३९७ ॥\n" +
                "\n" +
                "\n" +
                "यदादित्यगतं तेजो जगद्भासयतेऽखिलम् ।\n" +
                "यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम् ॥ १२॥\n" +
                "\n" +
                "\n" +
                "तरी सूर्यासकट आघवी । हे विश्वरचना जे दावी ।\n" +
                "ते दीप्ति माझी जाणावी । आद्यंतीं आहे ॥ ३९८ ॥\n" +
                "जल शोषूनि गेलिया सविता । ओलांश पुरवीतसे जे माघौता ।\n" +
                "ते चंद्रीं पंडुसुता । ज्यो{त्}स्ना माझी ॥ ३९९ ॥\n" +
                "आणि दहन-पाचनसिद्धी । करीतसे जें निरवधी ।\n" +
                "ते हुताशीं तेजोवृद्धी । माझीचि गा ॥ ४०० ॥\n ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());



        TextView textView4=findViewById(R.id.title4);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" \n" +
                "गामाविश्य च भूतानि धारयाम्यहमोजसा ।\n" +
                "पुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः ॥ १३॥\n" +
                "\n" +
                "\n" +
                "मी रिगालों असें भूतळीं । म्हणौनि समुद्र महाजळीं ।\n" +
                "हे पांसूचि ढेंपुळी । विरेचिना ॥ ४०१ ॥\n" +
                "आणी भूतेंही चराचरें । हे धरितसे जियें अपारें ।\n" +
                "तियें मीचि धरी धरे । रिगोनियां ॥ ४०२ ॥\n" +
                "गगनीं मी पंडुसुता । चंद्राचेनि मिसें अमृता ।\n" +
                "भरला जालों चालता । सरोवरु ॥ ४०३ ॥\n" +
                "तेथूनि फांकती रश्मिकर । ते पाट पेलूनि अपार ।\n" +
                "सर्वौषधींचे आगर । भरित असें मी ॥ ४०४ ॥\n" +
                "ऐसेनि सस्यादिकां सकळां । करी धान्यजाती सुकाळा ।\n" +
                "दें अन्नद्वारां जिव्हाळा । भूतजातां ॥ ४०५ ॥\n" +
                "आणि निपजविलें अन्न । तरी तैसें कैचें दीपन ।\n" +
                "जेणें जिरूनि समाधान । भोगिती जीव ॥ ४०६ ॥\n" +
                "\n" +
                "\n" +
                "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः ।\n" +
                "प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम् ॥ १४॥\n" +
                "\n" +
                "\n" +
                "म्हणौनि प्राणिजातांच्या घटीं । करूनि कंदावरी आगिठी ।\n" +
                "दीप्ति जठरींही किरीटी । मीचि जालों ॥ ४०७ ॥\n" +
                "प्राणापानाच्या जोडभातीं । फुंकफुंकोनियां अहोराती ।\n" +
                "आटीतसें नेणों किती । उदरामाजीं ॥ ४०८ ॥\n" +
                "शुष्कें अथवा स्निग्धें । सुपक्वें कां विदग्धें ।\n" +
                "परी मीचि गा चतुर्विधें । अन्नें पचीं ॥ ४०९ ॥\n" +
                "एवं मीचि आघवें जन । जना निरवितें मीचि जीवन ।\n" +
                "जीवनीं मुख्य साधन । वन्हिही मीचि ॥ ४१० ॥\n" +
                "आतां ऐसियाहीवरी काई । सांगों व्याप्तीची नवाई ।\n" +
                "येथ दुजें नाहींचि घेईं । सर्वत्र मी गा ॥ ४११ ॥\n" +
                "तरी कैसेनि पां वेखें । सदा सुखियें एकें ।\n" +
                "एकें तियें बहुदुःखें । क्रांत भूतें ॥ ४१२ ॥\n" +
                "जैसी सगळिये पाटणीं । एकेंचि दीपें दिवेलावणी ।\n" +
                "जालिया कां न देखणी । उरलीं एकें ॥ ४१३ ॥\n" +
                "ऐसी हन उखिविखी । करित आहासि मानसीं कीं ।\n" +
                "तरी परिस तेही निकी । शंका फेडुं ॥ ४१४ ॥\n" +
                "पैं आघवा मीचि असें । येथ नाहीं कीर अनारिसें ।\n" +
                "परी प्राणियांचिया उल्लासें । बुद्धि ऐसा ॥ ४१५ ॥\n" +
                "जैसें एकचि आकाशध्वनी । वाद्यविशेषीं आनानीं ।\n" +
                "वाजावें पडे भिन्नीं । नादांतरीं ॥ ४१६ ॥\n" +
                "कां लोकचेष्टीं वेगळालां । जो हा एकचि भानु उदैला ।\n" +
                "तो आनानी परी गेला । उपयोगासी ॥ ४१७ ॥\n" +
                "नाना बीजधर्मानुरूप । झाडीं उपजविलें आप ।\n" +
                "तैसें परिणमलें स्वरूप । माझें जीवां ॥ ४१८ ॥\n" +
                "अगा नेणा आणि चतुरा । पुढां निळयांचा दुसरा ।\n" +
                "नेणा सर्पत्वें जाला येरा । सुखालागीं ॥ ४१९ ॥\n" +
                "हें असो स्वातीचें उदक । शुक्तीं मोतीं व्याळीं विख ।\n" +
                "तैसा सज्ञानांसी मी सुख । दुःख तों अज्ञानांसी ॥ ४२० ॥\n" +
                "\n" +
                "\n" +
                "सर्वस्य चाहं हृदि संनिविष्टो मत्तः स्मृतिर्ज्ञानमपोहनं च ।\n" +
                "वेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेवचाहम् ॥ १५॥\n" +
                "\n" +
                "\n" +
                "एऱ्हवीं सर्वांच्या हृदयदेशीं । मी अमुका आहें ऐसी ।\n" +
                "जे बुद्धि स्फुरे अहर्निशीं । ते वस्तु गा मी ॥ ४२१ ॥\n" +
                "परी संतासवें वसतां । योगज्ञानीं पैसतां ।\n" +
                "गुरुचरण उपासितां । वैराग्येंसीं ॥ ४२२ ॥\n" +
                "येणेंचि सत्कर्में । अशेषही अज्ञान विरमे ।\n" +
                "जयांचें अहं विश्रामे । आत्मरूपीं ॥ ४२३ ॥\n" +
                "ते आपेआप देखोनि देखीं । मियां आत्मेनि सदा सुखी ।\n" +
                "येथें मीवांचून अवलोकीं । आन हेतु असे ? ॥ ४२४ ॥\n" +
                "अगा सूर्योदयो जालिया । सूर्यें सूर्यचि पहावा धनंजया ।\n" +
                "तेवीं मातें मियां जाणावया । मीचि हेतु ॥ ४२५ ॥\n" +
                "ना शरीरपरातें सेवितां । संसारगौरवचि ऐकतां ।\n" +
                "देहीं जयांची अहंता । बुडोनि ठेली ॥ ४२६ ॥\n" +
                "ते स्वर्गसंसारालागीं । धांवतां कर्ममार्गीं ।\n" +
                "दुःखाच्या सेलभागीं । विभागी होती ॥ ४२७ ॥\n" +
                "परी हेंही होणें अर्जुना । मजचिस्तव तया अज्ञाना ।\n" +
                "जैसा जागताचि हेतु स्वप्ना । निद्रेतें होय ॥ ४२८ ॥\n" +
                "पैं अभ्रें दिवसु हरपला । तोहि दिवसेंचि जाणों आला ।\n" +
                "तेवीं मी नेणोनि विषयो देखिला । मजचिस्तव भूतीं ॥ ४२९ ॥\n" +
                "एवं निद्रा कां जागणिया । प्रबोधुचि हेतु धनंजया ।\n" +
                "तेवीं ज्ञाना अज्ञाना जीवां यां । मीचि मूळ ॥ ४३० ॥\n" +
                "जैसें सर्पत्वा कां दोरा । दोरुचि मूळ धनुर्धरा ।\n" +
                "तैसा ज्ञाना अज्ञानाचिया संसारा । मियांचि सिद्धु ॥ ४३१ ॥\n" +
                "म्हणौनि जैसा असें तैसया । मातें नेणोनि धनंजया ।\n" +
                "वेदु जाणों गेला तंव तया । जालिया शाखा ॥ ४३२ ॥\n" +
                "तरी तिहीं शाखाभेदीं । मीचि जाणिजे त्रिशुद्धी ।\n" +
                "जैसा पूर्वापरा नदी । समुद्रचि ठी ॥ ४३३ ॥\n" +
                "आणि महासिद्धांतापासीं । श्रुति हारपतीं शब्देंसीं ।\n" +
                "जैसिया सगंधा आकाशीं । वातलहरी ॥ ४३४ ॥\n" +
                "तैसें समस्तही श्रुतिजात । ठाके लाजिले ऐसें निवांत ।\n" +
                "तें मीचि करीं यथावत । प्रकटोनियां ॥ ४३५ ॥\n" +
                "पाठीं श्रुतिसकट अशेष । जग हारपे जेथ निःशेष ।\n" +
                "तें निजज्ञानही चोख । जाणता मीचि ॥ ४३६ ॥\n" +
                "जैसें निदेलिया जागिजे । तेव्हां स्वप्नींचे कीर नाहीं दुजें ।\n" +
                "परी एकत्वही देखों पाविजे । आपलेंचि ॥ ४३७ ॥\n" +
                "तैसें आपलें अद्वयपण । मी जाणतसें दुजेनवीण ।\n" +
                "तयाही बोधाकारण । जाणता मीचि ॥ ४३८ ॥\n" +
                "मग आगी लागलिया कापुरा । ना काजळी ना वैश्वानरा ।\n" +
                "उरणें नाहीं वीरा । जयापरी ॥ ४३९ ॥\n" +
                "तेवीं समूळ अविद्या खाये । तें ज्ञानही जैं बुडोनि जाये ।\n" +
                "तऱ्ही नाहीं कीर नोहे । आणि न साहे असणेंही ॥ ४४० ॥\n" +
                "पैं विश्व घेऊनि गेला मागेंसीं । तया चोरातें कवण कें गिंवसी ? ।\n" +
                "जे कोणी एकी दशा ऐसी । शुद्ध ते मी ॥ ४४१ ॥\n" +
                "ऐसी जडाजडव्याप्ती । रूप करितां कैवल्यपती ।\n" +
                "ठी केली निरुपहितीं । आपुल्या रूपीं ॥ ४४२ ॥\n" +
                "तो आघवाचि बोधु सहसा । अर्जुनीं उमटला कैसा ।\n" +
                "व्योमींचा चंद्रोदयो जैसा । क्षीरार्णवीं ॥ ४४३ ॥\n" +
                "कां प्रतिभिंती चोखटे । समोरील चित्र उमटे ।\n" +
                "तैसा अर्जुनें आणि वैकुंठें । नांदतसे बोधु ॥ ४४४ ॥\n" +
                "तरी बाप वस्तुस्वभावो । फावे तंव तंव गोडिये थांवो ।\n" +
                "म्हणौनि अनुभवियांचा रावो । अर्जुन म्हणे ॥ ४४५ ॥\n" +
                "जी व्यापकपण बोलतां । निरुपाधिक जें आतां ।\n" +
                "स्वरूप प्रसंगता । बोलिले देवो ॥ ४४६ ॥\n" +
                "ते एक वेळ अव्यंगवाणें । कीजो कां मजकारणें ।\n" +
                "तेथ द्वारकेचा नाथु म्हणे । भलें केलें ॥ ४४७ ॥\n" +
                "पैं अर्जुना आम्हांहि वाडेंकोडें । अखंडा बोलों आवडे ।\n" +
                "परी काय कीजे न जोडे । पुसतें ऐसें ॥ ४४८ ॥\n" +
                "आजि मनोरथांसि फळ । जोडलासि तूं केवळ ।\n" +
                "जे तोंड भरूनि निखळ । आलासि पुसों ॥ ४४९ ॥\n" +
                "जें अद्वैताहीवरी भोगिजे । तें अनुभवींच तूं विरजे ।\n" +
                "पुसोनि मज माझें । देतासि सुख ॥ ४५० ॥\n" +
                "जैसा आरिसा आलिया जवळां । दिसे आपणपें आपला डोळा ।\n" +
                "तैसा संवादिया तूं निर्मळा । शिरोमणी ॥ ४५१ ॥\n" +
                "तुवां नेणोनि पुसावें । मग आम्ही परिसऊं बैसावें ।\n" +
                "तो गा हा पाडु नव्हे । सोयरेया ॥ ४५२ ॥\n" +
                "ऐसें म्हणौनि आलिंगिलें । कृपादृष्टी अवलोकिलें ।\n" +
                "मग देवो काय बोलिले । अर्जुनेंसीं ॥ ४५३ ॥\n" +
                "पैं दोहीं वोठीं एक बोलणें । दोहीं चरणीं एक चालणें ।\n" +
                "तैसें पुसणें सांगणें । तुझें माझें ॥ ४५४ ॥\n" +
                "एवं आम्ही तुम्ही येथें । देखावें एका अर्थातें ।\n" +
                "सांगतें पुसतें येथें । दोन्ही एक ॥ ४५५ ॥\n" +
                "ऐसा बोलत देवो भुलला मोहें । अर्जुनातें आलिंगूनि ठाये ।\n" +
                "मग बिहाला म्हणे नोहें । आवडी हे ॥ ४५६ ॥\n" +
                "जाले इक्षुरसाचें ढाळ । तरी लवण देणें किडाळ ।\n" +
                "जे संवादसुखाचें रसाळ । नासेल थितें ॥ ४५७ ॥\n" +
                "आधींच आम्हां यया कांहीं । नरनारायणासी भिन्न नाहीं ।\n" +
                "परी आतां जिरो माझ्या ठाईं । वेगु हा माझा ॥ ४५८ ॥\n" +
                "इया बुद्धी सहसा । श्रीकृष्ण म्हणे वीरेशा ।\n" +
                "पैं गा तो तुवां कैसा । प्रश्नु केला ? ॥ ४५९ ॥\n" +
                "जो अर्जुन श्रीकृष्णीं विरत होता । तो परतोनि मागुता ।\n" +
                "प्रश्नावळीची कथा । ऐकों आला ॥ ४६० ॥\n" +
                "तेथ सद्गदें बोलें । अर्जुनें जी जी म्हणितलें ।\n" +
                "निरुपाधिक आपुलें । रूप सांगा ॥ ४६१ ॥\n" +
                "यया बोला तो शारङ्गी । तेंचि सांगावयालागीं ।\n" +
                "उपाधी दोहीं भागीं । निरूपीत असे ॥ ४६२ ॥\n" +
                "पुसिलिया निरुपहित । उपाधि कां सांगे येथ ।\n" +
                "हें कोण्हाही प्रस्तुत । गमे जरी ॥ ४६३ ॥\n" +
                "तरी ताकाचें अंश फेडणें । याचि नांव लोणी काढणें ।\n" +
                "चोखाचिये शुद्धी तोडणें । कीडचि जेवीं ॥ ४६४ ॥\n" +
                "बाबुळीचि सारावी हातें । परी पाणी तंव असे आइतें ।\n" +
                "अभ्रचि जावें गगन तें । सिद्धचि कीं ॥ ४६५ ॥\n" +
                "वरील कोंडियाचा गुंडाळा । झाडूनि केलिया वेगळा ।\n" +
                "कणु घेतां विरंगोळा । असे काई ? ॥ ४६६ ॥\n" +
                "तैसा उपाधि उपहितां । शेवटु जेथ विचारितां ।\n" +
                "तें कोणातेंही न पुसतां । निरुपाधिक ॥ ४६७ ॥\n" +
                "जैसें न सांगणेंवरी । बाळा पतीसी रूप करी ।\n" +
                "बोल निमालेपणें विवरी । अचर्चातें ॥ ४६८ ॥\n" +
                "पैं सांगणेया जोगें नव्हे । तेथींचें सांगणें ऐसें आहे ।\n" +
                "म्हणौनि उपाधि लक्ष्मीनाहे । बोलिजे आदीं ॥ ४६९ ॥\n" +
                "पाडिव्याची चंद्ररेखा । निरुती दावावया शाखा ।\n" +
                "दाविजे तेवीं औपाधिका । बोली इया ॥ ४७० ॥\n" +
                "\n" +
                "\n" +
                "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च ।\n" +
                "क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ॥ १६॥\n" +
                "\n" +
                "\n" +
                "मग तो म्हणे गा सव्यसाची । पैं इये संसारपाटणींची ।\n" +
                "वस्ती साविया टांची । दुपुरुषीं ॥ ४७१ ॥\n" +
                "जैसी आघवांचि गगनीं । नांदत दिवोरात्री दोन्ही ।\n" +
                "तैसे संसार राजधानीं । दोन्हीचि हे ॥ ४७२ ॥\n" +
                "आणिकही तिजा पुरुष आहे । परी तो या दोहींचें नांव न साहे ।\n" +
                "जो उदेला गांवेंसीं खाये । दोहींतें ययां ॥ ४७३ ॥\n" +
                "परी ते तंव गोठी असो । आधीं दोन्हींची हे परियेसों ।\n" +
                "जें संसारग्रामा वसों । आले असती ॥ ४७४ ॥\n" +
                "एक आंधळा वेडा पंगु । येर सर्वांगें पुरता चांगु ।\n" +
                "परी ग्रामगुणें संगु । घडला दोघां ॥ ४७५ ॥\n" +
                "तया एका नाम क्षरु । येरातें म्हणती अक्षरु ।\n" +
                "इहीं दोहींचि परी संसारु । कोंदला असे ॥ ४७६ ॥\n" +
                "आतां क्षरु तो कवणु । अक्षरु तो किं लक्षणु ।\n" +
                "हा अभिप्रायो संपूर्णु । विवंचूं गा ॥ ४७७ ॥\n" +
                "तरी महदहंकारा- । लागुनियां धनुर्धरा ।\n" +
                "तृणांतींचा पांगोरा- । वरी पैं गा ॥ ४७८ ॥\n" +
                "जें कांहीं सानें थोर । चालतें अथवा स्थिर ।\n" +
                "किंबहुना गोचर । मनबुद्धींसि जें ॥ ४७९ ॥\n" +
                "जेतुलें पांचभौतिक घडतें । जें नामरूपा सांपडतें ।\n" +
                "गुणत्रयाच्या पडतें । कामठां जें ॥ ४८० ॥\n" +
                "भूताकृतीचें नाणें । घडत भांगारें जेणें ।\n" +
                "काळासि जूं खेळणें । जिहीं कवडां ॥ ४८१ ॥\n" +
                "जाणणेंचि विपरीतें । जें जें कांहीं जाणिजेतें ।\n" +
                "जें प्रतिक्षणीं निमतें । होऊनियां ॥ ४८२ ॥\n" +
                "अगा काढूनि भ्रांतीचे दांग । उभवी सृष्टीचें आंग ।\n" +
                "हें असो बहु जग । जया नाम ॥ ४८३ ॥\n" +
                "पैं अष्टधा भिन्न ऐसें । जें दाविलें प्रकृतिमिसें ।\n" +
                "जें क्षेत्रद्वारां छत्तिसें । भागी केलें ॥ ४८४ ॥\n" +
                "हें मागील सांगों किती । अगा आतांचि जें प्रस्तुतीं ।\n" +
                "वृक्षाकार रूपाकृती । निरूपिलें ॥ ४८५ ॥\n" +
                "तें आघवेंचि साकारें । कल्पुनी आपणपयां पुरे ।\n" +
                "जालें असें तदनुसारें । चैतन्यचि ॥ ४८६ ॥\n" +
                "जैसा कुहां आपणचि बिंबें । सिंह प्रतिबिंब पाहतां क्षोभे ।\n" +
                "मग क्षोभला समारंभें । घाली तेथ ॥ ४८७ ॥\n" +
                "कां सलिलीं असतचि असे । व्योमावरी व्योम बिंबे जैसें ।\n" +
                "अद्वैत होऊनि तैसें । द्वैत घेपे ॥ ४८८ ॥\n" +
                "अर्जुना गा यापरी । साकार कल्पूनि पुरीं ।\n" +
                "आत्मा विस्मृतीचि करी । निद्रा तेथ ॥ ४८९ ॥\n" +
                "पैं स्वप्नीं सेजार देखिजे । मग पहुडणें जैसें तेथ कीजे ।\n" +
                "तैसें पुरीं शयन देखिजे । आत्मयासी ॥ ४९० ॥\n" +
                "पाठीं तिये निद्रेचेनि भरें । मी सुखी दुःखी म्हणत घोरें ।\n" +
                "अहंममतेचेनि थोरें । वोसणायें सादें ॥ ४९१ ॥\n" +
                "हा जनकु हे माता । हा मी गौर हीन पुरता ।\n" +
                "पुत्र वित्त कांता । माझें हें ना ॥ ४९२ ॥\n" +
                "ऐसिया वेंघोनि स्वप्ना । धांवत भवस्वर्गाचिया राना ।\n" +
                "तया चैतन्या नाम अर्जुना । क्षर पुरुषु गा ॥ ४९३ ॥\n" +
                "आतां ऐक क्षेत्रज्ञु येणें । नामें जयातें बोलणें ।\n" +
                "जग जीवु कां म्हणे । जिये दशेतें ॥ ४९४ ॥\n" +
                "जो आपुलेनि विसरें । सर्व भूतत्वें अनुकरें ।\n" +
                "तो आत्मा बोलिजे क्षरें । पुरुष नामें ॥ ४९५ ॥\n" +
                "जे तो वस्तुस्थिती पुरता । म्हणौनि आली पुरुषता ।\n" +
                "वरी देहपुरीं निदैजतां । पुरुषनामें ॥ ४९६ ॥\n" +
                "आणि क्षरपणाचा नाथिला । आळु यया ऐसेनि आला ।\n" +
                "जे उपाधींचि आतला । म्हणौनियां ॥ ४९७ ॥\n" +
                "जैसी खळाळीचिया उदका- । सरसीं आंदोळे चंद्रिका ।\n" +
                "तैसा विकारां औपाधिका । ऐसाचि गमे ॥ ४९८ ॥\n" +
                "कां खळाळु मोटका शोषे । आणि चंद्रिका तैं सरिसींच भ्रंशे ।\n" +
                "तैसा उपाधिनाशीं न दिसे । उपाधिकु ॥ ४९९ ॥\n" +
                "ऐसें उपाधीचेनि पाडें । क्षणिकत्व यातें जोडे ।\n" +
                "तेणें खोंकरपणें घडे । क्षर हें नाम ॥ ५०० ॥\n" +
                "एवं जीवचैतन्य आघवें । हें क्षर पुरुष जाणावें ।\n" +
                "आतां रूप करूं बरवें । अक्षरासी ॥ ५०१ ॥\n" +
                "तरी अक्षरु जो दुसरा । पुरुष पैं धनुर्धरा ।\n" +
                "तो मध्यस्थु गा गिरिवरां । मेरु जैसा ॥ ५०२ ॥\n" +
                "जे तो पृथ्वी पाताळ स्वर्गीं । इहीं न भेदे तिहीं भागीं ।\n" +
                "तैसा दोहीं ज्ञानाज्ञानांगीं । पडेना जो ॥ ५०३ ॥\n" +
                "ना यथार्थज्ञानें एक होणें । ना अन्यथात्वें दुजें घेणें ।\n" +
                "ऐसें निखिळ जें नेणणें । तेंचि तें रूप ॥ ५०४ ॥\n" +
                "पांसुता निःशेष जाये । ना घटभांडादि होये ।\n" +
                "तया मृत्पिंडा ऐसें आहे । मध्यस्थ जें ॥ ५०५ ॥\n" +
                "पैं आटोनि गेलिया सागरु । मग तरंगु ना नीरु ।\n" +
                "तया ऐशी अनाकारु । जे दशा गा ॥ ५०६ ॥\n" +
                "पार्था जागणें तरी बुडे । परी स्वप्नाचें कांहीं न मांडे ।\n" +
                "तैसिये निद्रे सांगडें । न्याहाळणें जें ॥ ५०७ ॥\n" +
                "विश्व आघवेंचि मावळे । आणि आत्मबोधु तरी नुजळे ।\n" +
                "तिये अज्ञानदशे केवळे । अक्षरु नाम ॥ ५०८ ॥\n" +
                "सर्वां कळीं सांडिलें जैसें । चंद्रपण उरे अंवसे।\n" +
                "रूप जाणावें तैसें । अक्षराचें ॥ ५०९ ॥\n" +
                "पैं सर्वोपाधिविनाशें। हे जीवदशा जेथ पैसे ।\n" +
                "फळपाकांत जैसें । झाड बीजीं ॥ ५१० ॥\n" +
                "तैसें उपाधी उपहित । थोकोनि ठाके जेथ ।\n" +
                "तयातें अव्यक्त । बोलती गा ॥ ५११ ॥\n" +
                "घन अज्ञान सुषुप्ती । तो बीजभावो म्हणती ।\n" +
                "येर स्वप्न हन जागृती । फळभावो तयाचा ॥ ५१२ ॥\n" +
                "जयासी कां बीजभावो । वेदांतीं केला ऐसा आवो ।\n" +
                "तो तया पुरुषा ठावो । अक्षराचा ॥ ५१३ ॥\n" +
                "जेथूनि अन्यथाज्ञान । फांकोनि जागृति स्वप्न ।\n" +
                "नानाबुद्धीचें रान । रिगालें असे ॥ ५१४ ॥\n" +
                "जीवत्व जेथुनी किरीटी । विश्व उठतचि उठी ।\n" +
                "ते उभय भेदांची मिठी । अक्षरु पुरुषु ॥ ५१५ ॥\n" +
                "येरु क्षर पुरुषु कां जनीं । जिहीं खेळे जागृतीं स्वप्नीं ।\n" +
                "तिया अवस्था जो दोन्ही । वियाला गा ॥ ५१६ ॥\n" +
                "पैं अज्ञानघनसुषुप्ती । ऐसैसी जे कां ख्याती ।\n" +
                "या उणी एकी प्राप्ती । ब्रह्माची जे ॥ ५१७ ॥\n" +
                "साचचि पुढती वीरा । जरी न येतां स्वप्न जागरा ।\n" +
                "तरी ब्रह्मभावो साचोकारा । म्हणों येता ॥ ५१८ ॥\n" +
                "परी प्रकृतिपुरुषें दोनी । अभ्रें जालीं जियें गगनीं ।\n" +
                "क्षेत्रक्षेत्रज्ञु स्वप्नीं । देखिला जियें ॥ ५१९ ॥\n" +
                "हें असो अधोशाखा । या संसाररूपा रुखा ।\n" +
                "मूळ तें रूप पुरुषा । अक्षराचें ॥ ५२० ॥\n" +
                "हा पुरुषु कां म्हणिजे । जे पूर्णपणेंचि निजें ।\n" +
                "पैं मायापुरीं पहुडिजे । तेणेंही बोलें ॥ ५२१ ॥\n" +
                "आणि विकारांची जे वारी । ते विपरीत ज्ञानाची परी ।\n" +
                "नेणिजे जिये माझारीं । ते सुषुप्ती गा हा ॥ ५२२ ॥\n" +
                "म्हणौनि यया आपैसें । क्षरणें या नसे ।\n" +
                "आणिकेंही हा न नाशे । ज्ञानाउणें ॥ ५२३ ॥\n" +
                "यालागीं हा अक्षरु । ऐसा वेदांतीं डगरु ।\n" +
                "केला देशी थोरु । सिद्धांताच्या ॥ ५२४ ॥\n" +
                "ऐसें जीवकार्य कारण । जया मायासंगुचि लक्षण ।\n" +
                "अक्षर पुरुषु जाण । चैतन्य तें ॥ ५२५ ॥\n" +
                "\n" +
                "\n" +
                "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः ॥\n" +
                "यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः ॥ १७॥\n" +
                "\n" +
                "\n" +
                "आतां अन्यथाज्ञानीं । या दोनी अवस्था जया जनीं ।\n" +
                "तया हरपती घनीं । अज्ञानतत्त्वीं ॥ ५२६ ॥\n" +
                "तें अज्ञान ज्ञानीं बुडालिया । ज्ञानें कीर्तिमुखत्व केलिया ।\n" +
                "जैसा वन्हि काष्ठ जाळूनियां । स्वयें जळे ॥ ५२७ ॥\n" +
                "तैसें अज्ञान ज्ञानें नेलें । आपण वस्तु देऊनि गेलें ।\n" +
                "ऐसें जाणणेंनिवीण उरलें । जाणतें जें ॥ ५२८ ॥\n" +
                "तें तो गा उत्तम पुरुषु । जो तृतीय कां निष्कर्षु ।\n" +
                "दोहींहून आणिकु । मागिला जो ॥ ५२९ ॥\n" +
                "सुषुप्तीं आणि स्वप्ना- । पासूनि बहुवें अर्जुना ।\n" +
                "जागणें जैसें आना । बोधाचेंचि ॥ ५३० ॥\n" +
                "कां रश्मी हन मृगजळा- । पासूनि अर्कमंडळा ।\n" +
                "अफाटु तेवीं वेगळा । उत्तमु गा ॥ ५३१ ॥\n" +
                "हें ना काष्ठींचा काष्ठाहुनी । अनारिसा जैसा वन्ही ।\n" +
                "तैसा क्षराक्षरापासुनी । आनचि तो ॥ ५३२ ॥\n" +
                "पैं ग्रासूनि आपली मर्यादा । एक करीत नदीनदां ।\n" +
                "उठी कल्पांतीं उदावादा । एकार्णवाचा ॥ ५३३ ॥\n" +
                "तैसें स्वप्न ना सुषुप्ती । ना जागराची गोठी आथी ।\n" +
                "जैसी गिळिली दिवोराती । प्रळयतेजें ॥ ५३४ ॥\n" +
                "मग एकपण ना दुजें । असें नाहीं हें नेणिजे ।\n" +
                "अनुभव निर्बुजे । बुडाला जेथें ॥ ५३५ ॥\n" +
                "ऐसें आथि जें कांहीं । तें तो उत्तम पुरुषु पाहीं ।\n" +
                "जें परमात्मा इहीं । बोलिजे नामीं ॥ ५३६ ॥\n" +
                "तेंही एथ न मिसळतां । बोलणें जीवत्वें पंडुसुता ।\n" +
                "जैसी बुडणेयाची वार्ता । थडियेचा कीजे ॥ ५३७ ॥\n" +
                "तैसें विवेकाचिये कांठीं । उभें ठाकलिया किरीटी ।\n" +
                "परावराचिया गोठी । करणें वेदां ॥ ५३८ ॥\n" +
                "म्हणौनि पुरुषु क्षराक्षरु । दोन्ही देखोनि अवरु ।\n" +
                "यातें म्हणती परु । आत्मरूप ॥ ५३९ ॥\n" +
                "अर्जुना ऐसिया परी । परमात्मा शब्दवरी ।\n" +
                "सूचिजे गा अवधारीं । पुरुषोत्तमु ॥ ५४० ॥\n" +
                "एऱ्हवीं न बोलणेंचि बोलणें । जेथिंचें सर्व नेणिवा जाणणें ।\n" +
                "कांहींच न होनि होणें । जे वस्तु गा ॥ ५४१ ॥\n" +
                "सोऽहं तेंही अस्तवलें । जेथ सांगतेंचि सांगणें जालें ।\n" +
                "द्रष्टत्वेंसी गेलें । दृश्य जेथ ॥ ५४२ ॥\n" +
                "आतां बिंबा आणि प्रतिबिंबा- । माजीं कैंची हें म्हणों नये प्रभा ? ।\n" +
                "जऱ्ही कैसेनि हे लाभा । जायेचि ना ॥ ५४३ ॥\n" +
                "कां घ्राणा फुला दोहीं । द्रुती असे जे माझारिलां ठायीं ।\n" +
                "ते न दिसे तरी नाहीं । ऐसें बोलों नये ॥ ५४४ ॥\n" +
                "तैसें द्रष्टा दृश्य हें जाये । मग कोण म्हणे काय आहे ।\n" +
                "हेंचि अनुभवें तेंचि पाहें । रूप तया ॥ ५४५ ॥\n" +
                "जो प्रकाश्येंवीण प्रकाशु । ईशितव्येंवीण ईशु ।\n" +
                "आपणेंनीचि अवकाशु । वसवीत असे जो ॥ ५४६ ॥\n" +
                "जो नादें ऐकिजता नादु । स्वादें चाखिजता स्वादु ।\n" +
                "जो भोगिजतसे आनंदु । आनंदेंचि ॥ ५४७ ॥\n" +
                "जो पूर्णतेचा परिणामु । पुरुषु गा पुरुषोत्तमु ।\n" +
                "विश्रांतीचाही विश्रामु । विराला जेथें ॥ ५४८ ॥\n" +
                "सुखासि सुख जोडिलें । जें तेज तेजासि सांपडलें ।\n" +
                "शून्यही बुडालें । महाशून्यीं जिये ॥ ५४९ ॥\n" +
                "जो विकासाहीवरी उरता । ग्रासातेंही ग्रासूनि पुरता ।\n" +
                "जो बहुतें पाडें बहुतां- । पासूनि बहु ॥ ५५० ॥\n" +
                "पैं नेणतयाप्रती । रुपेपणाची प्रतीती ।\n" +
                "रुपें न होनि शुक्ती । दावी जेवीं ॥ ५५१ ॥\n" +
                "कां नाना अलंकारदशे । सोनें न लपत लपालें असे ।\n" +
                "विश्व न होनियां तैसें । विश्व जो धरी ॥ ५५२ ॥\n" +
                "हें असो जलतरंगा । नाहीं सिनानेपण जेवीं गा ।\n" +
                "तेवीं दिसता प्रकाशु जगा । आपणचि जो ॥ ५५३ ॥\n" +
                "आपुलिया संकोचविकाशा । आपणचि रूप वीरेशा ।\n" +
                "हा जळीं चंद्र हन जैसा । समग्र गा ॥ ५५४ ॥\n" +
                "तैसा विश्वपणें कांहीं होये । विश्वलोपीं कहीं न जाये ।\n" +
                "जैसा रात्रीं दिवसें नोहे । द्विधा रवि ॥ ५५५ ॥\n" +
                "तैसा कांहींचि कोणीकडे । कायिसेनिहि वेंचीं न पडे ।\n" +
                "जयाचें सांगडें । जयासीचि ॥ ५५६ ॥\n" +
                "\n" +
                "\n" +
                "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः ।\n" +
                "अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः ॥ १८॥\n" +
                "\n" +
                "\n" +
                "जो आपणपेंचि आपणया । प्रकाशीतसे धनंजया ।\n" +
                "काय बहु बोलों जया । नाहीं दुजें ॥ ५५७ ॥\n" +
                "तो गा मी निरुपाधिकु । क्षराक्षरोत्तमु एकु ।\n" +
                "म्हणौनि म्हणे वेद लोकु । पुरुषोत्तमु ॥ ५५८ ॥\n" +
                "\n" +
                "\n" +
                "यो मामेवमसंमूढो जानाति पुरुषोत्तमम् ।\n" +
                "स सर्वविद्भजति मां सर्वभावेन भारत ॥ १९॥\n" +
                "\n" +
                "\n" +
                "परी हें असो ऐसिया । मज पुरुषोत्तमातें धनंजया ।\n" +
                "जाणे जो पाहलेया । ज्ञानमित्रें ॥ ५५९ ॥\n" +
                "चेइलिया आपुलें ज्ञान । जैसें नाहींचि होय स्वप्न ।\n" +
                "तैसें स्फुरतें त्रिभुवन । वावों जालें ॥ ५६० ॥\n" +
                "कां हातीं घेतलिया माळा । फिटे सर्पाभासाचा कांटाळा ।\n" +
                "तैसा माझेनि बोधें टवाळा । नागवे तो ॥ ५६१ ॥\n" +
                "लेणें सोनेंचि जो जाणें । तो लेणेंपण तें वावो म्हणे ।\n" +
                "तेवीं मी जाणोनि जेणें । वाळिला भेदु ॥ ५६२ ॥\n" +
                "मग म्हणे सर्वत्र सच्चिदानंदु । मीचि एकु स्वतःसिद्धु ।\n" +
                "जो आपणेनसीं भेदु । नेणोनियां जाणे ॥ ५६३ ॥\n" +
                "तेणेंचि सर्व जाणितलें । हेंही म्हणणें थेंकुलें ।\n" +
                "जे तया सर्व उरलें । द्वैत नाहीं ॥ ५६४ ॥\n" +
                "म्हणौनि माझिया भजना । उचितु तोचि अर्जुना ।\n" +
                "गगन जैसें आलिंगना । गगनाचिया ॥ ५६५ ॥\n" +
                "क्षीरसागरा परगुणें । कीजे क्षीरसागरचिपणें ।\n" +
                "अमृतचि होऊनि मिळणें । अमृतीं जेवीं ॥ ५६६ ॥\n" +
                "साडेपंधरा मिसळावें । तैं साडेपंधरेंचि होआवें ।\n" +
                "तेवीं मी जालिया संभवे । भक्ति माझी ॥ ५६७ ॥\n" +
                "हां गा सिंधूसि आनी होती । तरी गंगा कैसेनि मिळती ? ।\n" +
                "म्हणौनि मी न होतां भक्ती । अन्वयो आहे ? ॥ ५६८ ॥\n" +
                "ऐसियालागीं सर्व प्रकारीं । जैसा कल्लोळु अनन्यु सागरीं ।\n" +
                "तैसा मातें अवधारीं । भजिन्नला जो ॥ ५६९ ॥\n" +
                "सूर्या आणि प्रभे । एकवंकी जेणें लोभें ।\n" +
                "तो पाडु मानूं लाभे । भजना तया ॥ ५७० ॥\n" +
                "\n" +
                "\n" +
                "इति गुह्यतमं शास्त्रमिदमुक्तं मयाऽनघ ॥\n" +
                "एतद्बुद्ध्वा बुद्धिमान्स्यात् कृतकृत्यश्च भारत ॥ २०॥\n" +
                "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे पुरुषोत्तम योगोनाम पंचदशोऽध्यायः ॥ १५ ॥\n" +
                "\n" +
                "\n" +
                "एवं कथिलयादारभ्य । हें जें सर्व शास्त्रैकलभ्य ।\n" +
                "उपनिषदां सौरभ्य । कमळदळां जेवीं ॥ ५७१ ॥\n" +
                "हें शब्दब्रह्माचें मथितें । श्रीव्यासप्रज्ञेचेंनि हातें ।\n" +
                "मथुनि काढिलें आयितें । सार आम्हीं ॥ ५७२ ॥\n" +
                "जे ज्ञानामृताची जाह्नवी । जे आनंदचंद्रींची सतरावी ।\n" +
                "विचारक्षीरार्णवींची नवी । लक्ष्मी जे हे ॥ ५७३ ॥\n" +
                "म्हणौनि आपुलेनि पदें वर्णें । अर्थाचेनि जीवेंप्राणें ।\n" +
                "मीवांचोनि हों नेणें । आन कांहीं ॥ ५७४ ॥\n" +
                "क्षराक्षरत्वें समोर जालें । तयांचें पुरुषत्व वाळिलें ।\n" +
                "मग सर्वस्व मज दिधलें । पुरुषोत्तमीं ॥ ५७५ ॥\n" +
                "म्हणौनि जगीं गीता । मियां आत्मेनि पतिव्रता ।\n" +
                "जे हे प्रस्तुत तुवां आतां । आकर्णिली ॥ ५७६ ॥\n" +
                "साचचि बोलाचें नव्हे हें शास्त्र । पैं संसारु जिणतें हें शस्त्र ।\n" +
                "आत्मा अवतरविते मंत्र । अक्षरें इयें ॥ ५७७ ॥\n" +
                "परी तुजपुढां सांगितलें । तें अर्जुना ऐसें जालें ।\n" +
                "जें गौप्यधन काढिलें । माझें आजि ॥ ५७८ ॥\n" +
                "मज चैतन्यशंभूचा माथां । जो निक्षेपु होता पार्था ।\n" +
                "तया गौतमु जालासि आस्था- । निधी तूं गा ॥ ५७९ ॥\n" +
                "चोखटिवा आपुलिया । पुढिला उगाणा घेयावया ।\n" +
                "तया दर्पणाचीचि परी धनंजया । केली आम्हां ॥ ५८० ॥\n" +
                "कां भरलें चंद्रतारांगणीं । नभ सिंधू आपणयामाजीं आणी ।\n" +
                "तैसा गीतेसीं मी अंतःकरणीं । सूदला तुवां ॥ ५८१ ॥\n" +
                "जे त्रिविधमळिकटा । तूं सांडिलासि सुभटा ।\n" +
                "म्हणौनि गीतेसीं मज वसौटा । जालासि गा ॥ ५८२ ॥\n" +
                "परी हें बोलों काय गीता । जे हे माझी उन्मेषलता ।\n" +
                "जाणे तो समस्ता । मोहा मुके ॥ ५८३ ॥\n" +
                "सेविली अमृतसरिता । रोगु दवडूनि पंडुसुता ।\n" +
                "अमरपण उचितां । देऊनि घाली ॥ ५८४ ॥\n" +
                "तैसी गीता हे जाणितलिया । काय विस्मयो मोह जावया ।\n" +
                "परी आत्मज्ञानें आपणापयां । मिळिजे येथ ॥ ५८५ ॥\n" +
                "जया आत्मज्ञानाच्या ठायीं । कर्म आपुलेया जीविता पाहीं ।\n" +
                "होऊनियां उतराई । लया जाय ॥ ५८६ ॥\n" +
                "हरपलें दाऊनि जैसा । मागु सरे वीरविलासा ।\n" +
                "ज्ञानचि कळस वळघे तैसा । कर्मप्रासादाचा ॥ ५८७ ॥\n" +
                "म्हणौनि ज्ञानिया पुरुषा । कृत्य करूं सरलें देखा ।\n" +
                "ऐसा अनाथांचा सखा । बोलिला तो ॥ ५८८ ॥\n" +
                "तें श्रीकृष्णवचनामृत । पार्थीं भरोनि असे वोसंडत ।\n" +
                "मग व्यासकृपा प्राप्त । संजयासी ॥ ५८९ ॥\n" +
                "तो धृतराष्ट्र राया । सूतसे पान करावया ।\n" +
                "म्हणौनि जीवितांतु तया । नोहेचि भारी ॥ ५९० ॥\n" +
                "एऱ्हवीं गीताश्रवण अवसरीं । आवडों लागतां अनधिकारी ।\n" +
                "परि सेखीं तेचि उजरी । पातला भली ॥ ५९१ ॥\n" +
                "जेव्हां द्राक्षीं दूध घातलें । तेव्हां वायां गेलें गमलें ।\n" +
                "परी फळपाकीं दुणावलें । देखिजे जेवीं ॥ ५९२ ॥\n" +
                "तैसी श्रीहरीवक्त्रींचीं अक्षरें । संजयें सांगितलीं आदरें ।\n" +
                "तिहीं अंधु तोही अवसरें । सुखिया जाला ॥ ५९३ ॥\n" +
                "तेंचि मऱ्हाटेनि विन्यासें । मियां उन्मेषें ठसेंठोंबसें ।\n" +
                "जी जाणें नेणें तैसें । निरोपिलें ॥ ५९४ ॥\n" +
                "सेवंतीये अरिसि कांहीं । आंग पाहतां विशेषु नाहीं ।\n" +
                "परी सौरभ्य नेलें तिहीं । भ्रमरीं जाणिजे ॥ ५९५ ॥\n" +
                "तैसें घडतें प्रमेय घेइजे । उणें तें मज देइजे ।\n" +
                "जें नेणणें हेंचि सहजें । रूप कीं बाळा ॥ ५९६ ॥\n" +
                "तरी नेणतें जऱ्ही होये । तऱ्ही देखोनि बाप कीं माये ।\n" +
                "हर्ष केंहि न समाये । चोज करिती ॥ ५९७ ॥\n" +
                "तैसें संत माहेर माझें । तुम्ही मिनलिया मी लाडैजें ।\n" +
                "तेंचि ग्रंथाचेनि व्याजें । जाणिजो जी ॥ ५९८ ॥\n" +
                "आतां विश्वात्मकु हा माझा । स्वामी श्रीनिवृत्तिराजा ।\n" +
                "तो अवधारू वा{क्} पूजा । ज्ञानदेवो म्हणे ॥ ५९९ ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां पंचदशोऽध्यायः ॥ ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());
    }
}
