package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Saat extends AppCompatActivity {
    private AdView mAdView;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_saat);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" ७. ज्ञानेश्वरी/अध्याय सातवा");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" मग रायातें म्हणे संजयो । तोचि अभिप्रावो अवधारिजो ।\n" +
                "कृष्ण सागंती जो । योगरुप ॥ १॥\n" +
                "\n" +
                "सहजें ब्रह्मरसाचें पारणें । केलें अर्जुनालागीं नारायणें ।\n" +
                "की तेचि अवसरी पाहुणे । पातलों आम्ही ॥ २॥\n" +
                "\n" +
                "कैसी दैवाची थोरी नेणिजे । जैसें तान्हेलिया तोय सेविजे ।\n" +
                "कीं तेंचि चवी करुनि पाहिजे । तंव अमृत आहे ॥ ३॥\n" +
                "\n" +
                "तैसे आम्हां तुम्हां जाहले । जें आडमुठी तत्व फावलें ।\n" +
                "तंव धृतराष्ट्रे म्हणितलें । हें न पुसों तूंते ॥ ४॥\n" +
                "\n" +
                "तया संजया येणें बोलें । रायाचें हृदय चोजवलें ।\n" +
                "जें अवसरीं आहे घेतलें । कुमारांचिया ।। ५ ॥\n" +
                "\n" +
                "हें जाणोनि मनीं हांसिला । म्हणे म्हातारा मोहें नाशिला ।\n" +
                "एऱ्हवीं बोलु तरी भला जाहला । अवसरीं ये ॥ ६ ॥\n" +
                "\n" +
                "परि तैं तैसें कैसेनि होईल । जात्यंधा कैसें पाहेल ।\n" +
                "तेवींचि येरु से घेईल । म्हणौनि बिहे ॥ ७ ॥\n" +
                "\n" +
                "परि आपण चित्तीं आपुलां । निकियापरि संतोषला ।\n" +
                "जे तो संवादु फावला । कृष्णार्जुनांचा ॥ ८ ॥\n" +
                "\n" +
                "तेणें आनंदाचेनि धालेपणें । साभिप्राय अंतःकरणें ।\n" +
                "आतां आदरेंसी बोलणें । घडेल तया ॥ ९॥\n" +
                "\n" +
                "तो गीतेमाजी षष्ठींचा । प्रसंगु असे आयणीचा ।\n" +
                "जैसा क्षीरार्णवीं अमृताचा । निवाडु जाहला ॥ १० ॥\n" +
                "\n" +
                "तैसें गीतार्थाचें सार । जे विवेकसिंधूचे पार ।\n" +
                "नाना योगविभवभांडार । उघडलें कां ॥ ११ ॥\n" +
                "\n" +
                "जें आदिप्रकृतीचें विसवणें । जे शब्दब्रह्मासि न बोलणें ।\n" +
                "जेथूनि गीतावल्लीचें ठाणें । प्ररोहो पावे ॥ १२ ॥\n" +
                "\n" +
                "तो अध्याय हा सहावा । वरि साहित्याचिया बरवा ।\n" +
                "सांगिजैल म्हणौनि परिसावा । चित्त देउनी ॥ १३ ॥\n" +
                "\n" +
                "माझा मराठाचि बोलु कौतुकें । परि अमृतातेहीं पैजासीं जिंके ।\n" +
                "ऐसीं अक्षरें रसिकें । मेळवीन ॥ १४ ॥\n" +
                "\n" +
                "जिये कोंवळिकेचेनि पाडें । दिसती नादींचे रंग थोडे ।\n" +
                "वेधें परिमळाचें बीक मोडे । जयाचेनि ॥ १५ ॥\n" +
                "\n" +
                "ऐका रसाळपणाचिया लोभा । कीं श्रवणींचि होति जिभा ।\n" +
                "बोले इंद्रियां लागे कळंभा । एकमेकां ॥ १६ ॥\n" +
                "\n" +
                "सहजें शब्दु तरि विषो श्रवणाचा । परि रसना म्हणे हा रसु आमुचा । घ्राणासि भावो जाय परिमळाचा । हा तोचि होईल ॥ १७ ॥\n" +
                "\n" +
                "नवल बोलतीये रेखेची वाहणी । देखतां डोळ्यांही पुरों लागे धणी ।\n" +
                "ते म्हणती उघडली खाणी । रुपाची हे ॥ १८ ॥\n" +
                "\n" +
                "जेथ संपूर्ण पद उभारे । तेथ मनचि धांवे बाहिरें ।\n" +
                "बोलु भुजाहि आविष्करें । आलिंगावया ॥ १९ ॥\n" +
                "\n" +
                "ऐशी इंद्रिये आपुललिया भावीं । झोंबती परि तो सरिसेपणेंचि बुझावी । जैसा एकला जग चेववी । सहस्त्रकरु ॥ २० ॥\n" +
                "\n" +
                "तैसें शब्दाचें व्यापकपण । देखिजे असाधारण ।\n" +
                "पाहातयां भावज्ञां फावती गुण । चिंतामणीचे ॥ २१ ॥\n" +
                "\n" +
                "हें असोतु या बोलाचीं ताटें भलीं । वरी कैवल्यरसें वोगरिलीं ।\n" +
                "ही प्रतिपत्ति मियां केली । निष्कामासी ॥ २२ ॥\n" +
                "\n" +
                "आता आत्मप्रभा नीच नवी । तेचि करुनी ठाणदिवी ।\n" +
                "जो इंद्रियांतें चोरुनि जेवी । तयासीचि फावे ॥ २३ ॥\n" +
                "\n" +
                "येथ श्रवणाचेनि पांगे- । वीण श्रोतयां होआवें लागे ।\n" +
                "हे मनाचेनि निजांगें । भोगिजे गा ॥ २४ ॥\n" +
                "\n" +
                "आहाच बोलाचि वालीफ फेडिजे । आणि ब्रह्माचियाचि आंगा घडिजे । मग सुखेंसी सुरवाडिजे । सुखाचिमाजीं ॥ २५ ॥\n" +
                "\n" +
                "ऐसें हळुवारपण जरी येईल । तरीच हें उपेगा जाइल ।\n" +
                "एरव्हीं आघवी गोठी होईल । मुकिया बहिरयाची ॥ २६ ॥\n" +
                "\n" +
                "परी तें असो आतां आघवें । नलगे श्रोतयांते कडसावें ।\n" +
                "जे एथ अधिकारिये स्वभावें । निष्कामकामु ॥ २७ ॥\n" +
                "\n" +
                "जिहीं आत्मबोधाचिया आवडी । केली स्वर्गसंसाराचि कुरोंडी ।\n" +
                "ते वांचुनी एथींची गोडी । नेणती आणिक ॥ २८ ॥\n" +
                "\n" +
                "जैसा वायसीं चंद्र नोळखिजे । तैसा ग्रंथु हा प्राकृतीं नेणिजे ।\n" +
                "आणि तो हिमांशुचि जेवि खाजें । चकोराचें ॥ २९ ॥\n" +
                "\n" +
                "तैसा सज्ञानासी तरी हा ठावो । अज्ञानासी आन गांवो ।\n" +
                "म्हणौनि बोलावया विषय पहाहो । विशेषें नाहीं ॥ ३० ॥\n" +
                "\n" +
                "परी अनुवादलो मी प्रसंगे । तें सज्जनी उपसाहावें लागे ।\n" +
                "आतां सांगेन काय श्रीरंगे । निरोपिलें जें ॥ ३१ ॥\n" +
                "\n" +
                "ते बुध्दीही आकळितां सांकडें । म्हणऊनि बोलीं विपायें सांपडे |\n" +
                "परि निवृत्तिकृपादीपउजियेडें । देखेन मी ॥ ३२ ॥\n" +
                "\n" +
                "जें दिठीही न पविजे । तें दिठीविण देखिजे ।\n" +
                "जरी अतींद्रिय लाहिजे । ज्ञानबळ ॥ ३३ ॥\n" +
                "\n" +
                "ना तरी जें धातुवादाही न जोडे । तें लोहींचि पंधरें सापडे ।\n" +
                "जरी दैवयोगें चढे । परिसु हातां ॥ ३४ ॥\n" +
                "\n" +
                "तैसी सद्गुरुकृपा होये । तरी करितां काय आपु नोहे ।\n" +
                "म्हणौनि तें अपार मातें आहे । ज्ञानदेवो म्हणे ॥ ३५ ॥\n" +
                "\n" +
                "तेणें कारणें मी बोलेन । बोली अरुपाचे रुप दावीन ।\n" +
                "अतींद्रिय परि भोगवीन । इंद्रियांकरवीं ॥ ३६ ॥\n" +
                "\n" +
                "आइका यश श्री औदार्य । ज्ञान वैराग्य ऐश्वर्य ।\n" +
                "हे साही गुणवर्य । वसती जेथ ॥ ३७ ॥\n" +
                "\n" +
                "म्हणोनि तो भगवंतु । जो निःसंगाचा सांगातु ।\n" +
                "तो म्हणे पार्था दत्तचित्तु । होई आतां ॥ ३८ ॥\n" +
                "\n" +
                "     श्रीभगवानुवाचः अनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\n" +
                "     स संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥ १ ॥\n" +
                "\n" +
                "आइकें योगी आणि संन्यासी जनीं । हे एकचि सिनानें झणीं मानी । एऱ्हवी विचारिजती जंव दोन्ही । तंव एकचि ते ॥ ३९ ॥\n" +
                "\n" +
                "सांडिजे दुजया नामाचा आभासु । तरी योगी तोचि संन्यासु ।\n" +
                "पहातां ब्रह्मीं नाही अवकाशु । दोहींमाजीं ॥ ४० ॥\n" +
                "\n" +
                "जैसें नामाचेनि अनारिसपणें । एका पुरुषाते बोलावणें ।\n" +
                "कां दोहीं मार्गीं जाणें । एकचि ठाया ॥ ४१ ॥\n" +
                "\n" +
                "नातरी एकचि उदक सहजें । परी सिनानां घटीं भरिजें ।\n" +
                "तैसें भिन्नत्व जाणिजे । योगसंन्यासांचें ॥ ४२ ॥\n" +
                "\n" +
                "आइकें सकळ संमते जगीं । अर्जुना गा तोचि योगी ।\n" +
                "जो कर्में करुनि रागी । नोहेचि फळीं ॥ ४३ ॥\n" +
                "\n" +
                "जैसी मही हे उद्भिजें । जनी अहंबुध्दीवीण सहजें ।\n" +
                "आणि तेथींची तियें बीजें । अपेक्षीना ॥ ४४ ॥\n" +
                "\n" +
                "तैसा अन्वयाचेनि आधारें । जातीचेनि अनुकारें ।\n" +
                "जें जेणें अवसरें । करणें पावे ॥ ४५ ॥\n" +
                "\n" +
                "तें तैसेंचि उचित करी । परी साटोपु नोहे शरीरीं ।\n" +
                "आणि बुध्दीही करोनि फळवेरीं । जायेचिना ॥ ४६ ॥\n" +
                "\n" +
                "ऐसा तोचि संन्यासी । पार्था गा परियेसीं ।\n" +
                "तोचि भरंवसेनिसीं । योगीश्वरु ॥ ४७ ॥\n" +
                "\n" +
                "वांचूनि उचित कर्म प्रासंगिक । तयातें म्हणे हे सांडीन बध्दक ।\n" +
                "तरी टांकोटांकी आणिक । मांडिचि तो ॥ ४८ ॥\n" +
                "\n" +
                "जैसा क्षाळुनियां लेपु एकु । सवेंचि लाविजे आणिकु ।\n" +
                "तैसेनि आग्रहाचा पाइकु । विचंबे वायां ॥ ४९ ॥\n" +
                "\n" +
                "गृहस्थाश्रमाचें वोझें । कपाळी आधींच आहे सहजें ।\n" +
                "की तेंचि संन्याससवा ठेविजे । सरिसें पुढती ॥ ५० ॥\n" +
                "\n" +
                "म्हणौनि अग्निसेवा न सांडितां । कर्माची रेखा नोलांडितां ।\n" +
                "आहे योगसुख स्वभावता । आपणापांचि ॥ ५१ ॥\n" +
                "\n" +
                "     यं संन्यासमिति प्राहुर्योगं तं विध्दि पाण्डव ।\n" +
                "     न ह्यसंन्यस्त्यसंकल्पो योगी भवनि कश्चन ॥ २ ॥\n" +
                "\n" +
                "ऐकें संन्यासी आणि योगी । ऐसी एक्यवाक्यतेची जगीं ।\n" +
                "गुढी उभविली अनेगीं । शास्त्रांतरी ॥ ५२ ॥\n" +
                "\n" +
                "जेथ संन्यासिला संकल्पु तुटे । तेथचि योगाचें सार भेटे ।\n" +
                "ऐसें हें अनुभवाचेनि धटें । साचें जया ॥ ५३ ॥\n" +
                "\n" +
                "     आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।\n" +
                "     योगारुढस्य तस्यैव शमः कारणमुच्यते ॥ ३ ॥\n" +
                "\n" +
                "आतां योगाचळाचा निमथा । जरी ठाकावा आथि पार्था ।\n" +
                "तरी सोपाना या कर्मपथा । चुका झणीं ॥ ५४ ॥\n" +
                "\n" +
                "येणें यमनियमाचेनि तळवटें । रिगे असनाचिये पाउलवाटें ।\n" +
                "येई प्राणायामाचेनि आडकंठें । वरौता गा ॥ ५५ ॥\n" +
                "\n" +
                "मग प्रत्याहाराचा आधाडा । बुध्दीचियाहि पाया निसरडा ।\n" +
                "जेथ हटिये सांडिती होडा । कडेलग ॥ ५६ ॥\n" +
                "\n" +
                "तरी अभ्यासाचेनि बळें । प्रत्याहारीं निराळें ।\n" +
                "नखी लागेल ढाळें ढाळें । वैराग्याची ॥ ५७ ॥\n" +
                "\n" +
                "ऐसा पवनाचेनि पाठारें । येतां धारणेचेनि पैसारें ।\n" +
                "क्रमी ध्यानाचें चवरें । सांडे तंव ॥ ५८ ॥\n" +
                "\n" +
                "मग तया मार्गाची धांव । पुरेल प्रवृत्तीचि हांव ।\n" +
                "जेथ साध्यसाधना खेंव । समरसें होय ॥ ५९ ॥\n" +
                "\n" +
                "जेथ पुढील पैस पारुखे । मागील स्मरावें तें ठाके ।\n" +
                "ऐसिया सरिसीये भूमिके । समाधी राहे ॥ ६० ॥\n" +
                "\n" +
                "येणें उपायें योगारूढु । जो निरवधि जाहला प्रौढु ।\n" +
                "तयाचिया चिन्हांचा निवाडु । सांगेन आइकें ॥ ६१ ॥\n" +
                "\n" +
                "     यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते ।\n" +
                "     सर्वसंकल्पसंन्यासी योगारुढस्तदोच्यते ॥ ४ ॥\n" +
                "\n" +
                "तरी जयाचिया इंद्रियांचिया घरा । नाहीं विषयांचिया येरझारा ।\n" +
                "जो आत्मबोधाचिया वोवरां । पहुडला असे ॥ ६२ ॥\n" +
                "\n" +
                "जयाचें सुखदुःखाचेनि आंगे । झगटलें मानस चेवो नेघे ।\n" +
                "विषय पासींही आलियां से न रिगे । हे काय म्हणउनि ॥ ६३ ॥\n" +
                "\n" +
                "इंद्रियें कर्माच्या ठायी । वाढीनलीं परी कहीं ।\n" +
                "फळहेतूची चाड नाहीं । अंतःकरणीं ॥ ६४ ॥\n" +
                "\n" +
                "असतेनि देहें एतुला । जो चेतुचि दिसे निदेला ।\n" +
                " तोचि योगारूढु भला । वोळखें तूं ॥ ६५ ॥\n" +
                "\n" +
                "तेथ अर्जुन म्हणे अनंता । हें मज विस्मो बहु आइकतां ।\n" +
                "सांगे तया ऐसी योग्यता । कवणें दीजे ॥ ६६ ॥\n" +
                "\n" +
                "     उध्दरेदात्मनाऽऽत्मानं नात्मानमवसादयेत ।\n" +
                "     आत्मैव ह्यात्मनो बंधुरात्मैव रिपुरात्मनः ॥ ५ ॥\n" +
                "\n" +
                "तंव हांसोनि श्रीकृष्ण म्हणे । तुझें नवल ना हें बोलणें ।\n" +
                "कवणासि काय दिजेल कवणें । अद्वैतीं इये ॥ ६७ ॥\n" +
                "\n" +
                "पै व्यामोहाचिये शेजे । बळिया अविद्या निद्रित होइजे ।\n" +
                "ते वेळी दुःस्वप्न हा भोगिजे । जन्ममृत्यूंचा ॥ ६८ ॥\n" +
                "\n" +
                "पाठीं अवसांत ये चेवो । तैं तें अवघेंचि होय वावो ।\n" +
                "ऐसा उपजे नित्य सद्भावो । तोहि आपणपांचि ॥ ६९ ॥\n" +
                "\n" +
                "म्हणऊनि आपणचि आपणपेया । घातु कीजतु असे धनंजया ।\n" +
                "चित्त देऊनि नाथिलिया । देहाभिमाना ॥ ७० ॥\n" +
                "\n" +
                "     बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः ।\n" +
                "     अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत ॥ ६ ॥\n" +
                "\n" +
                "हा विचारुनि अहंकारु सांडिजे । मग असतीच वस्तु होइजे ।\n" +
                "तरी आपली स्वस्ति सहजें । आपण केली ॥ ७१ ॥\n" +
                "\n" +
                "एऱ्हवीं कोशकीटकाचिया परी । तो आपणया आपण वैरी ।\n" +
                "जो आत्मबुध्दी शरीरीं । चारुस्थळी ॥ ७२ ॥\n" +
                "\n" +
                "कैसे प्राप्तीचिये वेळे । निदैवा अंधळेपणाचे डोहळे ।\n" +
                "कीं असते आपुले डोळे । आपण झांकी ॥ ७३ ॥\n" +
                "\n" +
                "कां कवणु एकु भ्रमलेपणे । मी तो नव्हे गा चोरलों म्हणे ।\n" +
                "ऐसा नाथिला छंद अंतःकरणें । घेऊनि ठाके ॥ ७४ ॥\n" +
                "\n" +
                "एऱ्हवीं होय तें तोचि आहे । परि काई कीजे बुध्दी तैशी नोहे ।\n" +
                "देखा स्वप्नींचेनि घायें । की मरे साचें ॥ ७५ ॥\n" +
                "\n" +
                "जैसी ते शुकाचेनि आंगभारें । नळिका भोविन्नली एरी मोहरें ।\n" +
                "तेणें उडावें परी न पुरे । मनशंका ॥ ७६ ॥\n" +
                "\n" +
                "वायांचि मान पिळी । अटुवें हियें आंवळी ।\n" +
                "टिटांतु नळी । धरुनि ठाके ॥ ७७ ॥\n" +
                "\n" +
                "म्हणे बांधला मी फुडा । ऐसिया भावनेचिया पडे खोडां ।\n" +
                "कीं मोकळिया पायांचा चवडा । गोंवी अधिकें ॥ ७८ ॥\n" +
                "\n" +
                "ऐसा काजेंवीण आतुंडला । तो सांग पां काय आणिकें बांधला ।\n" +
                "मग नोसंडी जऱ्ही नेला । तोडुनि अर्धा ॥ ७९ ॥\n" +
                "\n" +
                "म्हणऊनि आपणयां आपणचि रिपु । जेणें वाढविला हा संकल्पु ।\n" +
                "येर स्वंयबुध्दी म्हणे बापु । जो नाथिलें नेघे ॥ ८० ॥\n" +
                "\n" +
                "     जितात्मनः प्रशान्तस्य परमात्मा समाहितः ।\n" +
                "     शीतोष्णसुखदुःखेषु तथा मानापमानयोः ॥ ७ ॥\n" +
                "\n" +
                "तया स्वांतःकरणजिता । सकळकामोपशांता ।\n" +
                "परमात्मा परौता । दुरी नाहीं ॥ ८१ ॥\n" +
                "\n" +
                "जैसा किडाळाचा दोषु जाये । तरी पंधरे तेंचि होये ।\n" +
                "तैसें जीवा ब्रम्हत्व आहे । संकल्पलोपीं ॥ ८२ ॥\n" +
                "\n" +
                "हा घटाकारु जैसा । निमालिया तया अवकाशा ।\n" +
                "नलगे मिळो जाणें आकाशा । आना ठाया ॥ ८३ ॥\n" +
                "\n" +
                "तैसा देहाहंकारु नाथिला । हा समूळ जयाचा नाशिला ।\n" +
                "तोचि परमात्मा संचला । आधींचि आहे ॥ ८४ ॥\n" +
                "\n" +
                "आतां शीतोष्णाचिया वाहणी । तेथ सुखदुःखाची कडसणीं ।\n" +
                "इयें न समाती कांही बोलणीं । मानापमानांची ।। ८५ ॥\n" +
                "\n" +
                "जे जिये वाटा सुर्यु जाये । तेउतें तेजाचें विश्व होये ।\n" +
                "तैसे तया पावे तें आहे । तोचि म्हणऊनि ॥ ८६ ॥\n" +
                "\n" +
                "देखैं मेघौनि सुटती धारा । तिया न रुपती जैसिया सागरा ।\n" +
                "तैशी शुभाशभें योगीश्वरा । नव्हती आनें ॥ ८७ ॥\n" +
                "\n" +
                "     ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेद्रियः ।\n" +
                "     युक्त इत्युच्यते योगी समलोष्टाश्मकाज्चनः ॥ ८ ॥\n" +
                "\n" +
                "जो हा विज्ञानात्मकु भावो । तया विचारितां जाहला वावो ।\n" +
                "मग लागला जंव पाहों । तंव ज्ञान तें तोचि ॥ ८८ ॥\n" +
                "\n" +
                "आतां व्यापकु कीं एकदेशी । हे ऊहापोही जे ऐसी ।\n" +
                "ते करावी ठेली आपैशी । दुजेनवीण ॥ ८९ ॥\n" +
                "\n" +
                "ऐसा शरीरीचि परी कौतुकें । परब्रह्माचेनि पाडें तुके ।\n" +
                "जेणें जिंतलीं एके । इंद्रिये गा ॥ ९० ॥\n" +
                "\n" +
                "तो जितेंद्रियु सहजें । तोचि योगयुक्तु म्हणिजे ।\n" +
                "जेणें सानें थोर नेणिजे । कवणें काळीं ।। ९१ ॥\n" +
                "\n" +
                "देखे सोनियाचें निखळ । मेरुयेसणें ढिसाळ ।\n" +
                "आणि मातियेचें डिखळ । सरिसेंचि मानी ॥ ९२ ॥\n" +
                "\n" +
                "पाहता पृथ्वीचें मोल थोडें । ऐसें अनर्घ्य रत्न चोखडें ।\n" +
                "देखें दगडाचेनि पाडें । निचाडु ऐसा ॥ ९३ ॥\n" +
                "\n" +
                "     सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु ।\n" +
                "     साधुष्वपि च पापेषु समबुध्दिर्विशिष्यते ॥ ९ ॥\n" +
                "\n" +
                "तेथ सुहृद आणि शत्रु । कां उदासु आणि मित्रु ।\n" +
                "हा भावभेद विचित्रु । कल्पुं कैंचा ॥ ९४ ॥\n" +
                "\n" +
                "तया बंधु कोण काह्याचा । द्वेषिया कवणु तयाचा ।\n" +
                "मीचि विश्व ऐसा जयाचा । बोधु जाहला ॥ ९५ ॥\n" +
                "\n" +
                "मग तयाचिये दिठी । अधमोत्तम असे किरीटी ।\n" +
                "काय परिसाचिये कसवटी । वानिया कीजे ॥ ९६ ॥\n" +
                "\n" +
                "ते जैशी निर्वाण वर्णुचि करी । तैशी जयाचि बुध्दी चराचरीं ।\n" +
                "होय साम्याची उजरी । निरंतर ॥ ९७॥\n" +
                "\n" +
                "जे ते विश्वाळंकाराचें विसुरे । जरी आहाती आनानें आकारें ।\n" +
                "तरी घडले एकचि भांगारें । परब्रह्में ॥ ९८ ॥\n" +
                "\n" +
                "ऐसें जाणणें जें बरवें । ते फावलें तया आघवें ।\n" +
                "म्हणौनि आहाचवाहाचें न झकवे । येणे आकारचित्रें ॥ ९९ ॥\n" +
                "\n" +
                "घापे पटामाजी दृष्टी । दिसे तंतूंचि सैंघ सृष्टी ।\n" +
                "परी तो एकवांचुनि गोठी । दुजी नाहीं ॥ १०० ॥\n" +
                "\n" +
                "ऐसेनि प्रतीती हे गवसे । ऐसा अनुभव जयातें असे ।\n" +
                "तोचि समबुध्दी हें अनारिसें । नव्हे जाणें ॥ १०१ ॥\n" +
                "\n" +
                "जयाचें नांव तीर्थरावो । दर्शनें प्रशस्तीसि ठावो ।\n" +
                "जयाचेनि संगें ब्रह्मभावो । भ्रांतासी ॥ १०२ ॥\n" +
                "\n" +
                "जयाचेनि बोलें धर्मु जिये । दिठी महासिध्दितें विये ।\n" +
                "देखें स्वर्गसुखादि इयें । खेळु जयाचा ॥ १०३ ॥\n" +
                "\n" +
                "विपायें जरी आठवला चित्ता । तरी दे आपुली योग्यता ।\n" +
                "हें असो तयातें प्रशंसितां । लाभु आथि ॥ १०४ ॥\n" +
                "\n" +
                "     योगी युञ्जीत सततमात्मानं रहसि स्थितः ।\n" +
                "     एकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥ १० ॥\n" +
                "\n" +
                "पुढती अस्तवेना ऐसें । जया पाहलें अद्वैतदिवसें ।\n" +
                "मग आपणपांचि आपण असे । अखंडित ॥ १०५ ॥\n" +
                "\n" +
                "ऐसिया दृष्टी जो विवेकी । पार्था तो एकाकी ।\n" +
                "सहजें अपरिग्रही जो तिहीं लोकी । तोचि म्हणऊनि ॥ १०६ ॥\n" +
                "\n" +
                "ऐसियें असाधारणें । निष्पन्नाचीं लक्षणें ।\n" +
                "आपुलेनि बहुवसपणें । श्रीकृष्ण बोले ॥ १०७ ॥\n" +
                "\n" +
                "जो ज्ञानियांचा बापु । देखणेयांचे दिठीचा दीपु ।\n" +
                "जया दादुलयाचा संकल्पु । विश्व रची ॥ १०८ ॥\n" +
                "\n" +
                "प्रणवाचिये पेठे । जाहलें शब्दब्रह्म माजिठें ।\n" +
                "तें जयाचिया यशा धाकुटें । वेढूं न पुरे ॥ १०९ ॥\n" +
                "\n" +
                "जयाचेनि आंगीकें तेजें । आवो रविशशीचिये वणिजे ।\n" +
                "म्हणौनि जग हें वेसजे- । वीण असे तया ॥ ११० ॥\n" +
                "\n" +
                "हां गा नांवचि एक जयाचें । पाहतां गगनही दिसे टांचे ।\n" +
                "गुण एकेक काय तयाचे । आकळशील तूं ॥ १११ ॥\n" +
                "\n" +
                "म्हणोनि असो हें वानणें । सांगों नेणों कवणांची लक्षणें ।\n" +
                "दावावीं मिषें येणें । कां बोलिलों तें ॥ ११२ ॥\n" +
                "\n" +
                "ऐकें द्वैताचा ठावोचि फेडी । ते ब्रह्मविद्या कीजेल उघडी ।\n" +
                "तरी अर्जुना पढिये हे गोडी । नासेल हन ॥ ११३ ॥\n" +
                "\n" +
                "म्हणोनि तें तैसे बोलणें । नव्हे सपातळ आड लावणें ।\n" +
                "केलें मनचि वेगळवाणें । भोगावया ॥ ११४ ॥\n" +
                "\n" +
                "जया सोहंभाव अटकु । मोक्षसुखालागोनि रंकु ।\n" +
                "तयाचिये दिठीचा झणें कळंकु । लागेल तुझिया प्रेमा ॥ ११५ ॥\n" +
                "\n" +
                "विपायें अंहभाव ययाचा जाईल । मी तेंचि हो जरी होईल ।\n" +
                "तरी मग काय कीजेल । एकलेया ॥ ११६ ॥\n" +
                "\n" +
                "दिठीचि पाहतां निविजे । कां तोंड भरोनि बोलिजे ।\n" +
                "नातरी दाटुनि खेंव दीजे । ऐसें कोण आहे ॥ ११७ ॥\n" +
                "\n" +
                "आपुलिया मना बरवी । असमाई गोठी जीवीं ।\n" +
                "ते कवणेंसि चावळावी । जरी ऐक्य जाहलें ॥ ११८ ॥\n" +
                "\n" +
                "इया काकुळती जनार्दनें । अन्योपदेशाचेनि हातासनें ।\n" +
                "बोलामाजि मन मनें । आलिंगुं सरले ॥ ११९ ॥\n" +
                "\n" +
                "हें परिसतां जरी कानडें । तरी जाण पां पार्थ उघडें ।\n" +
                "कृष्णसुखाचेंचि रुपडें । वोतलें गा ॥ १२० ॥\n" +
                "\n" +
                "हें असो वयसेचिये शेवटीं । जैसें एकचि विये वांझोटी ।\n" +
                "मग ते मोहाची त्रिपुटी । नाचों लागे ॥ १२१ ॥\n" +
                "\n" +
                "तैसें जाहले अनंता । ऐंसे तरी मी न म्हणतां ।\n" +
                "जरी तयाचा न देखतां । अतिशयो एथ ॥ १२२ ॥\n" +
                "\n" +
                "पाहा पां नवल कैसें चोज । कें उपदेशु केउतें झुंज ।\n" +
                "परी पुढें वालभाचे भोज । नाचत असे ॥ १२३ ॥\n" +
                "\n" +
                "आवडी आणि लाजवी । व्यसन आणि शिणवी ।\n" +
                "पिसें आणि न भुलवी । तरी तेंचि काइ ॥ १२४ ॥\n" +
                "\n" +
                "म्हणउनि भावार्थु तो ऐसा । अर्जुन मैत्रियेचा कुवासा ।\n" +
                "कीं सुखे श्रृंगारलिया मानसा । दर्पणु तो ॥ १२५ ॥\n" +
                "\n" +
                "यावरी बाप पुण्यपवित्र । जगीं भक्तिबीजासि सुक्षेत्र ।\n" +
                "तो कृष्णकृपे पात्र । याचिलागीं ॥ १२६ ॥\n" +
                "\n" +
                "हो का आत्मनिवेदनातळींची । जे पीठिका होय सख्याची ।\n" +
                "पार्थु अधिष्ठात्री तेथिंची । मातृका गा ॥ १२७ ॥\n" +
                "\n" +
                "पासींचि गोसावी न वर्णिजे । मग पाइकाचा गुण घेईजे ।\n" +
                "ऐसा अर्जुने तो सहजें । पढिये हरी ॥ १२८ ॥\n" +
                "\n" +
                "पाहां पां अनुरागें भजे । जे प्रियोत्तमें मानिजे ।\n" +
                "ते पतीहून काय न वर्णिजे । पतिव्रता ॥ १२९ ॥\n" +
                "\n" +
                "तैसा अर्जुनचि विशेषें स्तवावा । ऐसें आवडलें मज जीवा ।\n" +
                "जे तो त्रिभुवनाचिया दैवां । एकायतनु जाहला ।। १३० ॥\n" +
                "\n" +
                "जयाचिया आवडीचेनि पांगें । अमूर्तुही मूर्ति आवगे ।\n" +
                "पूर्णाहि परी लागे । अवस्था जयाची ॥ १३१॥\n" +
                "\n" +
                "तंव श्रोते म्हणती दैव । कैसी बोलाची हवाव ।\n" +
                "काय नादातें हन बरव । जिणोनी आली ॥१३२॥\n" +
                "\n" +
                "हां हो नवल नोहे देशी । मऱ्हाटी बोलिजे तरी ऐसी ।\n" +
                "वाणें उमटताहे आकाशीं । साहित्यरंगाचें ॥१३३॥\n" +
                "\n" +
                "कैसें उन्मेखचांदिणें तार । आणि भावार्था पडे गार ।\n" +
                "हेचि श्लोकार्थकुमुदी तरी फार । साविया होती ॥१३४॥\n" +
                "\n" +
                "चाडचि निचाडां करी । ऐसी मनोरथीं ये थोरी ।\n" +
                "तेणें विवळले अंतरी । तेथ डोलु आला ॥१३५॥\n" +
                "\n" +
                "तें निवृत्तिदासें जाणितलें । मग अवधान द्या म्हणितलें ॥\n" +
                "नवल पांडवकुळीं पाहलें । कृष्णदिवसें ॥१३६॥\n" +
                "\n" +
                "देवकीया उदरीं वाहिला। यशोदा सायासें पाळिला ॥\n" +
                "कीं शेखीं उपेगा गेला । पांडवासी ॥१३७॥\n" +
                "\n" +
                "म्हणऊनि बहु दिवस वोगळावा । कां अवसरु पाहोनि विनवावा ।\n" +
                "हाही सोसु तया सदैवा । पडेचिना ॥१३८॥\n" +
                "\n" +
                "हें असो कथा सांगें वेगीं । मग अर्जुन म्हणे सलगी ।\n" +
                "देवा इयें संतचिन्हें हन आंगीं । न ठकती माझां ॥१३९॥\n" +
                "\n" +
                "एऱ्हवीं या लक्षणांचिया निजसारा । मी अपाडें कीर अपुरा ।\n" +
                "परि तुमचेनि बोलें अवधारा । थोरावें जरी ॥१४०॥\n" +
                "\n" +
                "जी तुम्ही चित्त देयाल । तरी ब्रह्म मियां होईजेल ।\n" +
                "काय जाहलें अभ्यासिजेल । सांगाल जे ॥ १४१ ॥\n" +
                "\n" +
                "हां हो नेणों कवणाची काहाणी । आइकोनि श्लाघत असों अंतःकरणीं ।\n" +
                "ऐसी जाहलेपणाची शिरयाणी । कायसी देवा ॥ १४२ ॥\n" +
                "\n" +
                "हें आंगे म्या होइजो का । येतुलें गोसावी आपुलेपणें कीजो कां ।\n" +
                "तंव हांसोनि श्रीकृष्ण हो कां । करुं म्हणती ॥ १४३ ॥\n" +
                "\n" +
                "देखा संतोषु एक न जोडे । तंवचि सुखाचें सैंघ सांकडें ।\n" +
                "मग जोडलिया कवणीकडे । अपुरें असे ।। १४४ ॥\n" +
                "\n" +
                "तैसा सर्वेश्वरु बळिया सेवकें । म्हणोनि ब्रह्मही होय तो कौतुकें ।\n" +
                "परि कैंसा भारें आतला पिके । दैवाचेनि ॥ १४५ ॥\n" +
                "\n" +
                "जो जन्मसहस्रांचियासाठीं । इंद्रादिकांही महागु भेटी ।\n" +
                "तो आधीनु केतुला किरीटी । जे बोलुहि न साहे ॥ १४६ ॥\n" +
                "\n" +
                "मग ऐका जें पांडवें । म्हणितले ब्रह्म म्यां होआवें ।\n" +
                "तें अशेषही देवें । अवधारिलें ॥ १४७ ॥\n" +
                "\n" +
                "तेथ ऐसेंचि एक विचारिलें । जे या ब्रह्मत्वाचे डोहळे जाहले ।\n" +
                "परि उदरा वैराग्य आहे आलें । बुध्दीचिया ॥ १४८ ॥\n" +
                "\n" +
                "एऱ्हवीं दिवस तरी अपुरे । परि वैराग्यवसंताचेनि भरें ।\n" +
                "जे सोंहभाव महुरें । मोडोनि आला ॥ १४९ ॥\n" +
                "\n" +
                "म्हणोनि प्राप्तिफळीं फळतां । यासि वेळु न लागेल आतां ।\n" +
                "हो विरक्तु ऐसा अंनता । भरंवसा जाहला ॥ १५० ॥\n" +
                "\n" +
                "म्हणे जें जें हा अधिष्ठील। तें आरंभींच यया फळेल ।\n" +
                "म्हणौनि सांगितला न वचेल । अभ्यासु वायां ॥ १५१ ॥\n" +
                "\n" +
                "ऐसें विवरोनियां श्रीहरी । म्हणितलें तिये अवसरीं ।\n" +
                "अर्जुना हा अवधारीं । पंथराजु ॥ १५२ ॥\n" +
                "\n" +
                "तेथ प्रवृत्तितरुच्या बुडीं । दिसती निवृत्तिफळाचिया कोडी ।\n" +
                "जिये मार्गीचा कापडी । महेशु आझुनि ॥ १५३ ॥\n" +
                "\n" +
                "पैं योगवृंदे वहिलीं । आडवीं आकाशीं निघालीं ।\n" +
                "कीं तेथ अनुभवाच्या पाउलीं । धोरणु पडिला ॥ १५४ ॥\n" +
                "\n" +
                "तिहीं आत्मबोधाचेनि उजुकारें । धांव घेतली एकसरें ।\n" +
                "कीं येर सकळ मार्ग निदसुरे । सांडुनियां ॥ १५५ ॥\n" +
                "\n" +
                "पाठीं महर्षी येणें आले । साधकांचे सिध्द जाहाले ।\n" +
                "आत्मविद थोरावले । येणेंचि पंथें ॥ १५६ ॥\n" +
                "\n" +
                "हा मार्गु जैं देखिजे । तैं तहान भूक विसरिजे ।\n" +
                "रात्रिदिवसु नेणिजे । वाटे इये ॥ १५७ ॥\n" +
                "\n" +
                "चालतां पाऊल जेथ पडे । तेथ अपवर्गाची खाणी उघडे ।\n" +
                "आव्हांटलिया तरी जोडे । स्वर्गसुख ॥ १५८ ॥\n" +
                "\n" +
                "निगिजे पूर्वींलिया मोहरा । कीं येइजे पश्चिमेचिया घरा ।\n" +
                "निश्चळपणें धनुर्धरा । चालणें येथिंचें ॥ १५९ ॥\n" +
                "\n" +
                "येणें मार्गें जया ठाया जाइजे । तो गांवो आपणचि होइजे ।\n" +
                "हें सांगो काय सहजें । जाणसी तूं ॥ १६० ॥\n" +
                "\n" +
                "तेथ म्हणितलें देवा । तरी तेंचि मग केव्हां ।\n" +
                "कां आर्तीसमुद्रौनि न काढावा । बुडतु जी मी ॥ १६१ ॥\n" +
                "\n" +
                "तवं श्रीकृष्ण म्हणती ऐसें । हें उत्संखळ बोलणें कायसें ।\n" +
                "आम्हीं सांगतसों आपैसें । वरि पुशिले तुवां ॥ १६२ ॥\n" +
                "\n" +
                "     शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः ।\n" +
                "     नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥ ११ ॥\n" +
                "\n" +
                "तरी विशेषे आतांचि बोलिजेल । परि तें अनुभवें उपेगा जाईल ।\n" +
                "म्हणौनि तैसें एक लागेल । स्थान पहावें ॥ १६३ ॥\n" +
                "\n" +
                "जेथ आराणुकेचेनि कोडें । बैसलिया उठों नावडे ।\n" +
                "वैराग्यासी दुणीव चढे । देखलिया जें ॥ १६४ ॥\n" +
                "\n" +
                "जो संती वसविला ठावो । संतोषासि सावावो ।\n" +
                "मना होय उत्सावो । धैर्याचा ॥ १६५ ॥\n" +
                "\n" +
                "अभ्यासुचि आपणयातें करी । हृदयातें अनुभव वरि ।\n" +
                "ऐसी रम्यपणाची थोरी । अखंड जेथ ॥ १६६ ॥\n" +
                "\n" +
                "जया आड जातां पार्था । तपश्चर्या मनोरथा ।\n" +
                "पाखांडियाही आस्था । समूळ होय ॥ १६७ ॥\n" +
                "\n" +
                "स्वभावें वाटे येतां । जरी वरपडा जाहला अवचितां ।\n" +
                "तरी सकामुही परि माघौता । निघों विसरे ॥ १६८ ॥\n" +
                "\n" +
                "ऐसेनि न राहतयातें राहावी । भ्रमतयातें बैसवी ।\n" +
                "थापटुनि चेववी । विरक्तीतें ॥ १६९ ॥\n" +
                "\n" +
                "हें राज्य वर सांडिजे । मग निवांता एथेंचि असिजे ।\n" +
                "ऐसे शृंगारियांहि उपजे । देखतखेंवो ॥ १७० ॥\n" +
                "\n" +
                "जें येणें मानें बरवंट । आणि तैसेच अतिचोखट ।\n" +
                "जेथ अधिष्ठान प्रगट । डोळां दिसे ॥ १७१ ॥\n" +
                "\n" +
                "आणिकही एक पहावें । साधकीं वसतें होआवें ।\n" +
                "आणि जनाचेनि पायरवें । रुळेचिना ॥ १७२ ॥\n" +
                "\n" +
                "जेथ अमृताचेनि पाडें । मुळेहीसकट गोडें ।\n" +
                "जोडती दाटें झाडें । सदा फळतीं ॥ १७३ ॥\n" +
                "\n" +
                "पाउला पाउला उदकें । वर्षाकाळेंही अतिचोखें ।\n" +
                "निर्झरें का विशेखें । सुलभें जेथ ॥ १७४ ॥\n" +
                "\n" +
                "हा आतपुही अळुमाळु । जाणिजे तरी शीतळु ।\n" +
                "पवन अति निश्चळु । मंद झुळके ॥ १७५ ॥\n" +
                "\n" +
                "बहुत करुनि निःशद्ब । दाट न रिगे श्वापद ।\n" +
                "शुक हन षट्पद । तेउतें नाहीं ॥ १७६ ॥\n" +
                "\n" +
                "पाणिलगें हंसें । दोनी चारी सारसें ।\n" +
                "कवणें एके वेळे बैसे । तरी कोकिळही हो ॥ १७७ ॥\n" +
                "\n" +
                "निरंतर नाही । तरी आलीं गेलीं कांहीं ।\n" +
                "होतु कां मयुरेंही । आम्ही ना न म्हणों ॥ १७८ ॥\n" +
                "\n" +
                "परि आवश्यक पांडवा । ऐसा ठावो जोडावा ।\n" +
                "तेथ निगूढ मठ होआवा । कां शिवालय ॥ १७९ ॥\n" +
                "\n" +
                "दोहींमाजी आवडे तें । जें मानलें होय चित्तें ।\n" +
                "बहुतकरुनि एकांते । बैसिजे गा ॥ १८० ॥\n" +
                "\n" +
                "म्हणोनि तैसें ते जाणावें । मन राहातें पाहावें ।\n" +
                "राहेल तेथ रचावें । आसन ऐसें ।। १८१ ॥\n" +
                "\n" +
                "वरि चोखट मृगसेवडी । माजी धूतवस्त्राची घडी ।\n" +
                "तळवटीं अमोडी । कुशांकुर ॥ १८२ ॥\n" +
                "\n" +
                "सकोमळ सरिसे । सुबध्द राहती आपैसे ।\n" +
                "एकें पाडें तैसें । वोजा घाली ॥ १८३ ॥\n" +
                "\n" +
                "परि सावियाचि उंच होईल । तरी आंग हन डोलेल ।\n" +
                "नीच तरी पावेल । भूमिदोषु ॥ १८४ ॥\n" +
                "\n" +
                "म्हणौनि तैसें न करावें । समभावें धरावें ।\n" +
                "हें बहु असो होआवें । आसन ऐसें ॥ १८५ ॥\n" +
                "\n" +
                "     तत्रैकाग्नं मनः कृत्वा यतचित्तेद्रियक्रियः ।\n" +
                "     उपविश्यासने युञ्ज्याद योगमात्मविशुध्दये ॥ १२ ॥\n" +
                "\n" +
                "मग तेथ आपण । एकाग्र अंतःकरण ।\n" +
                "करुनि सद्गुरुस्मरण । अनुभविजे ॥ १८६ ॥\n" +
                "\n" +
                "तैसें स्मरतेनि आदरें । सबाह्य सात्विकें भरे ।\n" +
                "जंव काठिणपण विरे । अहंभावाचे ॥ १८७ ॥\n" +
                "\n" +
                "विषयांचा विसरु पडे । इंद्रियांची कसमस मोडे ।\n" +
                "मनाची घडी घडे । हृदयामाजीं ॥ १८८ ॥\n" +
                "\n" +
                "ऐसें ऐक्य हें सहजें । फावें तंव राहिजे ।\n" +
                "मग तेणेंचि बोधें बैसिजे । आसनावरी ॥ १८९ ॥\n" +
                "\n" +
                "आतां आंगाते आंग करी । पवनातें पवनु धरी ।\n" +
                "ऐसी अनुभवाची उजरी । होंचि लागे ॥ १९० ॥\n" +
                "\n" +
                "प्रवृत्ती माघौति मोहरे । समाधि ऐलाडि उतरे ।\n" +
                "आघवें अभ्यासु सरे । बैसतखेंवो ॥ १९१ ॥\n" +
                "\n" +
                "मुद्रेची प्रौढी ऐशी । तेचि सांगिजेल आतां परियेसीं ।\n" +
                "तरी उरु या जघनासी । जडोनि घालीं ॥ १९२ ॥\n" +
                "\n" +
                "चरणतळें देव्हडी । आधारद्रुमाचा बुडीं ।\n" +
                "सुघटितें गाढीं । संचरीं पां ॥ १९३ ॥\n" +
                "\n" +
                "सव्य तो तळीं ठेविजे । तेणें सिवणीमध्यु पीडिजे ।\n" +
                "वरी बैसे तो सहजें । वामचरणु ॥ १९४ ॥\n" +
                "\n" +
                "गुद मेंढ्राआंतौति । चारी अंगुळें निगुतीं ।\n" +
                "तेथ सार्ध सार्ध प्रांती । सांडुनियां ॥ १९५ ॥\n" +
                "\n" +
                "माजि अंगुळ एक निगे । तेथ टांचेचेनि उत्तराभागें ।\n" +
                "नेहेटिजे वरि आंगें । पेललेनि ॥ १९६ ॥\n" +
                "\n" +
                "उचलिले कां नेणिजे । तैसें पृष्ठांत उचलिजे ।\n" +
                "गुल्फद्वय धरिजे । तेणेंचि मानें ॥ १९७ ॥\n" +
                "\n" +
                "मग शरीर संचु पार्था । अशेषुही सर्वथा ।\n" +
                "पार्ष्णीचा माथा । स्वयंभु होय ॥ १९८ ॥\n" +
                "\n" +
                "अर्जुना हें जाण । मूळबंधाचें लक्षण ।\n" +
                "वज्रासन गौण । नाम यासी ॥ १९९ ॥\n" +
                "\n" +
                "ऐसी आधारीं मुद्रा पडे । आणि आधींचा मार्गु मोडे ।\n" +
                "तेथ अपानु आंतलीकडे । वोहोंटो लागे ॥ २००॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());

        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" \n" +
                "     समं कायशिरोग्रीवं धारयन्नचलं स्थिरः ।\n" +
                "     संप्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥ १३ ॥\n" +
                "\n" +
                "तंव करसंपुट आपैसें । वाम चरणीं बैसे ।\n" +
                "तंव बाहुमुळीं दिसे । थोरवी आली ॥ २०१ ॥\n" +
                "\n" +
                "माजी उभारलेनि दंडें । शिरकमळ होय गाढें ।\n" +
                "नेत्रद्वारीची कवाडें । लागूं पहाती ॥ २०२ ॥\n" +
                "\n" +
                "वरचिलें पाती ढळती । तळींची तळीं पुंजाळती ।\n" +
                "तेथ अर्धोन्मीलित स्थिती | उपजे तया ॥ २०३ ॥\n" +
                "\n" +
                "दिठी राहोनि आंतुलीकडे । बाहेर पाऊल घाली कोडें ।\n" +
                "ते ठायीं ठावो पडे । नासाग्रपीठीं ॥ २०४ ॥\n" +
                "\n" +
                "ऐसें आंतुच्या आंतुचि रचे । बाहेरी मागुतें न वचे ।\n" +
                "म्हणौनि राहणें आधिये दिठीचें । तेथेंचि होय ॥ २०५ ॥\n" +
                "\n" +
                "आतां दिशांचि भेटी घ्यावी । कां रुपाची वाट पहावी ।\n" +
                "हे चाड सरे आघवी । आपैसया ॥ २०६ ॥\n" +
                "\n" +
                "मग कंठनाळ आटे । हनुवटी हे हडौति दाटे ।\n" +
                "ते गाढी होऊनि नेहटे । वक्षःस्थळीं ॥ २०७ ॥\n" +
                "\n" +
                "माजीं घंटिका लोपे । वरी बंधु जो आरोपे ।\n" +
                "तो जालंधरु म्हणिपे । पंडुकुमरा ॥ २०८ ॥\n" +
                "\n" +
                "नाभीवरी पोखे । उदर हें थोके ।\n" +
                "अंतरीं फांके । हृदयकोशु ॥ २०९ ॥\n" +
                "\n" +
                "स्वाधिष्ठानावरिचिले कांठीं । नाभीस्थानातळवटीं ।\n" +
                "बंधु पडे किरीटी । वोढियाणा तो ॥ २१० ॥\n" +
                "\n" +
                "     प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः ।\n" +
                "     मनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥ १४ ॥\n" +
                "\n" +
                "ऐसी शरीराबाहेरलीकडे । अभ्यासाची पांखर पडे ।\n" +
                "तंव आंतु त्राय मोडे । मनोधर्माची ॥ २११ ॥\n" +
                "\n" +
                "कल्पना निमे । प्रवृत्ती शमे ।\n" +
                "आंग मन विरमे । सावियाचि ॥ २१२॥\n" +
                "\n" +
                "क्षुधा काय जाहाली । निद्रा केउती गेली ।\n" +
                "हे आठवणही हारपली । न दिसे वेगां । २१३ ॥\n" +
                "\n" +
                "जो मुळबंधे कोंडला । अपानु माघौता मुरडला ।\n" +
                "तो सवेंचि वरी सांकडला । फुगु धरी ॥ २१४ ॥\n" +
                "\n" +
                "क्षोभलेपणें माजे । उवाइला ठायी गाजे ।\n" +
                "मणिपुरेंसी झुंजे । राहोनियां ॥ २१५ ॥\n" +
                "\n" +
                "मग थांवली ते वाहटुळी । सैंघ घेऊनि घर डहुळी ।\n" +
                "बाळपणींची कुहीटुळी । बाहेर घाली ॥ २१६ ॥\n" +
                "\n" +
                "भीतरीं वळी न धरे । कोठ्यामाजीं संचरे ।\n" +
                "कफपित्ताचे थारे । उरों नेदी॥ २१७ ।।\n" +
                "\n" +
                "धांतुचे समुद्र उलंडी । मेदाचे पर्वत फोडी ।\n" +
                "आंतली मज्जा काढी । अस्थिगत ॥ २१८ ॥\n" +
                "\n" +
                "नाडीतें सोडवी । गात्रांतें विघडवी ।\n" +
                "साधकांते भेडसावी । परि बिहावें ना ॥ २१९ ॥\n" +
                "\n" +
                "व्याधीतें दावी । सवेंचि हरवी ।\n" +
                "आप पृथ्वी कालवी । एकवाट ॥ २२० ॥\n" +
                "\n" +
                "तंव येरीकडे धनुर्धरा । आसनाचा उबारा ।\n" +
                "शक्ती करी उजगरा । कुंडलिनीते ॥ २२१ ॥\n" +
                "\n" +
                "नागाचें पिलें । कुंकुमें नाहलें ।\n" +
                "वळण घेऊनि आलें । सेजे जैसें ॥ २२२ ।।\n" +
                "\n" +
                "तैशी ते कुंडलिनी । मोटकी औट वळणी ।\n" +
                "अधोमुख सर्पिणी । निजैली असे ॥ २२३ ॥\n" +
                "\n" +
                "विद्युलतेची विडी । वन्हिज्वाळांची घडी ।\n" +
                "पंधरेयाची चोखडी । घोंटीव जैशी ॥ २२४ ॥\n" +
                "\n" +
                "तैसी सुबध्द आटली । पुटीं होती दाटली ।\n" +
                "तें वज्रासनें चिमुटली । सावधु होय ॥ २२५ ॥\n" +
                "\n" +
                "तेथ नक्षत्र जैसें उलंडलें । कीं सुर्याचें आसन मोडलें ।\n" +
                "तेजाचे बीज विरुढलें । अंकुरेशीं ॥ २२६ ॥\n" +
                "\n" +
                "तैशी वेढियातें सोडती । कवतिकें आंग मोडिती ।\n" +
                "कंदावरी शक्ती । उठली दिसे ॥ २२७ ॥\n" +
                "\n" +
                "सहजें बहुतां दिवसांची भूक । वरी चेवविलीं तें होय मिष ।\n" +
                "मग आवेशें पसरी मुख । ऊर्ध्वा उजू ॥ २२८ ॥\n" +
                "\n" +
                "तेथ हृदयकोशातळवटीं । जो पवनु भरे किरीटी ।\n" +
                "तया सगळेयाचि मिठी । देऊनि घाली ॥ २२९ ॥\n" +
                "\n" +
                "मुखींच्या ज्वाळीं । तळीं वरी कवळी ।\n" +
                "मांसाची वडवाळी ।आरोगुं लागे ॥ २३० ॥\n" +
                "\n" +
                "जे जे ठाय समांस । तेथ आहाच जोडे घाउस ।\n" +
                "पाठी एकदोनी घांस । हियाही भरी ॥ २३१ ॥\n" +
                "\n" +
                "मग तळवे तळहात शोधी । उर्ध्वीचे खंड भेदी ।\n" +
                "झाडा घे संधी । प्रत्यंगाचा ॥ २३२ ॥\n" +
                "\n" +
                "आधार तरी न संडी । परि नखींचेंही सत्त्व काढी ।\n" +
                "त्वचा धुवूनि जडी । पांजरेशीं ॥ २३३ ॥\n" +
                "\n" +
                "अस्थींचे नळे निरपे । शिरांचे हीर वोरपे ।\n" +
                "तंव बाहेरी विरुढी करपे । रोमबीजांची ॥ २३४ ॥\n" +
                "\n" +
                "मग सप्तधांतूच्या सागरीं । ताहानेली घोंट भरी ।\n" +
                "आणि सवेंचि उन्हाळा करी । खडखडीत ॥ २३५ ॥\n" +
                "\n" +
                "नासापुटौनि वारा । जो जातसे अंगुळे बारा ।\n" +
                "तो गचिये धरुनि माघारा । आंतु घाली ॥ २३६ ॥\n" +
                "\n" +
                "तेथ अध वरौतें आकुंचे । ऊर्ध्व तळौतें खांचे ।\n" +
                "तया खेंवामाजि चक्राचे । पदर उरती ॥ २३७ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी दोन्ही तेव्हांचि मिळती । परि कुंडलिनी नावेकु दुश्चित्त होती ।\n" +
                "ते तयांतें म्हणे परौती । तुम्हीचि कायसीं एथें ॥ २३८ ॥\n" +
                "\n" +
                "आइकें पार्थिव धातु आघवी । आरोगितां काहीं नुरवी ।\n" +
                "आणि आपातें तंव ठेवी । पुसोनियां ॥ २३९ ॥\n" +
                "\n" +
                "ऐसी दोनी भुतें खाये । ते वेळी संपूर्ण धाये ।\n" +
                "मग सौम्य होऊनि राहे । सुषुम्नेपाशीं ॥ २४० ॥\n" +
                "\n" +
                "तेथ तृप्तीचेनि संतोषें । गरळ जें वमी मुखें ।\n" +
                "तेणें तियेचेनि पीयूषे । प्राणु जिये ॥ २४१ ॥\n" +
                "\n" +
                "तो अग्नि आंतूनि निघे । परि सबाह्य निववूंचि लागे ।\n" +
                "ते वेळी कसु बांधिती आंगे । सांडिला पुढती ॥ २४२ ॥\n" +
                "\n" +
                "मार्ग मोडिती नाडीचे । नवविधपण वायुचें ।\n" +
                "जाय म्हणऊनि शरीराचे । धर्मु नाहीं ॥ २४३ ॥\n" +
                "\n" +
                "इडा पिंगळा एकवटती । गांठी तिन्ही सुटती ।\n" +
                "साही पदर फुटती । चक्रांचे हे ॥ २४४॥\n" +
                "\n" +
                "मग शशी आणि भानु । ऐसा कल्पिजे जो अनुमानु ।\n" +
                "तो वातीवरी पवनु । गिवसितां न दिसे ॥ २४५ ॥\n" +
                "\n" +
                "बुध्दीची पुळिका विरे । परिमळु घ्राणी उरे ।\n" +
                "तोही शक्तिसवें संचरे । मध्यमेमाजी ॥ २४६ ॥\n" +
                "\n" +
                "तंव वरिलेकडोनि ढाळें । चंद्रामृताचें तळें ।\n" +
                "कानवडोनि मिळे । शक्तिमुखीं ॥ २४७ ॥\n" +
                "\n" +
                "तेणें नातकें रस भरे । तो सर्वांगामाजीं संचरे ।\n" +
                "जेथिंचा तेथ मुरे । प्राणपवनु ॥ २४८ ॥\n" +
                "\n" +
                "तातलिये मुसें । मेण निघोनि जाय जैसें ।\n" +
                "कोंदली राहे रसें । वोतलेनि ॥ २४९ ॥\n" +
                "\n" +
                "तैसे पिंडाचेनि आकारें । ते कळाचि कां अवतरे ।\n" +
                "वरी त्वचेचेनि पदरें । पांगुरली असे ॥ २५० ॥\n" +
                "\n" +
                "जैसी आभाळाची बुंथी । करुनि राहे गभस्ती ।\n" +
                "मग फिटलिया दीप्ति । धरूं नये ॥ २५१ ॥\n" +
                "\n" +
                "तैसा आहाचवरि कोरडा । त्वचेचा असे पातवडा ।\n" +
                "तो झडोनि जाय कोंडा । जैसा होय ॥ २५२ ॥\n" +
                "\n" +
                "मग काश्मीराचे स्वयंभ । कां रत्नबीजा निघाले कोंभ ।\n" +
                "अवयवकांतीचि भांब | तैसी दिसे ॥ २५३ ॥\n" +
                "\n" +
                "नातरि संध्यारागींचे रंग । काढूनि वळिलें तें आंग ।\n" +
                "की अंतर्जोतीचें लिंग । निर्वाळिलें ॥ २५४ ॥\n" +
                "\n" +
                "कुंकुमाचे भरींव । सिध्दरसांचे वोतींव ।\n" +
                "मज पाहतां सावेव । शांतिचि ते ॥ २५५ ॥\n" +
                "\n" +
                "तें आनंदचित्रींचें लेप । नातरी महासुखाचें रूप ।\n" +
                "कीं संतोषतरूचें रोप । थांवलें जैसें ॥ २५६ ॥\n" +
                "\n" +
                "तो कनकचंपकाचा कळा । कीं अमृताचा पुतळा ।\n" +
                "नाना सासिंनला मळा । कोंवळिकेचा ॥ २५७ ॥\n" +
                "\n" +
                "हो कां जे शारदियेचे वोलें । चंद्रबिंब पाल्हेलें ।\n" +
                "कां तेजचि मूर्त बैसलें । आसनावरी ॥ २५८ ॥\n" +
                "\n" +
                "तैसें शरीर होये । जे वेळीं कुंडलिनी चंद्र पिये ।\n" +
                "मग देहाकृति बिहे । कृतांतु गा ॥ २५९ ॥\n" +
                "\n" +
                "वृध्दाप्य तरी बहुडे । तारुण्याची गांठी विघडे ।\n" +
                "लोपली उघडे । बाळदशा ॥ २६० ॥\n" +
                "\n" +
                "वयसा तरी येतुलेवरी । एऱ्हवी बळाचा बळार्थु करी ।\n" +
                "धैर्याची थोरी । निरुपम ॥ २६१ ॥\n" +
                "\n" +
                "कनकद्रुमाचां पालवीं । रत्नकळिका नित्य नवी ।\n" +
                "नखें तैसीं बरवीं । नवीं निघती ॥ २६२ ॥\n" +
                "\n" +
                "दांतही आन होती । परि अपाडें सानेजती ।\n" +
                "जैसी दुबाहीं बैसे पांती । हिरेयांची ॥ २६३ ॥\n" +
                "\n" +
                "माणिकुलियांचिया कणिया । सावियाची अणुमानिया ।\n" +
                "तैसिया सर्वांगीं उधवती अणिया । रोमांचियां ॥ २६४ ॥\n" +
                "\n" +
                "करचरणतळें । जैसीं कां रातोत्पळें ।\n" +
                "पाखाळीं होती डोळे । काय सांगो ॥ २६५ ॥\n" +
                "\n" +
                "निडाराचेनि कोंदाटें । मोतियें नावरती संपुटें ।\n" +
                "मग शिवणी जैशी उतटे । शुक्तिपल्लवांची ॥ २६६ ॥\n" +
                "\n" +
                "तैशीं पातिचिये कवळिये न समाये । दिठी जाकळोनि निघों पाहे ।\n" +
                "आधिलीची परि होये । गगना कळिती ॥ २६७ ॥\n" +
                "\n" +
                "आइके देह होय सोनियाचें । परि लाघव ये वायूचें ।\n" +
                "जे आपा आणि पृथ्वीचे । अंशु नाहीं ॥ २६८ ॥\n" +
                "\n" +
                "मग समुद्रपैलाडी देखे । स्वर्गींचा आलोचु आइके ।\n" +
                "मनोगत ओळखे । मुंगियेचे ।। २६९ ॥\n" +
                "\n" +
                "पवनाचा वारिका वळघे । चाले तरी उदकीं पाऊल न लागे ।\n" +
                "येणें येणें प्रसंगे । येती बहुता सिध्दी ॥ २७० ॥\n" +
                "\n" +
                "आइकें प्राणाचा हातु धरुनि । गगनाची पाउटी करुनी ।\n" +
                "मध्यमेचेनि दादराहुनी । हृदया आली ॥ २७१ ॥\n" +
                "\n" +
                "ते कुंडलिनी जगदंबा । जे चैतन्यचक्रवर्तीची शोभा ।\n" +
                "जया विश्वबीजाचिया कोंभा । साउली केली ॥ २७२ ॥\n" +
                "\n" +
                "जे शून्यलिंगाची पिंडी । जे परमात्मया शिवाची कंरडी ।\n" +
                "जे प्राणाची उघडी । जन्मभूमी ॥ २७३ ॥\n" +
                "\n" +
                "हें असो ते कुंडलिनी बाळी । हृदयाआंतु आली ।\n" +
                "तंव अनाहताचां बोलीं । चावळे ते ॥ २७४ ॥\n" +
                "\n" +
                "शक्तीचिया आंगा लागलें । बुद्धीचें चैतन्य होतें जाहलें ।\n" +
                "तें तेणें आइकिलें । अळुमाळु ॥ २७५ ॥\n" +
                "\n" +
                "घोषाच्या कुंडी । नादचित्रांची रुपडीं ।\n" +
                "प्रणवाचिया मोडी । रेखिलीं ऐसीं ॥ २७६ ॥\n" +
                "\n" +
                "हेंचि कल्पावें तरी जाणिजे । परि कल्पितें कैचें आणिजे ।\n" +
                "तरी नेणों काय गाजे । तिये ठायीं ॥ २७७ ॥\n" +
                "\n" +
                "विसरोनि गेलों अर्जुना । जंव नाशु नाही पवना ।\n" +
                "तंव वाचा आथी गगना । म्हणोनि घुमे ॥ २७८ ॥\n" +
                "\n" +
                "तया अनाहताचेनि मेघें । आकाश दुमदुमों लागे ।\n" +
                "तंव ब्रह्मस्थानींचें बेगें । फिटलें सहजें ॥ २७९ ॥\n" +
                "\n" +
                "आइकें कमळगर्भाकारें । जें महदाकाश दुसरें ।\n" +
                "जेथ चैतन्य आधातुरें । करुनि असिजे ॥ २८० ॥\n" +
                "\n" +
                "तया हृदयाच्या परिवरीं । कुंडलिनियां परमेश्वरी ।\n" +
                "तेजाची शिदोरी । विनियोगिली ।। २८१ ॥\n" +
                "\n" +
                "बुध्दीचेनि शाकें । हातबोनें निकें ।\n" +
                "द्वैत जेथ न देखे । तैसें केलें ॥ २८२ ॥\n" +
                "\n" +
                "ऐसी निजकांती हारविली । मग प्राणुचि केवळ जाहली ।\n" +
                "ते वेळी कैसी गमली । म्हणावी पां ॥ २८३ ॥\n" +
                "\n" +
                "हो कां जे पवनाची पुतळी । पांघुरली होती सोनेसळी ।\n" +
                "ते फेडुनियां वेगळी । ठेवली तिया ॥ २८४ ॥\n" +
                "\n" +
                "नातरी वारयाचेनि आंगें झगटली । दीपाची दिठी निमटली ।\n" +
                "कां लखलखोनि हारपली । वीजु गगनीं ॥ २८५ ॥\n" +
                "\n" +
                "तैशी हृदयकमळवेऱ्हीं । दिसे सोनियाची जैशी सरी ।\n" +
                "नातरी प्रकाशजळाची झरी । वाहत आली ॥ २८६ ॥\n" +
                "\n" +
                "मग ते हृदयभूमी पोकळे । जिराली कां एके वेळे ।\n" +
                "तैसें शक्तीचे रुप मावळे । शक्तीचिमाजीं ।। २८७ ॥\n" +
                "\n" +
                "तेव्हां तरी शक्तीचि म्हणिजे । एऱ्हवी तो प्राणु केवळ जाणिजे ।\n" +
                "आतां नाद बिंदु नेणिजे । कला ज्योती ॥ २८८ ॥\n" +
                "\n" +
                "मनाचा हन मारु । कां पवनाचा धरु ।\n" +
                "ध्यानाचा आदरु । नाहीं परी ॥ २८९ ॥\n" +
                "\n" +
                "हे कल्पना घे सांडी । तें नाहीं इये परवडी ।\n" +
                "हे महाभूतांची फुडी । आटणी देखां ॥ २९० ॥\n" +
                "\n" +
                "पिंडे पिंडाचा ग्रासु । तो हा नाथसंकेतीचा दंशु ।\n" +
                "परि दाऊनि गेला उद्देशु । महाविष्णु ॥ २९१ ॥\n" +
                "\n" +
                "तया ध्वनिताचें केणें सोडुनी । यथार्थाची घडी झाडुनी ।\n" +
                "उपलविली म्यां जाणुनि । ग्राहीक श्रोते ॥ २९२ ॥\n" +
                "\n" +
                "     युञ्जन्नेनं सदाऽत्मानं योगी नियतमानसः ।\n" +
                "     शान्ति निर्वाणपरमां मत्संस्थामधिगच्छति ॥ १५ ॥\n" +
                "\n" +
                "ऐकें शक्तीचें तेज लोपे । तेथ देहींचे रुप हारपे ।\n" +
                "मग तो डोळ्यांमाजी लपे । जगाचिया ॥ २९३ ॥\n" +
                "\n" +
                "एऱ्हवीं आधिलाची ऐसें । सावयव तरी दिसे ।\n" +
                "परी वायूचें कां जैसें । वळिलें होय ॥ २९४ ॥\n" +
                "\n" +
                "नातरी कर्दळीचा गाभा । बुंथी सांडोनि उभा ।\n" +
                "कां अवयवचि नभा । निवडला तो ॥ २९५ ॥\n" +
                "\n" +
                "तैसें होय शरीर । तैं तें म्हणिजे खेचर ।\n" +
                "हें पद होतां चमत्कार । पिंडजनी ॥ २९६ ॥\n" +
                "\n" +
                "देखें साधकु निघोनि जाय । मागां पाउलांची वोळ राहे ।\n" +
                "तेथ ठायी ठायी होये । हे अणिमादिक ॥ २९७ ॥\n" +
                "\n" +
                "परि तेणें काय काज आपणयां । अवधारी ऐसा धनंजया ।\n" +
                "लोप आथी भूतत्रया । देहींचा देहीं ॥ २९८ ॥\n" +
                "\n" +
                "पृथ्वीतें आप विरवी । आपातें तेज जिरवी ।\n" +
                "तेजातें पवनु हरवी । हृदयामाजीं ।। २९९ ॥\n" +
                "\n" +
                "पाठीं आपण एकला उरे । परि शरीराचेनि अनुकारें ।\n" +
                "मग तोही निगे अंतरें । गगना मिळे ॥ ३०० ॥\n" +
                "\n" +
                "ते वेळी कुंडलिनी हे भाष जाये । मारुत ऐसें नाम होये ।\n" +
                "परि शक्तीपण तें आहे । जंव न मिळे शिवीं ॥ ३०१ ॥\n" +
                "\n" +
                "मग जालंधर सांडी । ककारांत फोडी ।\n" +
                "गगनाचिये पाहाडीं । पैठी होय ॥ ३०२ ॥\n" +
                "\n" +
                "ते ॐकाराचिये पाठी । पाय देत उठाउठी ।\n" +
                "पश्यंतीचिये पाउटी । मागां घाली ॥ ३०३ ॥\n" +
                "\n" +
                "पुढां तन्मात्रा अर्धवेरी । आकाशाचां अंतरी ।\n" +
                "भरती गमे सागरीं । सरिता जेवीं ॥ ३०४ ॥\n" +
                "\n" +
                "मग ब्रह्मरंध्री स्थिरावोनी । सोहंभावाच्या बाह्या पसरुनी ।\n" +
                "परमात्मलिंगा धांवोनि । आंगा घडे ॥ ३०५ ॥\n" +
                "\n" +
                "तंव महाभूतांची जवनिका फिटे । मग दोहींसि होय झटें ।\n" +
                "तेथ गगनासकट आटे । समरसीं तिये ॥ ३०६ ॥\n" +
                "\n" +
                "पैं मेघाचेनि मुखीं निवडिला । समुद्र कां वोघीं पडिला ।\n" +
                "तो मागुता जैसा आला । आपणपेयां ॥ ३०७ ॥\n" +
                "\n" +
                "तेवीं पिंडाचेनि मिषें । पदीं पद प्रवेशे ।\n" +
                "तें एकत्व होय तैसें । पंडुकुमरा ॥ ३०८ ॥\n" +
                "\n" +
                "आतां दुजें हन होतें । कीं एकचि हें आइतें ।\n" +
                "ऐशिये विवंचनपुरतें । उरेचिना ।। ३०९ ॥\n" +
                "\n" +
                "गगनीं गगन लया जाये । ऐसें जे कांहीं आहे ।\n" +
                "तें अनुभवें जो होये । तो होऊनि ठाके ॥ ३१० ॥\n" +
                "\n" +
                "म्हणोनि तेथिंची मातु । न चढेचि बोलाचा हातु ।\n" +
                "जेणें संवादाचिया गांवाआंतु । पैठी कीजे ॥ ३११ ॥\n" +
                "\n" +
                "अर्जुना एऱ्हवीं तरी । इया अभिप्रायाचा गर्वु धरी ।\n" +
                "ते पाहें पां वैखरी । दुरी ठेली ॥ ३१२ ॥\n" +
                "\n" +
                "भ्रूलता मागिलीकडे । तेथ मकाराचेंचि आंग न मांडे ।\n" +
                "सडेया प्राणा सांकडें । गगना येतां ॥ ३१३ ॥\n" +
                "\n" +
                "पाठीं तेथेंचि तो भासळला । तंव शब्दाचा दिवो मावळला ।\n" +
                "मग तयाहि वरी आटु भविन्नला । आकाशाचा ॥ ३१४ ॥\n" +
                "\n" +
                "आतां महाशून्याचिया डोहीं । जेथ गगनसीचि ठावो नाहीं ।\n" +
                "तेथ तागा लागेल काई । बोलाचा इया ॥ ३१५ ॥\n" +
                "\n" +
                "म्हणोनि आखरामाजीं सांपडे । कीं कानावरी जोडे ।\n" +
                "हे तैसें नव्हे फुडें । त्रिशुध्दी गा ॥ ३१६ ॥\n" +
                "\n" +
                "जैं कही दैवें । अनुभविलें फावे ।\n" +
                "तैं आपणचि हें ठाकावें । होऊनिया ॥ ३१७ ॥\n" +
                "\n" +
                "पुढती जाणणें तें नाहींचि । म्हणोनि असो किती हेंचि ।\n" +
                "बोलावें आतां वायांचि । धनुर्धरा ॥ ३१८ ॥\n" +
                "\n" +
                "ऐसें शब्दजात माघौतें सरे । तेथ संकल्पाचें आयुष्य पुरे ।\n" +
                "वाराही जेथ न शिरे । विचाराचा ॥ ३१९ ॥\n" +
                "\n" +
                "जें उन्मनियेचें लावण्य । जें तुर्येचें तारुण्य ।\n" +
                "अनादि जें अगण्य । परमतत्व ॥ ३२० ॥\n" +
                "\n" +
                "जें आकाराचा प्रांतु । जें मोक्षाचा एकांतु ।\n" +
                "जेथ आदि आणि अंतु । विरोनि गेले ॥ ३२१ ॥\n" +
                "\n" +
                "जें विश्वाचें मूळ । जें योगद्रुमाचें फळ ।\n" +
                "जें आनंदाचें केवळ । चैतन्य गा ॥ ३२२ ॥\n" +
                "\n" +
                "जें महाभूतांचें बीज । जें महातेजाचें तेज ।\n" +
                "एवं पार्था जें निज । स्वरुप माझें ॥ ३२३ ॥\n" +
                "\n" +
                "ते हे चर्तुभुज कोंभेली । जयाची शोभा रुपा आली ।\n" +
                "देखोनि नास्तिकीं नोकिली । भक्तवृंदें ॥ ३२४ ॥\n" +
                "\n" +
                "तें अनिर्वाच्य महासुख । पैं आपणचि जाहले जे पुरुष ।\n" +
                "जयांचे कां निष्कर्ष । प्राप्तीवेरीं ॥ ३२५ ॥\n" +
                "\n" +
                "आम्ही साधन हें जें सांगितलें । तेंचि शरीरीं जिहीं केलें ।\n" +
                "ते आमुचेनि पाडें आले । निर्वाळलेया ॥ ३२६ ॥\n" +
                "\n" +
                "परब्रह्माचेनि रसें । देहाकृतीचिये मुसें ।\n" +
                "वोतींव जाहले तैसे । दिसती आंगें ॥ ३२७ ॥\n" +
                "\n" +
                "कां जें आपण आतां देवो । हा बोलिलो जो उपावो ।\n" +
                "तो प्राप्तीचा ठावो । म्हणोनि घडे ॥ ३२९ ॥\n" +
                "\n" +
                "इये अभ्यासीं जे दृढ होती । ते भरंवसेनि ब्रह्मत्वा येती ।\n" +
                "हें सांगतियाची रीती । कळलें मज ॥ ३३० ॥\n" +
                "\n" +
                "देवा गोठीचि हे ऐकतां । बोधु उपजतसे चित्ता ।\n" +
                "मा अनुभवें तल्लीनता । नव्हेल केंवी ॥ ३३१ ॥\n" +
                "\n" +
                "म्हणऊनि एथ कांही । अनारिसें नाहीं ।\n" +
                "परि नावभरी चित्त देई । बोला एका ॥ ३३२ ॥\n" +
                "\n" +
                "आतां कृष्णा तुवां सांगितला योगु । तो मना तरी आला चांगु ।\n" +
                "परि न शकें करुं पांगु । योग्यतेचा ॥ ३३३ ॥\n" +
                "\n" +
                "सहजें आंगिक जेतुली आहे । तेतुलियाची जरी सिध्दि जाये ।\n" +
                "तरी हाचि मार्ग सुखोपायें । अभ्यासीन ॥ ३३४ ॥\n" +
                "\n" +
                "नातरी देवो जैसें सांगतील । तैसें आपणपां जरी न ठकेल ।\n" +
                "तरी योग्यतेवीण होईल । तेचिं पुसों ॥ ३३५ ॥\n" +
                "\n" +
                "जीवींचिये ऐसी धारण । म्हणोनि पुसावया जाहलें कारण ।\n" +
                "मग म्हणे तरी आपण । चित्त देइजो ॥ ३३६ ॥\n" +
                "\n" +
                "हां हो जी अवधारिलें । जें हें साधन तुम्हीं निरुपिलें ।\n" +
                "तें आवडतयाहि अभ्यासिलें । फावों शके ॥ ३३७ ॥\n" +
                "\n" +
                "कीं योग्यतेवीण नाहीं । ऐसें हन आहे कांही ।\n" +
                "तेथ कृष्णा म्हणती तरी काई । धनुर्धरा ।। ३३८ ॥\n" +
                "\n" +
                "हें काज कीर निर्वाण । परि आणिकही जें कांही साधारण ।\n" +
                "तेंही अधिकाराचे वोडवेविण । काय सिध्दि जाय ॥ ३३९ ॥\n" +
                "\n" +
                "पैं योग्यता जे म्हणिजे । ते प्राप्तीची आधीन जाणिजे ।\n" +
                "कां जे योग्य होऊनि कीजे । तें आरंभी फळें ॥ ३४० ॥\n" +
                "\n" +
                "\n" +
                "तरी तैसी एथ कांही । सावियाचि केणी नाहीं ।\n" +
                "आणि योग्यांची काई । खाणी असे ॥ ३४१ ॥\n" +
                "\n" +
                "नावेक विरक्तु । जाहला देहधर्मी नियतु ।\n" +
                "तरि तोचि नव्हे व्यवस्थितु । अधिकारिया ॥ ३४२ ॥\n" +
                "\n" +
                "येतुलालिये आयणीमाजि येवढें । योग्यपण तूतेंही जोडे ।\n" +
                "ऐसें प्रसंगे सांकडें । फेडिलें तयाचें ॥ ३४३ ॥\n" +
                "\n" +
                "मग म्हणे पार्था । ते हे ऐसी व्यवस्था ।\n" +
                "अनियतासि सर्वथा । योग्यता नाहीं ॥ ३४४ ॥\n" +
                "\n" +
                "     नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः ।\n" +
                "     न चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन ॥ १६ ॥\n" +
                "\n" +
                "जो रसनेद्रियाचा अंकिला । कां निद्रेसी जीवें विकला ।\n" +
                "तो नाहीं एथ म्हणितला । अधिकारिया ॥ ३४५ ॥\n" +
                "\n" +
                "अथवा आग्रहाचिये बांदोडी । क्षुधा तृषा कोंडी ।\n" +
                "आहारातें तोडी । मारुनियां ॥ ३४६ ॥\n" +
                "\n" +
                "निद्रेचिया वाटा न वचे । ऐसा दृढिवेचेनि अवतरणें नाचे ।\n" +
                "तें शरीरचि नव्हे तयाचें । मा योगु कवणाचा ॥ ३४७ ॥\n" +
                "\n" +
                "म्हणोनि अतिशयें विषयो सेवावा । तैसा विरोधु नव्हावा ।\n" +
                "कां सर्वथा निरोधु करावा । हेंही नको ॥ ३४८ ॥\n" +
                "\n" +
                "     युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।\n" +
                "     युक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥ १७ ॥\n" +
                "\n" +
                "आहार तरी सेविजे । परि युक्तीचेनि मापें मविजे ।\n" +
                "क्रियाजात आचरिजे । तयाचि स्थिती ॥ ३४९ ॥\n" +
                "\n" +
                "मपितलां बोलिजे । मितलिया पाउलीं चालिजे ।\n" +
                "निद्रेही मानु दीजे । अवसरें एकें ॥ ३५० ॥\n" +
                "\n" +
                "जागणें जरी जाहलें । तरी व्हावे तें मितलें ।\n" +
                "येतुलेनि धातुसाम्य संचले । असेल सुखें ॥ ३५१ ॥\n" +
                "\n" +
                "ऐसें युक्तीचेनि हातें । जें इंद्रियां वोपिजे भातें ।\n" +
                "तै संतोषासी वाढतें । मनचि करी ॥ ३५२ ॥\n" +
                "\n" +
                "     यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।\n" +
                "     निःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥ १८ ॥\n" +
                "\n" +
                "बाहेर युक्तीची मुद्रा पडे । तंव आंत सुख वाढे ।\n" +
                "तेथें सहजचि योगु घडे । नाभ्यासितां ॥ ३५३ ॥\n" +
                "\n" +
                "जैसें भाग्याचिये भडसें । उद्यमाचेनि मिसें ।\n" +
                "मग समृध्दीजात आपैसें । घर रिघे ॥ ३५४ ॥\n" +
                "\n" +
                "तैसा युक्तीमंतु कौतुकें । अभ्यासाचिया मोहरा ठाके ।\n" +
                "आणि आत्मसिद्धीची पिके । अनुभवु तयाचा ॥ ३५५ ॥\n" +
                "\n" +
                "म्हणोनि युक्ती हे पांडवा । घडे जया सदैवा ।\n" +
                "तो अपवर्गाचिये राणिवा । अळंकरिजे ॥ ३५६ ॥\n" +
                "\n" +
                "     यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।\n" +
                "     योगिनो यतचित्तस्य युञ्जतो योगमात्मनः ॥ १९ ॥\n" +
                "\n" +
                "युक्ती योगाचे आंग पावे । ऐसें प्रयाग जें होय बरवें ।\n" +
                "तेथ क्षेत्रसंन्यासें स्थिरावें । मानस जयाचें ॥ ३५७ ॥\n" +
                "\n" +
                "तयातें योगायुक्त म्हण । हेंही प्रसंगे जाण ।\n" +
                "तें दीपांचे उपलक्षण । निर्वातींचिया ॥ ३५८ ॥\n" +
                "\n" +
                "आतां तुझें मनोगत जाणोनि । कांही एक आम्ही म्हणोनि ।\n" +
                "तें निकें चित्त देउनी । परिसावें गा ॥ ३५९ ॥\n" +
                "\n" +
                "तूं प्राप्तीची चाड वाहसी । परि अभ्यासीं दक्ष नव्हसी ।\n" +
                "तें सांग पा काय बिहसी । दुवाडपणा ॥ ३६० ॥\n" +
                "\n" +
                "तरी पार्था हें झणें । सायास घेशीं हो मनें ।\n" +
                "वायां बागूल इये दुर्जनें । इंद्रिये करिती ॥ ३६१ ॥\n" +
                "\n" +
                "पाहें पां आयुष्याचा अढळ करी । जें सरतें जीवित वारी ।\n" +
                "तया औषधातें वैरी । काय जिव्हा न म्हणे ॥ ३६२ ॥\n" +
                "\n" +
                "ऐसें हितासि जें जें निकें । तें सदाचि या इद्रिंयां दुःखे ।\n" +
                "एऱ्हवी सोपें योगासारिखें । कांही आहे ॥ ३६३ ॥\n" +
                "\n" +
                "     यत्रोपरमते चित्तं निरुध्दं योगसेवया ।\n" +
                "     यत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥ २० ॥\n" +
                "\n" +
                "     सुखमात्यन्तिकं यत् तद् बुध्दीग्राह्यमतीद्रिंय ।\n" +
                "     वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ॥ २१ ॥\n" +
                "\n" +
                "म्हणोनि आसनाचिया गाढीका । जो आम्ही अभ्यासु सांगितला निका ।\n" +
                "तेणे होईल तरी हो कां । निरोधु यया ॥ ३६४ ॥\n" +
                "\n" +
                "एऱ्हवी तरी येणें योगें । जै इद्रिंया विंदाण लागे ।\n" +
                "तै चित्त भेटों रिगे । आपणपेयां ॥ ३६५ ॥\n" +
                "\n" +
                "परतोनि पाठिमोरें ठाके । आणि आपणियांते आपण देखे ।\n" +
                "देखतखेवों वोळखे । म्हणे तत्त्व हें मी ॥ ३६६ ॥\n" +
                "\n" +
                "तिये ओळखीचिसरिसें । सुखाचिया साम्राज्यीं बैसे ।\n" +
                "मग चित्तपण समरसें । विरोनि जाय ॥ ३६७ ॥\n" +
                "\n" +
                "जयापरतें आणिक नाहीं । जयातें इद्रिंयें नेणती कहीं ।\n" +
                "तें आपणचि आपुलिया ठायीं । होऊनि ठाके ॥ ३६८ ॥\n" +
                "\n" +
                "     यं लब्धा चापरं लाभं मन्यते नाधिकं ततः ।\n" +
                "     यस्मिन स्थितो न दुःखेन गुरुणापि विचाल्यते ॥ २२ ॥\n" +
                "\n" +
                "मग मेरुपासूनि थोरें । देह दुःखाचेनि डोंगरे ।\n" +
                "दाटिजो पां परि भरें । चित्त न दटे ॥ ३६९ ॥\n" +
                "\n" +
                "कां शस्त्रें वरी तोडिलिया । देह अग्निमाजीं पडलिया ।\n" +
                "चित्त महासुखीं पहुडलिया । चेवोचि नये ॥ ३७० ॥\n" +
                "\n" +
                "ऐसें आपणपां रिगोनि ठाये । मग देहाची वास न पाहे ।\n" +
                "आणिकचि सुख होऊनि जाये । म्हणूनि विसरे ॥ ३७१ ॥\n" +
                "\n" +
                "     तं विद्यात् दुःखसंयोगवियोगं योगसंज्ञितम् ।\n" +
                "     स् निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ॥ २३ ॥\n" +
                "\n" +
                "जया सुखाचिया गोडी । मग आर्तीची सेचि सोडी ।\n" +
                "संसाराचिया तोंडीं । गुंतलें जें ॥ ३७२ ॥\n" +
                "\n" +
                "जे योगाची बरव । संतोषाची राणीव ।\n" +
                "ज्ञानाची जाणीव । जयालागीं ॥ ३७३ ॥\n" +
                "\n" +
                "तें अभ्यासिलेनि योगें । सावयव देखावें लागें ।\n" +
                "देखिलें तरी आंगें । होईजेल गा ॥ ३७४ ॥\n" +
                "\n" +
                "     संकल्पप्रभवान् कामांस्त्यक्त्वा सर्वानशेषतः ।\n" +
                "     मनसैवेद्रियग्रामं विनियम्य समन्ततः ॥ २४ ॥\n" +
                "\n" +
                "तरि तोचि योगु बापा । एके परि आहे सोपा ।\n" +
                "जरी पुत्रशोकु संकल्पा । दाखविजे ॥ ३७५ ॥\n" +
                "\n" +
                "हा विषयातें निमालिया आइके । इंद्रियें नेमाचिया धारणीं देखे ।\n" +
                "तरी हियें घालूनि मुके । जीवितांसी ॥ ३७६ ॥\n" +
                "\n" +
                "ऐसें वैराग्य हें करी । तरी संकल्पाची सरे वारी ।\n" +
                "सुखें धृतीचिया धवळारीं । बुद्धी नांदे ॥ ३७७ ॥\n" +
                "\n" +
                "     शनैः शनैरुपरमेत् बुध्या धृतिगृहीतया ।\n" +
                "     आत्मसंस्थं मनः कृत्वा न किचिंदपि चिन्तयेत् ॥ २५ ॥\n" +
                "\n" +
                "     यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् ।\n" +
                "     ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ॥ २६ ॥\n" +
                "\n" +
                "बुद्धी धैया होय वसौटा । तरी मनातें अनुभवाचिया वाटा ।\n" +
                "हळु हळु करी प्रतिष्ठा । आत्मभुवनीं ॥ ३७८ ॥\n" +
                "\n" +
                "याही एके परी । प्राप्ती आहे विचारीं ।\n" +
                "हें न ठके तरी सोपारी । आणिक ऐकें ॥ ३७९ ॥\n" +
                "\n" +
                "आतां नियमुचि हा एकला । जीवें करावा आपुला ।\n" +
                "जैसा कृतनिश्चयाचिया बोला । बाहेरा नोहे ॥ ३८० ॥\n" +
                "\n" +
                "जरी येतुलेनि चित्त स्थिरावें । तरी काजा आलें स्वभावें ।\n" +
                "नाही तरी घालावें । मोकलुनी ॥ ३८१ ॥\n" +
                "\n" +
                "मग मोकलिलें जेथ जाईल । तेथूनि नियमूचि घेऊनि येईल ।\n" +
                "ऐसेनि स्थैर्याची होईल । सवे ययां ॥ ३८२ ॥\n" +
                "\n" +
                "     प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् ।\n" +
                "     उपैति शान्तरजसं ब्रह्मभूतकल्मषम् ॥ २७ ॥\n" +
                "\n" +
                "पाठीं केतुलेनि एके वेळी । तया स्थैर्याचेनि मेळें ।\n" +
                "आत्मस्वरुपाजवळें । येईल सहजें ॥ ३८३ ॥\n" +
                "\n" +
                "तयातें देखोनि आंगा घडेल । तेथ अद्वैतीं द्वैत बुडेल ।\n" +
                "आणि ऐक्यतेजें उघडेल । त्रैलोक्य हें ॥ ३८४ ॥\n" +
                "\n" +
                "आकाशीं दिसे दुसरें । ते अभ्र जैं विरे ।\n" +
                "तै गगनचि कां भरे । विश्व जैसें ॥ ३८५ ॥\n" +
                "\n" +
                "तैसे चित्त लया जाये । आणि चैतन्यचि आघवें होये ।\n" +
                "ऐसी प्राप्ति सुखोपायें । आहे येणें ॥ ३८६ ॥\n" +
                "\n" +
                "     युञ्जन्नेवं सदात्मनं योगी विगतकल्मषः ।\n" +
                "     सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते ॥ २८ ॥\n" +
                "\n" +
                "या सोपिया योगस्थिती । उकलु देखिला गा बहुतीं ।\n" +
                "संकल्पाचिया संपत्ती । रुसोनियां ॥ ३८७ ॥\n" +
                "\n" +
                "तें सुखाचेनि सांगातें । आलें परब्रह्मा आंतौतें ।\n" +
                "तेथ लवण जैसें जळातें । सांडु नेणे ॥ ३८८ ॥\n" +
                "\n" +
                "तैसें होय तिये मेळीं । मग साम्यरसाचिया राऊळीं ।\n" +
                "महासुखाची दिवाळी । जगेंसि दिसे ॥ ३८९ ॥\n" +
                "\n" +
                "ऐसें आपुले पायवरी । चालिजे आपुले पाठीवरी ।\n" +
                "हें पार्था नागवे तरी । आन ऐकें ॥ ३९० ॥\n" +
                "\n" +
                "     सर्वभूस्थमात्मानं सर्वभूतानि चात्मनि ।\n" +
                "     इक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ॥ २९ ॥\n" +
                "\n" +
                "     यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।\n" +
                "     तस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥ ३० ॥\n" +
                "\n" +
                "तरी मी तंव सकळ देहीं । असे एथ विचारु नाहीं ।\n" +
                "आणि तैसेंति माझ्या ठायीं । सकळ असे ॥ ३९१ ॥\n" +
                "\n" +
                "हें ऐसेंचि संचलें । परस्परें मिसळलें ।\n" +
                "बुद्धी घेपे एतुलें । होआवें गा ॥ ३९२ ॥\n" +
                "\n" +
                "एऱ्हवीं तरी अर्जुना । जो एकवटलिया भावना ।\n" +
                "सर्वभूतीं अभिन्ना । मातें भजे ॥ ३९३ ॥\n" +
                "\n" +
                "भूतांचेनि अनेकपणें । अनेक नोहे अंतःकरणें ।\n" +
                "केवळ एकत्वचि माझें जाणें । सर्वत्र जो ॥ ३९४ ॥\n" +
                "\n" +
                "मग तो एक हा मियां । बोलता दिसतसे वायां ।\n" +
                "एऱ्हवीं न बोलिजे तरी धनंजया । तो मीचि आहें ॥ ३९५ ॥\n" +
                "\n" +
                "दीपा आणि प्रकाशा । एकवंकीचा पाडु जैसा ।\n" +
                "तो माझ्या ठायी तैसा । मी तयामाजीं ॥ ३९६ ॥\n" +
                "\n" +
                "जैसा उदकाचेनि आयुष्यें रसु । कां गगनाचेनि माने अवकाशु ।\n" +
                "तैसा माझेनि रुपें रुपसु । पुरुष तो गा ॥ ३९७ ॥\n" +
                "\n" +
                "     सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः ।\n" +
                "     सर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥ ३१ ॥\n" +
                "\n" +
                "जेणें ऐक्याचिये दिठी । सर्वत्र मातेचि किरीटी ।\n" +
                "देखिला जैसा पटीं । तंतु एकु ॥ ३९८ ॥\n" +
                "\n" +
                "कां स्वरुपें तरी बहुतें आहाती । परि तैसी सोनीं बहुवें न होती ।\n" +
                "ऐसी ऐक्याचळाची स्थिती । केली जेणें ॥ ३९९ ॥\n" +
                "\n" +
                "ना तरी वृक्षांचीं पानें जेतुलीं । तेतुलीं रोपे नाहीं लाविलीं ।\n" +
                "ऐसी अद्वैतदिवसें पाहली । रात्री जया ॥ ४०० ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());

        TextView textView4=findViewById(R.id.title4);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" तो पंचात्मकीं सांपडे । तरी मग सांग पा कैसेनि अडे ।\n" +
                "जो प्रतीतीचेनि पाडें । मजसी तुके ॥ ४०१ ॥\n" +
                "\n" +
                "माझें व्यापकपण आघवें । गवसलें तयाचेनि अनुभवें ।\n" +
                "तरी न म्हणतां स्वभावें । व्यापकु जाहला ॥ ४०२ ॥\n" +
                "\n" +
                "आतां शरीरीं तरी आहे । परि शरीराचा तो नोहे ।\n" +
                "ऐसें बोलवरी होये । तें करु ये काइ ॥ ४०३ ॥\n" +
                "\n" +
                "     आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन ।\n" +
                "     सुखं वा यदि वा दुःखं स योगी परमो मतः ॥ ३२ ॥\n" +
                "\n" +
                "म्हणोनि असो तें विशेषें । आपणपेयांसारिखें ।\n" +
                "जो चराचर देखे । अखंडित ॥ ४०४ ॥\n" +
                "\n" +
                "सुखदुःखादि वर्मे । कां शुभाशुभे कर्में ।\n" +
                "दोनी ऐसी मनोधर्में । नेणेचि जो ॥ ४०५ ॥\n" +
                "\n" +
                "जें समविषम भाव । आणिकही विचित्र जें सर्व ।\n" +
                "तें मानी जैसे अवयव । आपुले होती ॥ ४०६ ॥\n" +
                "\n" +
                "हें एकैक काय सांगावें । जया त्रैलोक्यचि आघवें ।\n" +
                "मी ऐसें स्वभावें । बोधा आलें ॥ ४०७ ॥\n" +
                "\n" +
                "तयाही देह एकु कीर आथी । लौकिकीं सुखदुःखी तयातें म्हणती ।\n" +
                "परि आम्हांतें ऐसीचि प्रतीती । परब्रह्मचि हा ॥ ४०८ ॥\n" +
                "\n" +
                "म्हणोनि आपणपां विश्व देखिजे । आणि आपण विश्व होईजे ।\n" +
                "ऐसे साम्यचि एक उपासिजे । पांडवा गा ॥ ४०९ ॥\n" +
                "\n" +
                "हें तूतें बहुतीं प्रसंगीं । आम्ही म्हणों याचिलागीं ।\n" +
                "जे साम्यापरौति जगीं प्राप्ति नाहीं ।। ४१० ।।\n" +
                "\n" +
                "     अर्जुन उवाच - योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन ।\n" +
                "     एतस्याहं न पश्यामि चञ्चलत्वात् स्थित्तिं स्थिराम् ॥ ३३ ॥\n" +
                "\n" +
                "     चञ्चलं हि मनः कृष्ण प्रमाथि बलवद् दृढम् ।\n" +
                "     तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ॥ ३४ ॥\n" +
                "\n" +
                "अर्जुन म्हणे देवा । तुम्ही सांगा कीर आमुचिया कणवा ।\n" +
                "परी न पुरों जी स्वभावा । मनाचिया ॥ ४११ ॥\n" +
                "\n" +
                "हें मन कैसें केवढें । ऐसें पाहों म्हणों तरी न सांपडें ।\n" +
                "एऱ्हवी राहाटावया थोडें । त्रैलोक्य यया ॥ ४१२ ॥\n" +
                "\n" +
                "म्हणोनि ऐसें कैसें घडेल । जे मर्कट समाधी येईल ।\n" +
                "कां राहा म्हणितलिया राहेल । महावातु ॥ ४१३ ॥\n" +
                "\n" +
                "जें बुध्दीतें सळी । निश्चयाते टाळी ।\n" +
                "धैर्येसी हातफळी । मिळऊनि जाय ॥ ४१४ ॥\n" +
                "\n" +
                "जें विवेकातें भुलवी । संतोषासी चाड लावी ।\n" +
                "बैसिजे तरी हिंडवी । दाही दिशा ॥ ४१५ ॥\n" +
                "\n" +
                "जें निरोधलें घे उवावो । जया संयमुचि होय सावावो ।\n" +
                "तें मन आपुला स्वभावो । सांडील काई ॥ ४१६ ॥\n" +
                "\n" +
                "म्हणोनि मन एक निश्चळ राहेल । मग आम्हांसी साम्य होईल ।\n" +
                "हें विशेषेंही न घडेल । तयालागीं ॥ ४१७ ॥\n" +
                "\n" +
                "     श्रीभगवानुवाच - असंशयं महाबाहो मनो दुर्निग्रहं चलम् ।\n" +
                "     अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥ ३५ ॥\n" +
                "\n" +
                "तंव कृष्ण म्हणती साचचि । बोलत आहासि तें तैसेंचि ।\n" +
                "यया मनाचा कीर चपळचि । स्वभावो गा ॥ ४१८ ॥\n" +
                "\n" +
                "परि वैराग्यचेनि आधारें । जरि लाविलें अभ्यासाचिये मोहरें ।\n" +
                "तरि केतुलेनि एके अवसरें । स्थिरावेल ॥ ४१९ ॥\n" +
                "\n" +
                "कां जें यया मनाचें एक निकें । जें देखिले गोडीचिया ठाया सोके ।\n" +
                "म्हणोनि अनुभवसुखचि कवतिकें । दावीत जाइजे ॥ ४२० ॥\n" +
                "\n" +
                "     असंयतात्मना योगो दुष्पाप इति मे मतिः ।\n" +
                "     वश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः ॥ ३६ ॥\n" +
                "\n" +
                "एऱ्हवीं विरक्ती जयांसि नाही । जे अभ्यासीं न रिघती कहीं ।\n" +
                "तयां नाकळे हें आम्हीही । न मनू कायी ॥ ४२१ ॥\n" +
                "\n" +
                "परी यमनियमांचिया वाटा न वचिजे । कहीं वैराग्याची से न करिजे ।\n" +
                "केवळ विषयजळीं ठाकिजे । बुडी देऊनी ॥ ४२२ ॥\n" +
                "\n" +
                "या जालिया मानसा कहीं । युक्तीची कांबी लागली नाहीं ।\n" +
                "तरी निश्चळ होईल काई । कैसेनि सांगे ॥ ४२३ ॥\n" +
                "\n" +
                "म्हणोनि मनाचा निग्रह होये । ऐसा उपाय जो आहे ।\n" +
                "तो आरंभीं मग नोहे । कैसा पाहों ॥ ४२४ ॥\n" +
                "\n" +
                "तरी योगसाधन जितुकें । कें अवघेचि काय लटिकें ।\n" +
                "परि आपणयां अभ्यास न ठाके । हेंचि म्हण ॥ ४२५ ॥\n" +
                "\n" +
                "आंगी योगाचें होय बळ । तरी मन केतुलें चपळ ।\n" +
                "काय महदादि हें सकळ । आपु नोहे ॥ ४२६ ॥\n" +
                "\n" +
                "तेथ अर्जुन म्हणे निकें । देवो बोलती तें न चुके ।\n" +
                "साचचि योगबळेंसीं न तुके । मनोबळ ॥ ४२७ ॥\n" +
                "\n" +
                "तरी तोचि योगु कैसा केवीं जाणों । आम्ही येतुले दिया याची मातुही नेणों ।\n" +
                "म्हणोनि मनातें जी म्हणों । अनावर ॥ ४२८ ॥\n" +
                "\n" +
                "हा आतां आघवेया जन्मा । तुझेनि प्रसादें पुरुषोत्तमा ।\n" +
                "योगपरिचयो आम्हां । जाहला आजी ॥ ४२९ ॥\n" +
                "\n" +
                "     अर्जन उवाच -अयतिः श्रध्दयोपेतो योगात् चलितमानसः ।\n" +
                "     अप्राप्य योगसंसिध्दि कां गतिं कृष्ण गच्छति ॥ ३७ ॥\n" +
                "\n" +
                "     कच्चित् नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ।\n" +
                "     अप्रतिष्ठो महाबाहो विमूढो ब्राह्मणः पथि ॥ ३८ ॥\n" +
                "\n" +
                "     एतत् मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः ।\n" +
                "     त्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्दते ॥ ३९ ॥\n" +
                "\n" +
                "परि आणिक एक गोसांविया । मज संशयो असे साविया ।\n" +
                "तो तूंवांचूनि फेडावया । समर्थु नाहीं ॥ ४३० ॥\n" +
                "\n" +
                "म्हणोनि सांगे गोविंदा । कवण एकु मोक्षपदा ।\n" +
                "झोंबत होता श्रध्दा । उपायेंविण ॥ ४३१ ॥\n" +
                "\n" +
                "इद्रिंयग्रामोनि निघाला । आस्थेचिया वाटा लागला ।\n" +
                "आत्मसिद्धीचिया पुढिला । नगरा यावया ॥ ४३२ ॥\n" +
                "\n" +
                "तंव आत्मसिद्धी न ठकेचि । आणि मागुतें न येववेचि ।\n" +
                "ऐसा अस्तु गेला माझारींचि । आयुष्यभानु ॥ ४३३ ॥\n" +
                "\n" +
                "जैसें अकाळीं आभाळ । अळुमाळु सपातळ ।\n" +
                "विपायें आलें केवळ । वसे ना वर्से ॥ ४३४ ॥\n" +
                "\n" +
                "तैसी दोन्ही दुरावलीं । जे प्राप्ती तंव अलग ठेली ।\n" +
                "आणि अप्राप्तीही सांडवली । श्रध्दा तया ॥ ४३५ ॥\n" +
                "\n" +
                "ऐसा वोलांतरला काजीं । जो श्रध्देचांचि समाजीं ।\n" +
                "बुडाला तया हो जी । कवण गति ॥ ४३६ ॥\n" +
                "\n" +
                "     श्रीभगवानुवाच-पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।\n" +
                "     न हि कल्याणकृत् कश्चित् दुर्गतिं तात गच्छति ॥ ४० ॥\n" +
                "\n" +
                "तंव कृष्ण म्हणती पार्था । जया मोक्षसुखीं आस्था ।\n" +
                "तया मोक्षावांचुनि अन्यथा । गती आहे गा ॥ ४३७ ॥\n" +
                "\n" +
                "परि एतुलेंचि एक घडे । जें माझारी विसवावें पडे ।\n" +
                "तेंही परि ऐसेनि सुरवाडें । जो देवां नाहीं ॥ ४३८ ॥\n" +
                "\n" +
                "एऱ्हवी अभ्यासाचा उचलतां । पाउलीं जरी चालतां ।\n" +
                "तरी दिवसाआधीं ठाकिता । सोऽहंसिध्दीतें ॥ ४३९ ॥\n" +
                "\n" +
                "परि तेतुला वेगु नव्हेचि । म्हणऊनि विसांवा तरी निकाचि ।\n" +
                "पाठीं मोक्षु तंव तैसाचि । ठेविला असे ॥ ४४० ॥\n" +
                "\n" +
                "     प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः ।\n" +
                "     शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥ ४१ ॥\n" +
                "\n" +
                "ऐसें कवतिक हें कैसें । जें शतमखा लोक सायासें ।\n" +
                "ते तो पावे अनायासें । कैवल्यकामु ॥ ४४१ ॥\n" +
                "\n" +
                "मग तेथिंचे जे अमोघ । अलौकिक भोग ।\n" +
                "भोगितांही सांग । कांटाळे मन ॥ ४४२ ॥\n" +
                "\n" +
                "हा अंतरायो अवचितां । कां वोढवला भगवंता ।\n" +
                "ऐसा दिविभोग भोगितां । अनुतापी नित्य ॥ ४४३ ॥\n" +
                "\n" +
                "पाठीं जन्मे संसारी । परि सकळ धर्माचिया माहेरीं ।\n" +
                "लांबा उगवे आगरीं । विभवश्रियेचा ॥ ४४४ ॥\n" +
                "\n" +
                "जयातें नीतिपंथे चालिजे । सत्यधूत बोलिजे ।\n" +
                "देखावें तें देखिजे । शास्त्रदृष्टी ॥ ४४५ ॥\n" +
                "\n" +
                "वेद तो जागेश्वरु । जया व्यवसाय निजाचारु ।\n" +
                "सारासारविचारु । मंत्री जयाते ॥ ४४६ ॥\n" +
                "\n" +
                "जयाचा कुळीं चिंता । जाली ईश्वराची पतिव्रता ।\n" +
                "जयातें गृहदेवता । आदि ऋध्दि ॥ ४४७ ॥\n" +
                "\n" +
                "ऐसी निजपुण्याची जोडी । वाढिन्नली सर्वसुखाची कुळवाडी ।\n" +
                "तिये जन्मे तो सुरवाडी । योगच्युतु ॥ ४४८ ॥\n" +
                "\n" +
                "     अथवा योगिनामेव कुले भवति धीमताम् ।\n" +
                "     एतद्धि दुर्लभतरं लोके जन्म यदिदृश्यम् ।। ४२ ॥\n" +
                "\n" +
                "     तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।\n" +
                "     यतते च ततो भूयः संसिद्धौ कुरुनन्दन ॥ ४३ ॥\n" +
                "\n" +
                "अथवा ज्ञानाग्निहोत्री । जे परब्रह्मण्य श्रोत्री ।\n" +
                "महासुखक्षेत्रीं । आदिवंत ॥ ४४९ ॥\n" +
                "\n" +
                "जे सिद्धांताचिया सिंहासनीं । राज्य करिती त्रिभुवनीं ।\n" +
                "जे कूंजते कोकिल वनीं । संतोषाचां ॥ ४५० ॥\n" +
                "\n" +
                "जे विवेकग्रामींचां मुळीं । बैसले आहाति नित्य फळीं ।\n" +
                "तया योगियांचिया कुळीं । जन्म पावे ॥ ४५१ ॥\n" +
                "\n" +
                "मोटकी देहाकृती उमटे । आणि निजज्ञानाची पाहांट फुटे ।\n" +
                "सूर्यापुढें प्रगटे । प्रकाशु जैसा ॥ ४५२ ॥\n" +
                "\n" +
                "तैसी दशेची वाट न पहातां । वयसेचिया गांवा न येतां ।\n" +
                "बाळपणींच सर्वज्ञता । वरी तयातें ॥ ४५३ ॥\n" +
                "\n" +
                "तिये सिद्धप्रज्ञेचेनि लाभें । मनचि सारस्वतें दुभे ।\n" +
                "मग सकळ शास्त्रे स्वयंभें । निघती मुखें ॥ ४५४ ॥\n" +
                "\n" +
                "ऐसें जे जन्म । जयालागीं देव सकाम ।\n" +
                "स्वर्गीं ठेले जप होम । करिती सदा ॥ ४५५ ॥\n" +
                "\n" +
                "अमरीं भाट होईजे । मग मृत्युलोकातें वानिजे ।\n" +
                "ऐसें जन्म पार्था गा जे । तें तो पावे ॥ ४५६ ॥\n" +
                "\n" +
                "     पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः ।\n" +
                "     जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥ ४४ ॥\n" +
                "\n" +
                "आणि मागील जे सद्बुद्धि । जेथ जीवित्वा जाहाली होती अवधि ।\n" +
                "मग तेचि पुढती निरवधि । नवी लाहे ॥ ४५७ ॥\n" +
                "\n" +
                "तेथ सदैवा आणि पायाळा । वरि दिव्यांजन होय डोळां ।\n" +
                "मग देखे जैसीं अवलीळा । पाताळधनें ॥ ४५८ ॥\n" +
                "\n" +
                "तैसें दुर्भेद जे अभिप्राय । कां गुरुगम्य हन ठाय ।\n" +
                "तेथ सौरसेंवीण जाय । बुद्धी तयाची ॥ ४५९ ॥\n" +
                "\n" +
                "बळियें इंद्रियें येती मना । मन एकवटे पवना ।\n" +
                "पवन सहजें गगना । मिळोंचि लागे ॥ ४६० ॥\n" +
                "\n" +
                "ऐसें नेणों काय आपैसें । तयातेंचि कीजे अभ्यासें ।\n" +
                "समाधी घर पुसे । मानसाचें ।। ४६१ ॥\n" +
                "\n" +
                "जाणिजे योगपीठीचा भैरवु । काय आरंभरंभेचा गौरवु ।\n" +
                "की वैराग्यसिद्धीचा अनुभवु । रुपा आला ॥ ४६२ ॥\n" +
                "\n" +
                "हा संसारु उमाणितें माप । का अष्टांगसामग्रीचें द्वीप ।\n" +
                "जैसे परिमळेंचि धरिजे रुप । चंदनाचें ॥ ४६३ ॥\n" +
                "\n" +
                "तैसा संतोषाचा काय घडिला । कीं सिद्धिभांडारीहूनि काढिला ।\n" +
                "दिसे तेणें मानें रुढला । साधकदशे ॥ ४६४ ॥\n" +
                "\n" +
                "     प्रयत्नाद् यतमानस्तु योगी संशुद्धकिल्बिषः ।\n" +
                "     अनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥ ४५ ॥\n" +
                "\n" +
                "जे वर्षशतांचिया कोडी । जन्मसहस्त्रांचिया आडी ।\n" +
                "लंघितां पातला थडी । आत्मसिद्धीची ॥ ४६५ ॥\n" +
                "\n" +
                "म्हणोनि साधनजात आघवें । अनुसरे तया स्वभावें ।\n" +
                "मग आयतिये बैसे राणिवे । विवेकाचिये ॥ ४६६ ॥\n" +
                "\n" +
                "पाठीं विचारितया वेगां । तो विवेकुही ठाके मागां ।\n" +
                "मग अविचारणीय तें आंगा । घडोनि जाय ॥ ४६७ ॥\n" +
                "\n" +
                "तेथ मनाचें मेहुडें विरे । पवनाचे पवनपण सरे ।\n" +
                "आपणपां आपण मुरे । आकाशही ॥ ४६८ ॥\n" +
                "\n" +
                "प्रणवाचा माथा बुडे । येतुलेनि अनिर्वाच्य सुख जोडे ।\n" +
                "म्हणोनि आधींचि बोलु बहुडे । तयालागीं ॥ ४६९ ॥\n" +
                "\n" +
                "ऐसी ब्रह्माची स्थिती । जे सकळां गतींसी गती ।\n" +
                "तया अमूर्ताची मूर्ती । होऊनि ठाके ॥ ४७० ॥\n" +
                "\n" +
                "तेणें बहुतीं जन्मीं मागिलीं । विक्षेपांची पाणिवळें झाडिलीं ।\n" +
                "म्हणोनि उपजतखेंवो बुडाली । लग्नघटिका ॥ ४७१ ॥\n" +
                "\n" +
                "आणि तद्रूपतेसीं लग्न । लागोनि ठेलें अभिन्न ।\n" +
                "जैसे लोपलें अभ्र गगन । होऊनि ठाके ॥ ४७२ ॥\n" +
                "\n" +
                "तैसें विश्व जेथ होये । मागौतें जेथ लया जाये ।\n" +
                "तें विद्यमानेंचि देहें । जाहला तो गा ॥ ४७३ ॥\n" +
                "\n" +
                "     तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः ।\n" +
                "     कर्मिभ्यश्चाधिको योगी तस्मात् योगी भवार्जुन ॥ ४६ ॥\n" +
                "\n" +
                "जया लाभाचिया आशा । करुनि धैर्यबाहूंचा भंरवसा ।\n" +
                "घालीत षट्कर्माचा धारसा । कर्मनिष्ठ ॥ ४७४ ॥\n" +
                "\n" +
                "कां जिये एकी वस्तुलांगी । बाणोनि ज्ञानाची व्रजांगी ।\n" +
                "झुंजत प्रपंचेंशीं समरंगीं । ज्ञानिये गा ॥ ४७५ ॥\n" +
                "\n" +
                "अथवा निलागें निसरडा । तपोदुर्गाचा आडकडा ।\n" +
                "झोंबती तपिये चाडा । जयाचिया ॥ ४७६ ॥\n" +
                "\n" +
                "जें भजतियांसी भज्य । याज्ञिकांचे याज्य ।\n" +
                "एवं जें पूज्य । सकळां सदा ॥ ४७७ ॥\n" +
                "\n" +
                "तेंचि तो आपण । स्वयं जाहला निर्वाण ।\n" +
                "जें साधकांचें कारण । सिद्ध तत्व ॥ ४७८ ॥\n" +
                "\n" +
                "म्हणोनि कर्मनिष्ठां वंद्यु । तो ज्ञानियांसि वेद्यु ।\n" +
                "तापसांचा आद्यु । तपोनाथु ॥ ४७९ ॥\n" +
                "\n" +
                "पैं जीवपरमात्मसंगमा । जयाचें येणें जाहले मनोधर्मा ।\n" +
                "तो शरीरीचि परि महिमा । ऐसी पावे ॥ ४८० ॥\n" +
                "\n" +
                "म्हणोनि याकारणें । तूंतें मी सदा म्हणें ।\n" +
                "योगी होई अंतःकरणें । पंडुकुमरा ॥ ४८१ ॥\n" +
                "\n" +
                "     योगिनामपि सर्वेषां मद्गतेनान्तरात्मना ।\n" +
                "     श्रद्धावान् भजते यो मां स मे युक्ततमो मतः ॥ ४७ ॥\n" +
                "\n" +
                "अगा योगी जो म्हणिजे । तो देवांचा देव जाणिजे ।\n" +
                "आणि सुखसर्वस्व माझें । चैतन्य तो ॥ ४८२ ॥\n" +
                "\n" +
                "जया भजता भजन भजावें । हे भक्तिसाधन जें आघवें ।\n" +
                "ते मीचि जाहलों अनुभवें । अखंडीत ॥ ४८३ ॥\n" +
                "\n" +
                "मग तया आम्हां प्रीतीचें । स्वरुप बोली निर्वचे ।\n" +
                "ऐसें नव्हे गा तो साचें । सुभद्रापती ॥ ४८४ ॥\n" +
                "\n" +
                "तया एकवटलिया प्रेमा । जरी पाडें पाहिजे उपमा ।\n" +
                "तरी मी देह तो आत्मा । हेचि होय ॥ ४८५ ॥\n" +
                "\n" +
                "ऐसे भक्तचकोरचंद्रें । त्रिभुवनैकनरेंद्रे ।\n" +
                "बोलिलें गुणसमुद्रें । संजयो म्हणे ॥ ४८६ ॥\n" +
                "\n" +
                "तेथ आदिलापासोनि पार्था । ऐकिजे ऐसीचि आस्था ।\n" +
                "दुणावली हें यदुनाथा । पावों सरले ॥ ४८७ ॥\n" +
                "\n" +
                "कीं सावियाचि मनीं तोषला । जे बोला आरिसा जोडला ।\n" +
                "तेणें हरिखें आतां उपलवला । निरुपील ॥ ४८८ ॥\n" +
                "\n" +
                "तो प्रसंगु आहे पुढां । जेथ शांतु दिसे उघडा ।\n" +
                "तो पालविजेल मुडा । प्रमेयबीजांचा ॥ ४८९ ॥\n" +
                "\n" +
                "जें सात्विकाचेनि वडपें । गेलें आध्यात्मिक खरपें ।\n" +
                "सहजें निरोळले वाफे । चतुरचित्ताचे ॥ ४९० ॥\n" +
                "\n" +
                "वरी अवधानाचा वाफसा । लाधला सोनयाऐसा ।\n" +
                "म्हणोनि पेरावया धिंवसा । निवृतीसी ॥ ४९१ ॥\n" +
                "\n" +
                "ज्ञानदेव म्हणे मी चाडें । सद्गुरुंनी केलें कोडें ।\n" +
                "माथां हात ठेविला तें फुडें । बीजचि वाइलें ॥ ४९२ ॥\n" +
                "\n" +
                "म्हणऊनि येणे मुखें जें जें निगे । तें संतांच्या हृदयीं साचचि लागे ।\n" +
                "हें असो सांगों श्रीरंगे । बोलिले जें ॥ ४९३ ॥\n" +
                "\n" +
                "परी ते मनाचा कानी ऐकावें । बोल बुद्धीचां डोळां देखावें ।\n" +
                "हे सांटोवाटीं घ्यावें । चित्ताचिया ॥ ४९४ ॥\n" +
                "\n" +
                "अवधानाचेनि हातें । नेयावें हृदयाआंतौते ।\n" +
                "हे रिझवितील आयणीतें । सज्जनांचिये ॥ ४९५ ॥\n" +
                "\n" +
                "हे स्वहितातें निवविती । परिणामातें जीवविती ।\n" +
                "सुखाची वाहविती । लाखोली जीवां ॥ ४९६ ॥\n" +
                "\n" +
                "आतां अर्जुनेंसीं श्रीमुकुंदे । नागर बोलिजेल विनोदें ।\n" +
                "तें वोंवियेचेनि प्रबंधें । सांगेन मी ॥ ४९७ ॥\n" +
                "\n" +
                "इति श्रीमद्भगवदगीतासुपनिषत्सु ब्रम्हविद्यायां योगशास्त्रे श्रीकृष्णार्जुन संवादे आत्मसंयम योगो नाम षष्ठोऽध्यायः\n" +
                "\n" +
                "॥ ॐ श्रीसच्चिनन्दार्पणमस्तु ॥\n ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());

    }
}
