package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Satara extends AppCompatActivity {
    private AdView mAdView;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_satara);


        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" १७. ज्ञानेश्वरी/अध्याय सतरावा");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ सप्तदशोऽध्यायः - अध्याय सतरावा । ।\n" +
                "। श्रद्धात्रयविभागयोगः ।\n" +
                "\n" +
                "विश्वविकासित मुद्रा । जया सोडी तुझी योगमुद्रा ।\n" +
                "तया नमोजी गणेंद्रा । श्रीगुरुराया ॥ १ ॥\n" +
                "त्रिगुणत्रिपुरीं वेढिला । जीवत्वदुर्गीं आडिला ।\n" +
                "तो आत्मशंभूनें सोडविला । तुझिया स्मृती ॥ २ ॥\n" +
                "म्हणौनि शिवेंसीं कांटाळा । गुरुत्वें तूंचि आगळा ।\n" +
                "तऱ्ही हळु मायाजळा- । माजीं तारूनि ॥ ३ ॥\n" +
                "जे तुझ्याविखीं मूढ । तयांलागीं तूं वक्रतुंड ।\n" +
                "ज्ञानियांसी तरी अखंड । उजूचि आहासी ॥ ४ ॥\n" +
                "दैविकी दिठी पाहतां सानी । तऱ्ही मीलनोन्मीलनीं ।\n" +
                "उत्पत्ति प्रळयो दोन्ही । लीलाचि करिसी ॥ ५ ॥\n" +
                "प्रवृत्तिकर्णाच्या चाळीं । उठली मदगंधानिळीं ।\n" +
                "पूजीजसी नीलोत्पलीं । जीवभृंगांच्या ॥ ६ ॥\n" +
                "पाठीं निवृत्तिकर्णताळें । आहाळली ते पूजा विधुळे ।\n" +
                "तेव्हां मिरविसी मोकळें । आंगाचें लेणें ॥ ७ ॥\n" +
                "वामांगीचा लास्यविलासु । जो हा जगद्रूप आभासु ।\n" +
                "तो तांडवमिसें कळासु । दाविसी तूं ॥ ८ ॥\n" +
                "हें असो विस्मो दातारा । तूं होसी जयाचा सोयरा ।\n" +
                "सोइरिकेचिया व्यवहारा । मुकेचि तो ॥ ९ ॥\n" +
                "फेडितां बंधनाचा ठावो । तूं जगद्बंधु ऐसा भावो ।\n" +
                "धरूं वोळगे उवावो । तुझाचि आंगीं ॥ १० ॥\n" +
                "तंव दुजयाचेनि नांवें तया । देहही नुरेचि पैं देवराया ।\n" +
                "जेणें तूं आपणपयां । केलासि दुजा ॥ ११ ॥\n" +
                "तूंतें करूनि पुढें । जे उपायें घेती दवडे ।\n" +
                "तयां ठासी बहुवें पाडें । मागांचि तूं ॥ १२ ॥\n" +
                "जो ध्यानें सूये मानसीं । तयालागीं नाहीं तूं त्याचे देशीं ।\n" +
                "ध्यानही विसरे तेणेंसीं । वालभ तुज ॥ १३ ॥\n" +
                "तूतें सिद्धचि जो नेणे । तो नांदे सर्वज्ञपणें ।\n" +
                "वेदांही येवढें बोलणें । नेघसी कानीं ॥ १४ ॥\n" +
                "मौन गा तुझें राशिनांव । आतां स्तोत्रीं कें बांधों हाव ।\n" +
                "दिसती तेतुली माव । भजों काई ॥ १५ ॥\n" +
                "दैविकें सेवकु हों पाहों । तरी भेदितां द्रोहोचि लाहों ।\n" +
                "म्हणौनि आतां कांहीं नोहों । तुजलागीं जी ॥ १६ ॥\n" +
                "जैं सर्वथा सर्वही नोहिजे । तैं अद्वया तूतें लाहिजे ।\n" +
                "हें जाणें मी वर्म तुझें । आराध्य लिंगा ॥ १७ ॥\n" +
                "तरी नुरोनि वेगळेंपण । रसीं भजिन्नलें लवण ।\n" +
                "तैसें नमन माझें जाण । बहु काय बोलों ॥ १८ ॥\n" +
                "आतां रिता कुंभ समुद्रीं रिगे । तो उचंबळत भरोनि निगे ।\n" +
                "कां दशीं दीपसंगें । दीपुचि होय ॥ १९ ॥\n" +
                "तैसा तुझिया प्रणितीं । मी पूर्णु जाहलों श्रीनिवृत्ती ।\n" +
                "आतां आणीन व्यक्तीं । गीतार्थु तो ॥ २० ॥\n" +
                "तरी षोडशाध्यायशेखीं । तिये समाप्तीच्या श्लोकीं ।\n" +
                "जो ऐसा निर्णयो निष्टंकीं । ठेविला देवें ॥ २१ ॥\n" +
                "जे कृत्याकृत्यव्यवस्था । अनुष्ठावया पार्था ।\n" +
                "शास्त्रचि एक सर्वथा । प्रमाण तुज ॥ २२ ॥\n" +
                "तेथ अर्जुन मानसें । म्हणे हें ऐसें कैसें ।\n" +
                "जे शास्त्रेंवीण नसे । सुटिका कर्मा ॥ २३ ॥\n" +
                "तरी तक्षकाची फडे । ठाकोनि कैं तो मणि काढे ।\n" +
                "कैं नाकींचा केशु जोडे । सिंहाचिये ? ॥ २४ ॥\n" +
                "मग तेणें तो वोंविजे । तरीच लेणें पाविजे ।\n" +
                "एऱ्हवीं काय असिजे । रिक्तकंठीं ? ॥ २५ ॥\n" +
                "तैसी शास्त्रांची मोकळी । यां कैं कोण पां वेंटाळी ।\n" +
                "एकवाक्यतेच्या फळीं । पैसिजे कैं ? ॥ २६ ॥\n" +
                "जालयाही एकवाक्यता । कां लाभें वेळु अनुष्ठितां ।\n" +
                "कैंचा पैसारु जीविता । येतुलालिया ॥ २७ ॥\n" +
                "आणि शास्त्रें अर्थें देशें काळें । या चहूंही जें एकफळे ।\n" +
                "तो उपावो कें मिळे । आघवयांसी ? ॥ २८ ॥\n" +
                "म्हणौनि शास्त्राचें घडतें । नोहें प्रकारें बहुतें ।\n" +
                "तरी मुर्खा मुमुक्षां येथें । काय गति पां ? ॥ २९ ॥\n" +
                "हा पुसावया अभिप्रावो । जो अर्जुन करी प्रस्तावो ।\n" +
                "तो सतराविया ठावो । अध्याया येथ ॥ ३० ॥\n" +
                "तरी सर्वविषयीं वितृष्णु । जो सकळकळीं प्रवीणु ।\n" +
                "कृष्णाही नवल कृष्णु । अर्जुनत्वें जो ॥ ३१ ॥\n" +
                "शौर्या जोडला आधारु । जो सोमवंशाचा शृंगारु ।\n" +
                "सुखादि उपकारु । जयाची लीला ॥ ३२ ॥\n" +
                "जो प्रज्ञेचा प्रियोत्तमु । ब्रह्मविद्येचा विश्रामु ।\n" +
                "सहचरु मनोधर्मु । देवाचा जो ॥ ३३ ॥\n" +
                "\n" +
                "\n" +
                "अर्जुन उवाच ।\n" +
                "ये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विताः ।\n" +
                "तेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तमः ॥ १॥\n" +
                "\n" +
                "\n" +
                "तो अर्जुन म्हणे गा तमालश्यामा । इंद्रियां फांवलिया ब्रह्मा ।\n" +
                "तुझां बोलु आम्हा । साकांक्षु पैं जी ॥ ३४ ॥\n" +
                "जें शास्त्रेंवांचूनि आणिकें । प्राणिया स्वमोक्षु न देखे ।\n" +
                "ऐसें कां कैंपखें । बोलिलासी ॥ ३५ ॥\n" +
                "तरी न मिळेचि तो देशु । नव्हेचि काळा अवकाशु ।\n" +
                "जो करवी शास्त्राभ्यासु । तोही दुरी ॥ ३६ ॥\n" +
                "आणि अभ्यासीं विरजिया । होती जिया सामुग्रिया ।\n" +
                "त्याही नाहीं आपैतिया । तिये वेळीं ॥ ३७ ॥\n" +
                "उजू नोहेचि प्राचीन । नेदीचि प्रज्ञा संवाहन ।\n" +
                "ऐसें ठेलें आपादन । शास्त्राचें जया ॥ ३८ ॥\n" +
                "किंबहुना शास्त्रविखीं । एकही न लाहातीचि नखी ।\n" +
                "म्हणौनि उखिविखी । सांडिली जिहीं ॥ ३९ ॥\n" +
                "परी निर्धारूनि शास्त्रें । अर्थानुष्ठानें पवित्रें ।\n" +
                "नांदताति परत्रें । साचारें जे ॥ ४० ॥\n" +
                "तयां{ऐ}सें आम्हीं होआवें । ऐसी चाड बांधोनि जीवें ।\n" +
                "घेती तयांचें मागावे । आचरावया ॥ ४१ ॥\n" +
                "धड्याचिया आखरां । तळीं बाळ लिहे दातारा ।\n" +
                "कां पुढांसूनि पडिकरा । अक्षमु चाले ॥ ४२ ॥\n" +
                "तैसें सर्वशास्त्रनिपुण । तयाचें जें आचरण ।\n" +
                "तेंचि करिती प्रमाण । आपलिये श्रद्धे ॥ ४३ ॥\n" +
                "मग शिवादिकें पूजनें । भूम्यादिकें महादानें ।\n" +
                "आग्निहोत्रादि यजनें । करिती जे श्रद्धा ॥ ४४ ॥\n" +
                "तयां सत्त्वरजतमां-/ । माजीं कोण पुरुषोत्तमा ।\n" +
                "गति होय ते आम्हां । सांगिजो जी ॥ ४५ ॥\n" +
                "तंव वैकुंठपीठींचें लिंग । जो निगमपद्माचा पराग ।\n" +
                "जिये जयाचेनि हें जग । अंगच्छाया ॥ ४६ ॥\n" +
                "काळ सावियाचि वाढु । लोकोत्तर प्रौढु ।\n" +
                "आद्वितीय गूढु । आनंदघनु ॥ ४७ ॥\n" +
                "इयें श्लाघिजती जेणें बिकें । तें जयाचें आंगीं असिकें ।\n" +
                "तो श्रीकृष्ण स्वमुखें । बोलत असे ॥ ४८ ॥\n" +
                "\n" +
                "\n" +
                "श्री भगवानुवाच ।\n" +
                "त्रिविध भवति श्रद्धा देहिनां सा स्वभावजा ।\n" +
                "सात्त्विकी राजसी चैव तामसी चेति तां शृणु ॥ २॥\n" +
                "\n" +
                "\n" +
                "म्हणे पार्था तुझा अतिसो । हेंही आम्ही जाणतसों ।\n" +
                "जे शास्त्राभ्यासाचा आडसो । मानितोसि कीं ॥ ४९ ॥\n" +
                "नुसधियाची श्रद्धा । झोंबों पाहसी परमपदा ।\n" +
                "तरी तैसें हें प्रबुद्धा । सोहोपें नोहे ॥ ५० ॥\n" +
                "श्रद्धा म्हणितलियासाठीं । पातेजों नये किरीटी ।\n" +
                "काय द्विजु अंत्यजघृष्टीं । अंत्यजु नोहे ? ॥ ५१ ॥\n" +
                "गंगोदक जरी जालें । तरी मद्यभांडां आलें ।\n" +
                "तें घेऊं नये कांहीं केलें । विचारीं पां ॥ ५२ ॥\n" +
                "चंदनु होय शीतळु । परी अग्नीसी पावे मेळु ।\n" +
                "तैं हातीं धरितां जाळूं । न शके काई ? ॥ ५३ ॥\n" +
                "कां किडाचिये आटतिये पुटीं । पडिलें सोळें किरीटी ।\n" +
                "घेतलें चोखासाठीं । नागवीना ? ॥ ५४ ॥\n" +
                "तैसें श्रद्धेचें दळवाडें । अंगें कीर चोखडें ।\n" +
                "परी प्राणियांच्या पडे । विभागीं जैं ॥ ५५ ॥\n" +
                "ते प्राणिये तंव स्वभावें । आनादिमायाप्रभावें ।\n" +
                "त्रिगुणाचेचि आघवे । वळिले आहाती ॥ ५६ ॥\n" +
                "तेथही दोन गुण खांचती । मग एक धरी उन्नती ।\n" +
                "तैं तैसियाचि होती वृत्ती । जीवांचिया ॥ ५७ ॥\n" +
                "वृत्ती{ऐ}सें मन धरिती । मना{ऐ}सी क्रिया करिती ।\n" +
                "केलिया ऐसी वरीती । मरोनि देहें ॥ ५८ ॥\n" +
                "बीज मोडे झाड होये । झाड मोडे बीजीं सामाये ।\n" +
                "ऐसेनि कल्पकोडी जाये । परी जाति न नशे ॥ ५९ ॥\n" +
                "तियापरीं यियें अपारें । होत जात जन्मांतरें ।\n" +
                "परी त्रिगुणत्व न व्यभिचरें । प्राणियांचें ॥ ६० ॥\n" +
                "म्हणूनि प्राणियांच्या पैकीं । पडिली श्रद्धा अवलोकीं ।\n" +
                "ते होय गुणासारिखी । तिहीं ययां ॥ ६१ ॥\n" +
                "विपायें वाढे सत्त्व शुद्ध । तेव्हां ज्ञानासी करी साद ।\n" +
                "परी एका दोघे वोखद । येर आहाती ॥ ६२ ॥\n" +
                "सत्त्वाचेनि आंगलगें । ते श्रद्धा मोक्षफळा रिगे ।\n" +
                "तंव रज तम उगे । कां पां राहाती ? ॥ ६३ ॥\n" +
                "मोडोनि सत्त्वाची त्राये । रजोगुण आकाशें जाये ।\n" +
                "तेव्हां तेचि श्रद्धा होये । कर्मकेरसुणी ॥ ६४ ॥\n" +
                "मग तमाची उठी आगी । तेव्हां तेचि श्रद्धा भंगी ।\n" +
                "हों लागे भोगालागीं । भलतेया ॥ ६५ ॥\n" +
                "\n" +
                "\n" +
                "सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत ।\n" +
                "श्रद्धामयोऽयं पुरुषो यो यछ्रद्धः स एव सः ॥ ३॥\n" +
                "\n" +
                "\n" +
                "एवं सत्त्वरजतमा-/ । वेगळी श्रद्धा सुवर्मा ।\n" +
                "नाहीं गा जीवग्रामा-/ । माजीं यया ॥ ६६ ॥\n" +
                "म्हणौनि श्रद्धा स्वाभाविक । असे पैं त्रिगुणात्मक ।\n" +
                "रजतमसात्त्विक । भेदीं इहीं ॥ ६७ ॥\n" +
                "जैसें जीवनचि उदक । परी विषीं होय मारक ।\n" +
                "कां मिरयामाजीं तीख । उंसीं गोड ॥ ६८ ॥\n" +
                "तैसा बहुवसें तमें । जो सदाचि होय निमे ।\n" +
                "तेथ श्रद्धा परीणमे । तेंचि होऊनि ॥ ६९ ॥\n" +
                "मग काजळा आणि मसी । न दिसे विवंचना जैसी ।\n" +
                "तेवीं श्रद्धा तामसी । सिनी नाहीं ॥ ७० ॥\n" +
                "तैसीच राजसीं जीवीं । रजोमय जाणावी ।\n" +
                "सात्त्विकीं आघवीं । सत्त्वाचीच ॥ ७१ ॥\n" +
                "ऐसेनि हा सकळु । जगडंबरु निखिळु ।\n" +
                "श्रद्धेचाचि केवळु । वोतला असे ॥ ७२ ॥\n" +
                "परी गुणत्रयवशें । त्रिविधपणाचें लासें ।\n" +
                "श्रद्धे जें उठिलें असे । तें वोळख तूं ॥ ७३ ॥\n" +
                "तरी जाणिजे झाड फुलें । कां मानस जाणिजे बोलें ।\n" +
                "भोगें जाणिजे केलें । पूर्वजन्मींचें ॥ ७४ ॥\n" +
                "तैसीं जिहीं चिन्हीं । श्रद्धेचीं रूपें तीन्हीं ।\n" +
                "देखिजती ते वानी । अवधारीं पां ॥ ७५ ॥\n" +
                "\n" +
                "\n" +
                "यजन्ते सात्त्विका देवान् यक्षरक्षांसि राजसाः ।\n" +
                "प्रेतान् भूतगणांश्चान्ये यजन्ते तामसा जनाः ॥ ४॥\n" +
                "\n" +
                "\n" +
                "तरी सात्त्विक श्रद्धा । जयांचा होय बांधा ।\n" +
                "तयां बहुतकरूनि मेधा । स्वर्गीं आथी ॥ ७६ ॥\n" +
                "ते विद्याजात पढती । यज्ञक्रिये निवडती ।\n" +
                "किंबहुना पडती । देवलोकीं ॥ ७७ ॥\n" +
                "आणि श्रद्धा राजसा । घडले जे वीरेशा ।\n" +
                "ते भजती राक्षसां । खेचरां हन ॥ ७८ ॥\n" +
                "श्रद्धां जे कां तामसी । ते मी सांगेन तुजपाशीं ।\n" +
                "जे कां केवळ पापराशी । आतिकर्कशी निर्दयत्वें ॥ ७९ ॥\n" +
                "जीववधें साधूनि बळी । भूतप्रेतकुळें मैळीं ।\n" +
                "स्मशानीं संध्याकाळीं । पूजिती जे ॥ ८० ॥\n" +
                "ते तमोगुणाचें सार । काढूनि निर्मिले नर ।\n" +
                "जाण तामसियेचें घर । श्रद्धेचें तें ॥ ८१ ॥\n" +
                "ऐसी इहीं तिहीं लिंगीं । त्रिविध श्रद्धा जगीं ।\n" +
                "पैं हें ययालागीं । सांगतु असें ॥ ८२ ॥\n" +
                "जे हे सात्त्विक श्रद्धा । जतन करावी प्रबुद्धा ।\n" +
                "येरी दोनी विरुद्धा । सांडाविया ॥ ८३ ॥\n" +
                "हे सात्त्विकमति जया । निर्वाहती होय धनंजया ।\n" +
                "बागुल नोहे तया । कैवल्य तें ॥ ८४ ॥\n" +
                "तो न पढो कां ब्रह्मसूत्र । नालोढो सर्व शास्त्र ।\n" +
                "सिद्धांत न होत स्वतंत्र । तयाच्या हातीं ॥ ८५ ॥\n" +
                "परी श्रुतिस्मृतींचे अर्थ । जे आपण होऊनि मूर्त ।\n" +
                "अनुष्ठानें जगा देत । वडील जे हे ॥ ८६ ॥\n" +
                "तयांचीं आचरती पाउलें । पाऊनि सात्त्विकी श्रद्धा चाले ।\n" +
                "तो तेंचि फळ ठेविलें । ऐसें लाहे ॥ ८७ ॥\n" +
                "पैं एक दीपु लावी सायासें । आणिक तेथें लाऊं बैसें ।\n" +
                "तरी तो काय प्रकाशें । वंचिजे गा ? ॥ ८८ ॥\n" +
                "कां येकें मोल अपार । वेंचोनि केलें धवळार ।\n" +
                "तो सुरवाडु वस्तीकर । न भोगी काई ? ॥ ८९ ॥\n" +
                "हें असो जो तळें करी । तें तयाचीच तृषा हरी ।\n" +
                "कीं सुआरासीचि अन्न घरीं । येरां नोहे ? ॥ ९० ॥\n" +
                "बहुत काय बोलों पैं गा । येका गौतमासीचि गंगा ।\n" +
                "येरां समस्तां काय जगां । वोहोळ जाली ? ॥ ९१ ॥\n" +
                "म्हणौनि आपुलियापरी । शास्त्र अनुष्ठीती कुसरी ।\n" +
                "जाणे तयांते श्रद्धाळु जो वरी । तो मूर्खुही तरे ॥ ९२ ॥\n" +
                "\n" +
                "\n" +
                "अशास्त्रविहितं घोरं तप्यन्ते ये तपो जनाः ।\n" +
                "दंभाहङ्कारसंयुक्ताः कामरागबलान्विताः ॥ ५॥\n" +
                "\n" +
                "\n" +
                "ना शास्त्राचेनि कीर नांवें । खाकरोंही नेणती जीवें ।\n" +
                "परी शास्त्रज्ञांही शिवें । टेंकों नेदिती ॥ ९३ ॥\n" +
                "वडिलांचिया क्रिया । देखोनि वाती वांकुलिया ।\n" +
                "पंडितां डाकुलिया । वाजविती ॥ ९४ ॥\n" +
                "आपलेनीचि आटोपें । धनित्वाचेनि दर्पें ।\n" +
                "साचचि पाखंडाचीं तपें । आदरिती ॥ ९५ ॥\n" +
                "आपुलिया पुढिलांचिया । आंगीं घालूनि कातिया ।\n" +
                "रक्तमांसा प्रणीतया । भर भरु ॥ ९६ ॥\n" +
                "रिचविती जळतकुंडीं । लाविती चेड्याच्या तोंडीं ।\n" +
                "नवसियां देती उंडी । बाळकांची ॥ ९७ ॥\n" +
                "आग्रहाचिया उजरिया । क्षुद्र देवतां वरीया ।\n" +
                "अन्नत्यागें सातरीया । ठाकती एक ॥ ९८ ॥\n" +
                "अगा आत्मपरपीडा । बीज तमक्षेत्रीं सुहाडा ।\n" +
                "पेरिती मग पुढां । तेंचि पिके ॥ ९९ ॥\n" +
                "बाहु नाहीं आपुलिया । आणि नावेतेंही धनंजया ।\n" +
                "न धरी होय तया । समुद्रीं जैसें ॥ १०० ॥\n" +
                "कां वैद्यातें करी सळा । रसु सांडी पाय खोळां ।\n" +
                "तो रोगिया जेवीं जिव्हाळा । सवता होय ॥ १०१ ॥\n" +
                "नाना पडिकराचेनि सळें । काढी आपुलेचि डोळे ।\n" +
                "तें वानवसां आंधळें । जैसें ठाके ॥ १०२ ॥\n" +
                "तैसें तयां आसुरां होये । निंदूनि शास्त्रांची सोये ।\n" +
                "सैंघ धांवताती मोहें । आडवीं जे कां ॥ १०३ ॥\n" +
                "कामु करवी तें करिती । क्रोधु मारवी ते मारिती ।\n" +
                "किंबहुना मातें पुरिती । दुःखाचा गुंडां ॥ १०४ ॥\n" +
                "\n" +
                "\n" +
                "कर्षयन्तः शरीरस्थं भूतग्राममचेतसः ।\n" +
                "मां चैवान्तः शरीरस्थं तान् विद्ध्यासुरनिश्चयान् ॥ ६॥\n" +
                "\n" +
                "\n" +
                "आपुलां परावां देहीं । दुःख देती जें जें कांहीं ।\n" +
                "मज आत्मया तेतुलाही । होय शीणु ॥ १०५ ॥\n" +
                "पैं वाचेचेनिही पालवें । पापियां तयां नातळावें ।\n" +
                "परी पडिलें सांगावें । त्यजावया ॥ १०६ ॥\n" +
                "प्रेत बाहिरें घालिजे । कां अंत्यजु संभाषणीं त्यजिजे ।\n" +
                "हें असो हातें क्षाळिजे । कश्मलातें ? ॥ १०७ ॥\n" +
                "तेथ शुद्धीचिया आशा । तो लेपु न मनवे जैसा ।\n" +
                "तयांतें सांडावया तैसा । अनुवादु हा ॥ १०८ ॥\n" +
                "परी अर्जुना तूं तयांतें । देखसी तैं स्मर हो मातें ।\n" +
                "जे आन प्रायश्चित्त येथें । मानेल ना ॥ १०९ ॥\n" +
                "म्हणौनि जे श्रद्धा सात्त्विकी । पुढती तेचि पैं येकी ।\n" +
                "जतन करावी निकी । सर्वांपरी ॥ ११० ॥\n" +
                "तरी धरावा तैसा संगु । जेणें पोखे सात्त्विक लागु ।\n" +
                "सत्त्ववृद्धीचा भागु । आहारु घेपें ॥ १११ ॥\n" +
                "एऱ्हवीं तरी पाहीं । स्वभाववृद्धीच्या ठाईं ।\n" +
                "आहारावांचूनि नाहीं । बळी हेतु ॥ ११२ ॥\n" +
                "प्रत्यक्ष पाहें पां वीरा । जो सावध घे मदिरा ।\n" +
                "तो होऊनि ठाके माजिरा । तियेचि क्षणीं ॥ ११३ ॥\n" +
                "कां जो साविया अन्नरसु सेवी । तो व्यापिजे वातश्लेष्मस्वभावीं ।\n" +
                "काय ज्वरु जालिया निववी । पयादिक ? ॥ ११४ ॥\n" +
                "नातरी अमृत जयापरी । घेतलिया मरण वारी ।\n" +
                "कां आपुलिया{ऐ}सें करी । जैसें विष ॥ ११५ ॥\n" +
                "तेवीं जैसा घेपे आहारु । धातु तैसाचि होय आकारु ।\n" +
                "आणि धातु ऐसा अंतरु । भावो पोखे ॥ ११६ ॥\n" +
                "जैसें भांडियाचेनि तापें । आंतुलें उदकही तापे ।\n" +
                "तैसी धातुवशें आटोपे । चित्तवृत्ती ॥ ११७ ॥\n" +
                "म्हणौनि सात्त्विकु रसु सेविजे । तैं सत्त्वाची वाढी पाविजे ।\n" +
                "राजसा तामसा होईजे । येरी रसीं ॥ ११८ ॥\n" +
                "तरी सात्त्विक कोण आहारु । राजसा तामसा कायी आकारु ।\n" +
                "हें सांगों करीं आदरु । आकर्णनीं ॥ ११९ ॥\n" +
                "\n" +
                "\n" +
                "आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः ।\n" +
                "यज्ञस्तपस्तथा दानं तेषां भेदमिम शृणु ॥ ७॥\n" +
                "\n" +
                "\n" +
                "आणि एकसरें आहारा । कैसेनि तिनी मोहरा ।\n" +
                "जालिया तेही वीरा । रोकडें दाऊं ॥ १२० ॥\n" +
                "तरी जेवणाराचिया रुची । निष्पत्ति कीं बोनियांची ।\n" +
                "आणि जेवितां तंव गुणांची । दासी येथ ॥ १२१ ॥\n" +
                "जे जीव कर्ता भोक्ता । तो गुणास्तव स्वभावता ।\n" +
                "पावोनियां त्रिविधता । चेष्टे त्रिधा ॥ १२२ ॥\n" +
                "म्हणौनि त्रिविधु आहारु । यज्ञुही त्रिप्रकारु ।\n" +
                "तप दान हन व्यापारु । त्रिविधचि ते ॥ १२३ ॥\n" +
                "पैं आहार लक्षण पहिले? । सांगों जें म्हणितलें ।\n" +
                "तें आईक गा भलें । रूप करूं ॥ १२४ ॥\n" +
                "\n" +
                "\n" +
                "आयुः सत्त्वबलारोग्यसुखप्रीतिवर्धनाः ।\n" +
                "रस्याः स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विकप्रियाः ॥ ८॥\n" +
                "\n" +
                "\n" +
                "तरी सत्त्वगुणाकडे । जें दैवें भोक्ता पडे ।\n" +
                "तैं मधुरीं रसीं वाढे । मेचु तया ॥ १२५ ॥\n" +
                "आंगेंचि द्रव्यें सुरसें । जे आंगेंचि पदार्थ गोडसे ।\n" +
                "आंगेंचि स्नेहें बहुवसें । सुपक्वें जियें ॥ १२६ ॥\n" +
                "आकारें नव्हती डगळें । स्पर्शें अति मवाळें ।\n" +
                "जिभेलागीं स्नेहाळें । स्वादें जियें ॥ १२७ ॥\n" +
                "रसें गाढीं वरी ढिलीं । द्रवभावीं आथिलीं ।\n" +
                "ठायें ठावो सांडिलीं । अग्नितापें ॥ १२८ ॥\n" +
                "आंगें सानें परीणामें थोरु । जैसें गुरुमुखींचें अक्षरु ।\n" +
                "तैशी अल्पीं जिहीं अपारु । तृप्ति राहे ॥ १२९ ॥\n" +
                "आणि मुखीं जैसीं गोडें । तैसीचिहि ते आंतुलेकडे ।\n" +
                "तिये अन्नीं प्रीति वाढे । सात्त्विकांसी ॥ १३० ॥\n" +
                "एवं गुणलक्षण । सात्त्विक भोज्य जाण ।\n" +
                "आयुष्याचें त्राण । नीच नवें हें ॥ १३१ ॥\n" +
                "येणें सात्त्विक रसें । जंव देहीं मेहो वरीषे ।\n" +
                "तंव आयुष्यनदी उससे । दिहाचि दिहा ॥ १३२ ॥\n" +
                "सत्त्वाचिये कीर पाळती । कारण हाचि सुमती ।\n" +
                "दिवसाचिये उन्नती । भानु जैसा ॥ १३३ ॥\n" +
                "आणि शरीरा हन मानसा । बळाचा पैं कुवासा ।\n" +
                "हा आहारु तरी दशा । कैंची रोगां ॥ १३४ ॥\n" +
                "हा सात्त्विकु होय भोग्यु । तैं भोगावया आरोग्यु ।\n" +
                "शरीरासी भाग्यु । उदयलें जाणो ॥ १३५ ॥\n" +
                "आणि सुखाचें घेणें देणें । निकें उवाया ये येणें ।\n" +
                "हें असो वाढे साजणें । आनंदेंसीं ॥ १३६ ॥\n" +
                "ऐसा सात्त्विकु आहारु । परीणमला थोरु ।\n" +
                "करी हा उपकारु । सबाह्यासी ॥ १३७ ॥\n" +
                "आतां राजसासि प्रीती । जिहीं रसीं आथी ।\n" +
                "करूं तयाही व्यक्ती । प्रसंगें गा ॥ १३८ ॥\n" +
                "\n" +
                "\n" +
                "कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः ।\n" +
                "आहारा राजसस्येष्टा दुःखशोकामयप्रदाः ॥ ९॥\n" +
                "\n" +
                "\n" +
                "तरी मारें उणें काळकुट । तेणें मानें जें कडुवट ।\n" +
                "कां चुनियाहूनि दासट । आम्ल हन ॥ १३९ ॥\n" +
                "कणिकीतें जैसें पाणी । तैसेंचि मीठ बांधया आणी ।\n" +
                "तेतुलीच मेळवणी । रसांतरांची ॥ १४० ॥\n" +
                "ऐसें खारट अपाडें । राजसा तया आवडे ।\n" +
                "ऊन्हाचेनि मिषें तोंडें । आगीचि गिळी ॥ १४१ ॥\n" +
                "वाफेचिया सिगे । वातीही लाविल्या लागे ।\n" +
                "तैसें उन्ह मागे । राजसु तो ॥ ११४२ ॥\n" +
                "वावदळ पाडूनि ठाये । साबळु डाहारला आहे ।\n" +
                "तैसें तीख तो खाये । जें घायेविण रुपे ॥ १४३ ॥\n" +
                "आणि राखेहूनि कोरडें । आंत बाहेरी येके पाडें ।\n" +
                "तो जिव्हादंशु आवडे । बहु तया ॥ १४४ ॥\n" +
                "परस्परें दांतां । आदळु होय खातां ।\n" +
                "तो गा तोंडीं घेतां । तोषों लागे ॥ १४५ ॥\n" +
                "आधींच द्रव्यें चुरमुरीं । वरी परवडिजती मोहरी ।\n" +
                "जियें घेतां होती धुवारी । नाकेंतोंडें ॥ १४६ ॥\n" +
                "हें असो उगें आगीतें । म्हणे तैसें राइतें ।\n" +
                "पढियें प्राणापरौतें । राजसासि गा ॥ १४७ ॥\n" +
                "ऐसा न पुरोनि तोंडा । जिभा केला वेडा ।\n" +
                "अन्नमिषें अग्नि भडभडां । पोटीं भरी ॥ १४८ ॥\n" +
                "तैसाचि लवंगा सुंठे । मग भुईं गा सेजे खाटे ।\n" +
                "पाणियाचें न सुटे । तोंडोनि पात्र ॥ १४९ ॥\n" +
                "ते आहार नव्हती घेतले । व्याधिव्याळ जे सुतले ।\n" +
                "ते चेववावया घातलें । माजवण पोटीं ॥ १५० ॥\n" +
                "तैसें एकमेकां सळें । रोग उठती एके वेळे ।\n" +
                "ऐसा राजसु आहारु फळे । केवळ दुःखें ॥ १५१ ॥\n" +
                "एवं राजसा आहारा । रूप केलें धनुर्धरा ।\n" +
                "परीणामाचाहि विसुरा । सांगितला ॥ १५२ ॥\n" +
                "आतां तया तामसा । आवडे आहारु जैसा ।\n" +
                "तेंही सांगों चिळसा । झणें तुम्ही ॥ १५३ ॥\n" +
                "तरी कुहिलें उष्टें खातां । न मनिजे तेणें अनहिता ।\n" +
                "जैसें कां उपहिता । म्हैसी खाय ॥ १५४ ॥\n" +
                "\n" +
                "\n" +
                "यातयामं गतरसं पूति पर्युषितं च यत् ।\n" +
                "उच्छिष्टमपि चामेध्यम् भोजनं तामसप्रियम् ॥ १०॥\n" +
                "\n" +
                "\n" +
                "निपजलें अन्न तैसें । दुपाहरीं कां येरें दिवसें ।\n" +
                "अतिकरें तैं तामसें । घेईजे तें ॥ १५५ ॥\n" +
                "नातरी अर्ध उकडिलें । कां निपट करपोनि गेलें ।\n" +
                "तैसेंही खाय चुकलें । रसा जें येवों ॥ १५६ ॥\n" +
                "जया कां आथि पूर्ण निष्पत्ती । जेथ रसु धरी व्यक्ती ।\n" +
                "तें अन्न ऐसी प्रतीती । तामसा नाहीं ॥ १५७ ॥\n" +
                "ऐसेनि कहीं विपायें । सदन्ना वरपडा होये ।\n" +
                "तरी घाणी सुटे तंव राहे । व्याघ्रु जैसा ॥ १५८ ॥\n" +
                "कां बहुवें दिवशीं वोलांडिलें । स्वादपणें सांडिलें ।\n" +
                "शुष्क अथवा सडलें । गाभिणेंही हो ॥ १५९ ॥\n" +
                "तेंही बाळाचे हातवरी । चिवडिलें जैसी राडी करी ।\n" +
                "का सवें बैसोनि नारी । गोतांबील करी ॥ १६० ॥\n" +
                "ऐसेनि कश्मळें जैं खाय । तैं तया सुखभोजन ऐसें होय ।\n" +
                "परी येणेंही न धाय । पापिया तो ॥ १६१ ॥\n" +
                "मग चमत्कारु देखा । निषेधाचा आंबुखा ।\n" +
                "जया का सदोखा । कुद्रव्यासी ॥ १६२ ॥\n" +
                "तया अपेयांच्या पानीं । अखाद्यांच्या भोजनीं ।\n" +
                "वाढविजे उतान्ही । तामसें तेणें ॥ १६३ ॥\n" +
                "एवं तामस जेवणारा । ऐसैसी मेचु हे वीरा ।\n" +
                "तयाचें फल दुसरां । क्षणीं नाहीं ॥ १६४ ॥\n" +
                "जे जेव्हांचि हें अपवित्र । शिवे तयाचें वक्त्र ।\n" +
                "तेव्हांचि पापा पात्र । जाला तो कीं ॥ १६५ ॥\n" +
                "यावरतें जें जेवीं । ते जेविती वोज न म्हणावी ।\n" +
                "पोटभरती जाणावी । यातना ते ॥ १६६ ॥\n" +
                "शिरच्छेदें काय होये । का आगीं रिघतां कैसें आहे ।\n" +
                "हें जाणावें काई पाहें । परी साहातुचि असे ॥ १६७ ॥\n" +
                "म्हणौनि तामसा अन्ना । परीणामु गा सिनाना ।\n" +
                "न सांगोंचि गा अर्जुना । देवो म्हणे ॥ १६८ ॥\n" +
                "आतां ययावरी । आहाराचिया परी ।\n" +
                "यज्ञुही अवधारीं । त्रिधा असे ॥ १६९ ॥\n" +
                "परी तिहींमाजीं प्रथम । सात्त्विक यज्ञाचें वर्म ।\n" +
                "आईक पां सुमहिम -। शिरोमणी ॥ १७० ॥\n" +
                "\n" +
                "\n" +
                "अफलाकांक्षिभिर्यज्ञो विधिदृष्टो य इज्यते ॥\n" +
                "यष्टव्यमेवेति मनः समाधाय स सात्त्विकः ॥ ११॥\n" +
                "\n" +
                "\n" +
                "तरी एकु प्रियोत्तमु-/ । वांचोनि वाढों नेदी कामु ।\n" +
                "जैसा का मनोधर्मु । पतिव्रतेचा ॥ १७१ ॥\n" +
                "नाना सिंधूतें ठाकोनि गंगा । पुढारां न करीचि रिगा ।\n" +
                "का आत्मा देखोनि उगा । वेदु ठेला ॥ १७२ ॥\n" +
                "तैसें जे आपुल्या स्वहितीं । वेंचूनियां चित्तवृत्ती ।\n" +
                "नुरवितीचि अहंकृती । फळालागीं ॥ १७३ ॥\n" +
                "पातलेया झाडाचें मूळ । मागुतें सरों नेणेंचि जळ ।\n" +
                "जिरालें गां केवळ । तयाच्याचि आंगीं ॥ १७४ ॥\n" +
                "तैसें मनें देहीं । यजननिश्चयाच्या ठायीं ।\n" +
                "हारपोनि जें कांहीं । वांछितीना ॥ १७५ ॥\n" +
                "तिहीं फळवांच्छात्यागीं । स्वधर्मावांचूनि विरागीं ।\n" +
                "कीजे तो यज्ञु सर्वांगीं । अळंकृतु ॥ १७६ ॥\n" +
                "परी आरिसा आपणपें । डोळां जैसें घेपें ।\n" +
                "कां तळहातींचें दीपें । रत्न पाहिजे ॥ १७७ ॥\n" +
                "नाना उदितें दिवाकरें । गमावा मार्गु दिठी भरे ।\n" +
                "तैसा वेदु निर्धारें । देखोनियां ॥ १७८ ॥\n" +
                "तियें कुंडें मंडप वेदी । आणीकही संभारसमृद्धी ।\n" +
                "ते मेळवणी जैसी विधी । आपणपां केली ॥ १७९ ॥\n" +
                "सकळावयव उचितें । लेणीं पातलीं जैसीं आंगातें ।\n" +
                "तैसे पदार्थ जेथिंचे तेथें । विनियोगुनी ॥ १८० ॥\n" +
                "काय वानूं बहुतीं बोलीं । जैसी सर्वाभरणीं भरली ।\n" +
                "ते यज्ञविद्याचि रूपा आली । यजनमिषें ॥ १८१ ॥\n" +
                "तैसा सांगोपांगु । निफजे जो यागु ।\n" +
                "नुठऊनियां लागु । महत्त्वाचा ॥ १८२ ॥\n" +
                "प्रतिपाळु तरी पाटाचा । झाडीं कीजे तुळसीचा ।\n" +
                "परी फळा फुला छायेचा । आश्रयो नाहीं ॥ १८३ ॥\n" +
                "किंबहुना फळाशेवीण । ऐसेया निगुती निर्माण ।\n" +
                "होय तो यागु जाण । सात्त्विकु गा ॥ १८४ ॥\n" +
                "\n" +
                "\n" +
                "अभिसन्धाय तु फलं दंभार्थमपि चैव यत् ।\n" +
                "इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् ॥ १२॥\n" +
                "\n" +
                "\n" +
                "आतां यज्ञु कीर वीरेशा । करी पैं याचि{ऐ}सा ।\n" +
                "परी श्राद्धालागीं जैसा । अवंतिला रावो ॥ १८५ ॥\n" +
                "जरी राजा घरासि ये । तरी बहुत उपेगा जाये ।\n" +
                "आणि कीर्तीही होये । श्राद्ध न ठके ॥ १८६ ॥\n" +
                "तैसा धरूनि आवांका । म्हणे स्वर्गु जोडेल असिका ।\n" +
                "दीक्षितु होईन मान्यु लोकां । घडेल यागु ॥ १८७ ॥\n" +
                "ऐसी केवळ फळालागीं । महत्त्व फोकारावया जगीं ।\n" +
                "पार्था निष्पत्ति जे यागीं । राजस पैं ते ॥ १८८ ॥\n" +
                "\n" +
                "\n" +
                "विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम् ।\n" +
                "श्रद्दाविरहितं यज्ञं तामसं परिचक्षते ॥ १३॥\n" +
                "\n" +
                "\n" +
                "आणि पशुपक्षिविवाहीं । जोशी कामापरौता नाहीं ।\n" +
                "तैसा तामसा यज्ञा पाहीं । आग्रहोचि मूळ ॥ १८९ ॥\n" +
                "वारया वाट न वाहे । कीं मरण मुहूर्त पाहे ।\n" +
                "निषिद्धांसीं बिहे । आगी जरी ॥ १९० ॥\n" +
                "तरी तामसाचिया आचारा । विधीचा आथी वोढावारा ।\n" +
                "म्हणूनि तो धनुर्धरा । उत्सृंखळु ॥ १९१ ॥\n" +
                "नाहीं विधीची तेथ चाड । नये मंत्रादिक तयाकड ।\n" +
                "अन्नजातां न सुये तोंड । मासिये जेवीं ॥ १९२ ॥\n" +
                "वैराचा बोधु ब्राह्मणा । तेथ कें रिगेल दक्षिणा ।\n" +
                "अग्नि जाला वाउधाणा । वरपडा जैसा ॥ १९३ ॥\n" +
                "तैसें वायांचि सर्वस्व वेंचे । मुख न देखती श्रद्धेचें ।\n" +
                "नागविलें निपुत्रिकाचें । जैसें घर ॥ १९४ ॥\n" +
                "ऐसा जो यज्ञाभासु । तया नाम यागु तामसु ।\n" +
                "आइकें म्हणे निवासु । श्रियेचा तो ॥ १९५ ॥\n" +
                "आता गंगेचें एक पाणी । परी नेलें आनानीं वाहणीं ।\n" +
                "एक मळीं एक आणी । शुद्धत्व जैसें ॥ १९६ ॥\n" +
                "तैसें तिहीं गुणीं तप । येथ जाहलें आहे त्रिरूप ।\n" +
                "तें एक केलें दे पाप । उद्धरी एक ॥ १९७ ॥\n" +
                "तरी तेंचि तिहीं भेदीं । कैसेनि पां म्हणौनि सुबुद्धी ।\n" +
                "जाणों पाहासी तरी आधीं । तपचि जाण ॥ १९८ ॥\n" +
                "येथ तप म्हणजे काई । तें स्वरूप दाऊं पाहीं ।\n" +
                "मग भेदिलें गुणीं तिहीं । तें पाठीं बोलों ॥ १९९ ॥\n" +
                "तरी तप जें कां सम्यक् । तेंही त्रिविध आइक ।\n" +
                "शारीर मानसिक । शाब्द गा ॥ २०० ॥\n" +
                "आतां गा तिहीं माझारीं । शारीर तंव अवधारीं ।\n" +
                "तरी शंभु कां श्रीहरी । पढियंता होय ॥ २०१ ॥\n" +
                "\n" +
                "\n" +
                "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् ॥\n" +
                "ब्रह्मचर्यमहिंसा च शारीरं तप उच्यते ॥ १४॥\n" +
                "\n" +
                "\n" +
                "तया प्रिया देवतालया । यात्रादिकें करावया ।\n" +
                "आठही पाहार जैसें पायां । उळिग घापे ॥ २०२ ॥\n" +
                "देवांगणमिरवणियां । अंगोपचार पुरवणियां ।\n" +
                "करावया म्हणियां । शोभती हात ॥ २०३ ॥\n" +
                "लिंग कां प्रतिमा दिठी । देखतखेंवों अंगेष्टी ।\n" +
                "लोटिजे कां काठी । पडली जैसी ॥ २०४ ॥\n" +
                "आणि विधिविनयादिकीं । गुणीं वडील जे लोकीं ।\n" +
                "तया ब्राह्मणाची निकी । पाइकी कीजे ॥ २०५ ॥\n" +
                "अथवा प्रवासें कां पीडा । का शिणले जे सांकडां ।\n" +
                "ते जीव सुरवाडा । आणिजती ॥ २०६ ॥\n" +
                "सकल तीर्थांचिये धुरे । जियें कां मातापितरें ।\n" +
                "तयां सेवेसी कीर शरीरें । लोण कीजे ॥ २०७ ॥\n" +
                "आणि संसारा{ऐ}सा दारुणु । जो भेटलाचि हरी शीणु ।\n" +
                "तो ज्ञानदानीं सकरुणु । भजिजे गुरु ॥ २०८ ॥\n" +
                "आणि स्वधर्माचा आगिठां । देह जाड्याचिया किटा ।\n" +
                "आवृत्तिपुटीं सुभटा । झाडी कीजे ॥ २०९ ॥\n" +
                "वस्तु भूतमात्रीं नमिजे । परोपकारीं भजिजे ।\n" +
                "स्त्रीविषयीं नियमिजे । नांवें नांवें ॥ २१० ॥\n" +
                "जन्मतेनि प्रसंगे । स्त्रीदेह शिवणें आंगें ।\n" +
                "तेथूनि जन्म आघवें । सोंवळें कीजे ॥ २११ ॥\n" +
                "भुतमात्राचेनि नांवें । तृणही नासुडावें ।\n" +
                "किंबहुना सांडावे । छेद भेद ॥ २१२ ॥\n" +
                "ऐसैसी जैं शरीरीं । रहाटीची पडे उजरी ।\n" +
                "तैं शारीर तप घुमरी । आलें जाण ॥ २१३ ॥\n" +
                "पार्था समस्तही हें करणें । देहाचेनि प्रधानपणें ।\n" +
                "म्हणौनि ययातें मी म्हणें । शारीर तप ॥ २१४ ॥\n" +
                "एवं शारीर जें तप । तयाचें दाविलें रूप ।\n" +
                "आतां आइक निष्पाप । वाङ्मय तें ॥ २१५ ॥\n" +
                "\n" +
                "\n" +
                "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् ।\n" +
                "स्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते ॥ १५॥\n" +
                "\n" +
                "\n" +
                "तरी लोहाचें आंग तुक । न तोडितांचि कनक ।\n" +
                "केलें जैसें देख । परीसें तेणें ॥ २१६ ॥\n" +
                "तैसें न दुखवितां सेजे । जावळिया सुख निपजे ।\n" +
                "ऐसें साधुत्व कां देखिजे । बोलणां जिये ॥ २१७ ॥\n" +
                "पाणी मुदल झाडा जाये । तृण ते प्रसंगेंचि जियें ।\n" +
                "तैसें एका बोलिलें होये । सर्वांहि हित ॥ २१८ ॥\n" +
                "जोडे अमृताची सुरसरी । तैं प्राणांतें अमर करी ।\n" +
                "स्नानें पाप ताप वारी । गोडीही दे ॥ २१९ ॥\n" +
                "तैसा अविवेकुही फिटे । आपुलें अनादित्व भेटे ।\n" +
                "आइकतां रुचि न विटे । पीयुषीं जैसी ॥ २२० ॥ ";

        stringBuilder.append(aadhaya1);

        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" जरी कोणी करी पुसणें । तरी होआवें ऐसें बोलणें ।\n" +
                "नातरी अवर्तणें । निगमु का नाम ॥ २२१ ॥\n" +
                "ऋग्वेदादि तिन्ही । प्रतिष्ठीजती वाग्भुवनीं ।\n" +
                "केली जैसी वदनीं । ब्रह्मशाळा ॥ २२२ ॥\n" +
                "नातरी एकाधें नांव । तेंचि शैव का वैष्णव ।\n" +
                "वाचे वसे तें वाग्भव । तप जाणावें ॥ २२३ ॥\n" +
                "आतां तप जें मानसिक । तेंही सांगों आइक ।\n" +
                "म्हणे लोकनाथनायक । नायकु तो ॥ २२४ ॥\n" +
                "\n" +
                "\n" +
                "मनः प्रसादः सौम्यत्वं मौनमात्मविनिग्रहः ।\n" +
                "भावसंशुद्धिरित्येतत्तपो मानसमुच्यते ॥ १६॥\n" +
                "\n" +
                "\n" +
                "तरी सरोवर तरंगीं । सांडिलें आकाश मेघीं ।\n" +
                "का चंदनाचें उरगीं । उद्यान जैसें ॥ २२५ ॥\n" +
                "नाना कळावैषम्यें चंद्रु । कां सांडिला आधीं नरेंद्रु ।\n" +
                "नातरी क्षीरसमुद्रु । मंदराचळें ॥ २२६ ॥\n" +
                "तैसीं नाना विकल्पजाळें । सांडुनि गेलिया सकळें ।\n" +
                "मन राहे का केवळें । स्वरूपें जें ॥ २२७ ॥\n" +
                "तपनेंवीण प्रकाशु । जाड्येंवीण रसीं रसु ।\n" +
                "पोकळीवीण अवकाशु । होय जैसा ॥ २२८ ॥\n" +
                "तैसी आपली सोय देखे । आणि आपलिया स्वभावा मुके ।\n" +
                "हिंवली जैसी आंगिकें । हिवों नेदी निजांग ॥ २२९ ॥\n" +
                "तैसें न चलतें कळंकेंवीण । शशिबिंब जैसें परीपूर्ण ।\n" +
                "तैसें चोखी शृंगारपण । मनाचें जें ॥ २३० ॥\n" +
                "बुजाली वैराग्याची वोरप । जिराली मनाची धांप कांप ।\n" +
                "तेथ केवळ जाली वाफ । निजबोधाची ॥ २३१ ॥\n" +
                "म्हणौनि विचारावया शास्त्र । राहाटवावें जें वक्त्र ।\n" +
                "तें वाचेचेंही सूत्र । हातीं न धरी ॥ २३२ ॥\n" +
                "तें स्वलाभ लाभलेपणें । मन मनपणाही धरूं नेणें ।\n" +
                "शिवतलें जैसें लवणें । आपुलें निज ॥ २३३ ॥\n" +
                "तेथ कें उठिती ते भाव । जिहीं इंद्रियमार्गीं धांव ।\n" +
                "घेऊनि ठाकावे गांव । विषयांचे ते ॥ २३४ ॥\n" +
                "म्हणौनि तिये मानसीं । भावशुद्धिचि असे अपैसी ।\n" +
                "रोमशुचि जैसी । तळहातासी ॥ २३५ ॥\n" +
                "काय बहु बोलों अर्जुना । जैं हे दशा ये मना ।\n" +
                "तैं मनोतपाभिधाना । पात्र होय ती ॥ २३६ ॥\n" +
                "परी ते असो हें जाण । मानस तपाचें लक्षण ।\n" +
                "देवो म्हणे संपूर्ण । सांगितलें ॥ २३७ ॥\n" +
                "एवं देहवाचाचित्तें । जें पातलें त्रिविधत्वातें ।\n" +
                "तें सामान्य तप तूतें । परीसविलें गा ॥ २३८ ॥\n" +
                "आतां गुणत्रयसंगें । हेंचि विशेषीं त्रिविधीं रिगे ।\n" +
                "तेंही आइक चांगें । प्रज्ञाबळें ॥ २३९ ॥\n" +
                "\n" +
                "\n" +
                "श्रद्धया परया तप्तं तपस्तत्त्रिविधं नरैः ।\n" +
                "अफलाकाङ्क्षिभिर्युक्तैः सात्त्विकं परिचक्षते ॥ १७॥\n" +
                "\n" +
                "\n" +
                "तरी हेंचि तप त्रिविधा । जें दाविलें तुज प्रबुद्धा ।\n" +
                "तेंचि करीं पूर्णश्रद्धा । सांडूनि फळ ॥ २४० ॥\n" +
                "जैं पुरतिया सत्त्वशुद्धी । आचरिजे आस्तिक्यबुद्धी ।\n" +
                "तैं तयातेंचि गा प्रबुद्धी । सात्त्विक म्हणिपे ॥ २४१ ॥\n" +
                "\n" +
                "\n" +
                "सत्कारमानपूजार्थं तपो दंभेन चैव यत् ।\n" +
                "क्रियते तदिह प्रोक्तं राजसं चलमध्रुवं ॥ १८॥\n" +
                "\n" +
                "\n" +
                "नातरी तपस्थापनेलागीं । दुजेपण मांडूनि जगीं ।\n" +
                "महत्त्वाच्या शृंगीं । बैसावया ॥ २४२ ॥\n" +
                "त्रिभुवनींचिया सन्माना । न वचावें ठाया आना ।\n" +
                "धुरेचिया आसना । भोजनालागीं ॥ २४३ ॥\n" +
                "विश्वाचिया स्तोत्रा । आपण होआवया पात्रा ।\n" +
                "विश्वें आपलिया यात्रा । कराविया यावें ॥ २४४ ॥\n" +
                "लोकांचिया विविधा पूजा । आश्रयो न धरावया दुजा ।\n" +
                "भोग भोगावे वोजा । महत्त्वाचिया ॥ २४५ ॥\n" +
                "अंग बोल माखूनि तपें । विकावया आपणपें ।\n" +
                "अंगहीन पडपे । जियापरी ॥ २४६ ॥\n" +
                "हें असो धनमानीं आस । वाढौनी तप कीजे सायास ।\n" +
                "तैं तेंचि तप राजस । बोलिजे गा ॥ २४७ ॥\n" +
                "परी पहुरणी जें दुहिलें । तैं तें गुरूं न दुभेचि व्यालें ।\n" +
                "का उभें शेत चारिलें । पिकावया नुरे ॥ २४८ ॥\n" +
                "तैसें फोकारितां तप । कीजे जें साक्षेप ।\n" +
                "तें फळीं तंव सोप । निःशेष जाय ॥ २४९ ॥\n" +
                "ऐसें निर्फळ देखोनि करितां । माझारीं सांडी पंडुसुता ।\n" +
                "म्हणौनि नाहीं स्थिरता । तपा तया ॥ २५० ॥\n" +
                "एऱ्हवीं तरी आकाश मांडी । जो गर्जोनि ब्रह्मांड फोडी ।\n" +
                "तो अवकाळु मेघु काय घडी । राहात आहे ? ॥ २५१ ॥\n" +
                "तैसें राजस तप जें होये । तें फळीं कीर वांझ जाये ।\n" +
                "परी आचरणींही नोहे । निर्वाहतें गा ॥ २५२ ॥\n" +
                "आतां तेंचि तप पुढती । तामसाचिये रीती ।\n" +
                "पैं परत्रा आणि कीर्ती । मुकोनि कीजे ॥ २५३ ॥\n" +
                "\n" +
                "\n" +
                "मूढग्राहेणात्मनो यत्पीडया क्रियते तपः ।\n" +
                "परस्योत्सादनार्थं वा तत्तामसमुदाहृतम् ॥ १९॥\n" +
                "\n" +
                "\n" +
                "केवळ मूर्खपणाचा वारा । जीवीं घेऊनि धनुर्धरा ।\n" +
                "नाम ठेविजे शरीरा । वैरियाचें ॥ २५४ ॥\n" +
                "पंचाग्नीची दडगी । खोलवीजती शरीरालागीं ।\n" +
                "का इंधन कीजे हें आगी । आंतु लावी ॥ २५५ ॥\n" +
                "माथां जाळिजती गुगुळु । पाठीं घालिजती गळु ।\n" +
                "आंग जाळिती इंगळु । जळतभीतां ॥ २५६ ॥\n" +
                "दवडोनि श्वासोच्छ्वास । कीजती वायांचि उपवास ।\n" +
                "कां घेपती धूमाचें घांस । अधोमुखें ॥ २५७ ॥\n" +
                "हिमोदकें आकंठें । खडकें सेविजती तटें ।\n" +
                "जितया मांसाचे चिमुटे । तोडिती जेथ ॥ २५८ ॥\n" +
                "ऐसी नानापरी हे काया । घाय सूतां पैं धनंजया ।\n" +
                "तप कीजे नाशावया । पुढिलातें ॥ २५९ ॥\n" +
                "आंगभारें सुटला धोंडा । आपण फुटोनि होय खंडखंडा ।\n" +
                "कां आड जालियातें रगडा । करी जैसा ॥ २६० ॥\n" +
                "तेवीं आपलिया आटणिया । सुखें असतया प्राणिया ।\n" +
                "जिणावया शिराणिया । कीजती गा ॥ २६१ ॥\n" +
                "किंबहुना हे वोखटी । घेऊनि क्लेशाची हातवटी ।\n" +
                "तप निफजे तें किरीटी । तामस होय ॥ २६२ ॥\n" +
                "एवं सत्त्वादिकांच्या आंगीं । पाडिलें तप तिहीं भागीं ।\n" +
                "जालें तेंही तुज चांगी । दाविलें व्यक्ती ॥ २६३ ॥\n" +
                "आतां बोलतां प्रसंगा । आलें म्हणौनि पैं गा ।\n" +
                "करूं रूप दानलिंगा । त्रिविधा तया ॥ २६४ ॥\n" +
                "येथ गुणाचेनि बोलें । दानही त्रिविध असे जालें ।\n" +
                "तेंचि आइक पहिलें । सात्त्विक ऐसें ॥ २६५ ॥\n" +
                "\n" +
                "\n" +
                "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे ॥\n" +
                "देशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम् ॥ २०॥\n" +
                "\n" +
                "\n" +
                "तरी स्वधर्मा आंतौतें । जें जें मिळे आपणयातें ।\n" +
                "तें तें दीजे बहुतें । सन्मानयोगें ॥ २६६ ॥\n" +
                "जालया सुबीजप्रसंगु । पडे क्षेत्रवाफेचा पांगु ।\n" +
                "तैसाचि दानाचा हा लागु । देखतसें ॥ २६७ ॥\n" +
                "अनर्घ्य रत्न हातां चढे । तैं भांगाराची वोढी पडे ।\n" +
                "दोनी जालीं तरी न जोडे । लेतें आंग ॥ २६८ ॥\n" +
                "परी सण सुहृद संपत्ती । हे तिन्ही येकीं मिळती ।\n" +
                "जे भाग्य धरी उन्नती । आपुल्याविषयीं ॥ २६९ ॥\n" +
                "तैसें निफजावया दान । जैं सत्त्वासि ये संवाहन ।\n" +
                "तैं देश काळ भाजन । द्रव्यही मिळे ॥ २७० ॥\n" +
                "तरी आधीं तंव प्रयत्नेंसीं । होआवें कुरुक्षेत्र का काशी ।\n" +
                "नातरी तुके जो इहींसीं । तो देशुही हो ॥ २७१ ॥\n" +
                "तेथ रविचंद्रराहुमेळु । होतां पाहे पुण्यकाळु ।\n" +
                "का तयासारिखा निर्मळु । आनुही जाला ॥ २७२ ॥\n" +
                "तैशा काळीं तिये देशीं । होआवी पात्र संपत्ती ऐसी ।\n" +
                "मूर्ति आहे धरिली जैसी । शुचित्वेंचि कां ॥ २७३ ॥\n" +
                "आचाराचें मूळपीळ । वेदांची उतारपेठ ।\n" +
                "तैसें द्विजरत्न चोखट । पावोनियां ॥ २७४ ॥\n" +
                "मग तयाच्या ठाईं वित्ता । निवर्तवावी स्वसत्ता ।\n" +
                "परी प्रियापुढें कांता । रिगे जैसी ॥ २७५ ॥\n" +
                "का जयाचें ठेविलें तया । देऊनि होईजे उतराइया ।\n" +
                "नाना हडपें विडा राया । दिधला जैसा ॥ २७६ ॥\n" +
                "तैसेनि निष्कामें जीवें । भूम्यादिक अर्पावें ।\n" +
                "किंबहुना हांवे । नेदावें उठों ॥ २७७ ॥\n" +
                "आणि दान जया द्यावें । तयातें ऐसेया पाहावें ।\n" +
                "जया घेतलें नुमचवे । कायसेंनही ॥ २७८ ॥\n" +
                "साद घातलिया आकाशा । नेदी प्रतिशब्दु जैसा ।\n" +
                "का पाहिला आरसा । येरीकडे ॥ २७९ ॥\n" +
                "नातरी उदकाचिये भूमिके । आफळिलेनि कंदुकें ।\n" +
                "उधळौनि कवतिकें । न येईजे हाता ॥ २८० ॥\n" +
                "नाना वसो घातला चारू । माथां तुरंबिला बुरू ।\n" +
                "न करी प्रत्युपकारू । जियापरी ॥ २८१ ॥\n" +
                "तैसें दिधलें दातयाचें । जो कोणेही आंगें नुमचे ।\n" +
                "अर्पिलया साम्य तयाचें । कीजे पैं गा ॥ २८२ ॥\n" +
                "ऐसिया जें सामग्रिया । दान निफजे वीरराया ।\n" +
                "तें सात्त्विक दानवर्या । सर्वांही जाण ॥ २८३ ॥\n" +
                "आणि तोचि देशु काळु । घडे तैसाचि पात्रमेळु ।\n" +
                "दानभागुही निर्मळु । न्यायगतु ॥ २८४ ॥\n" +
                "\n" +
                "\n" +
                "यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुनः ।\n" +
                "दीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम् ॥ २१॥\n" +
                "\n" +
                "\n" +
                "परी मनीं धरूनि दुभतें । चारिजे जेवीं गाईतें ।\n" +
                "का पेंव करूनि आइतें । पेरूं जाइजे ॥ २८५ ॥\n" +
                "नाना दिठी घालुनि आहेरा । अवंतुं जाइजे सोयिरा ।\n" +
                "का वाण धाडिजे घरा । वोवसीयाचे ॥ २८६ ॥\n" +
                "पैं कळांतर गांठीं बांधिजे । मग पुढिलांचें काज कीजे ।\n" +
                "पूजा घेऊनि रसु दीजे । पीडितांसी ॥ २८७ ॥\n" +
                "तैसें जया जें दान देणें । तो तेणेंचि गा जीवनें ।\n" +
                "पुढती भुंजावा भावें येणें । दीजे जें का ॥ २८८ ॥\n" +
                "अथवा कोणी वाटे जातां । घेतलें उमचों न शकता ।\n" +
                "मिळे जैं पंडुसुता । द्विजोत्तमु ॥ २८९ ॥\n" +
                "तरी कवड्या एकासाठीं । अशेषां गोत्रांचींच किरीटी ।\n" +
                "सर्व प्रायश्चित्तें सुयें मुठीं । तयाचिये ॥ २९० ॥\n" +
                "तेवींचि पारलौकिकें । फळें वांछिजती अनेकें ।\n" +
                "आणि दीजे तरी भुके । येकाही नोहे ॥ २९१ ॥\n" +
                "तेंही ब्राह्मणु नेवो सरे । कीं हाणिचेनि शिणें झांसुरें ।\n" +
                "सर्वस्व जैसें चोरें । नागऊनि नेलें ॥ २९२ ॥\n" +
                "बहु काय सांगों सुमती । जें दीजे या मनोवृत्ती ।\n" +
                "तें दान गा त्रिजगतीं । राजस पैं ॥ २९३ ॥\n" +
                "\n" +
                "\n" +
                "अदेशकाले यद्दनमपात्रेभ्यश्च दीयते ।\n" +
                "असत्कृतमवज्ञातं तत्तामसमुदाहृतम् ॥ २२॥\n" +
                "\n" +
                "\n" +
                "मग म्लेंच्छांचे वसौटें । दांगाणे हन कैकटे ।\n" +
                "का शिबिरें चोहटे । नगरींचे ते ॥ २९४ ॥\n" +
                "तेही ठाईं मिळणी । समयो सांजवेळु कां रजनी ।\n" +
                "तेव्हां उदार होणें धनीं । चोरियेच्या ॥ २९५ ॥\n" +
                "पात्रें भाट नागारी । सामान्य स्त्रिया का जुवारी ।\n" +
                "जिये मूर्तिमंते भुररीं । भुले तया ॥ २९६ ॥\n" +
                "रूपानृत्याची पुरवणी । ते पुढां डोळेभारणी ।\n" +
                "गीत भाटीव तो श्रवणीं । कर्णजपु ॥ २९७ ॥\n" +
                "तयाहीवरी अळुमाळु । जैं घे फुलागंधाचा गुगुळु ।\n" +
                "तंव भ्रमाचा तो वेताळु । अवतरे तैसा ॥ २९८ ॥\n" +
                "तेथ विभांडूनियां जग । आणिले पदार्थ अनेग ।\n" +
                "तेणें घालूं लागे मातंग । गवादी जैसी ॥ २९९ ॥\n" +
                "एवं ऐसेनि जें देणें । तें तामस दान मी म्हणें ।\n" +
                "आणि घडे दैवगुणें । आणिकही ऐक ॥ ३०० ॥\n" +
                "विपायें घुणाक्षर पडे । टाळिये काउळा सांपडे ।\n" +
                "तैसे तामसां पर्व जोडे । पुण्यदेशीं ॥ ३०१ ॥\n" +
                "तेथ देखोनि तो आथिला । योग्यु मागोंही आला ।\n" +
                "तोही दर्पा चढला । भांबावें जरी ॥ ३०२ ॥\n" +
                "तरी श्रद्धा न धरी जिवीं । तया माथाही न खालवी ।\n" +
                "स्वयें न करी ना करवी । अर्घ्यादिक ॥ ३०३ ॥\n" +
                "आलिया न घली बैसों । तेथ गंधाक्षतांचा काय अतिसो ।\n" +
                "हा अप्रसंगु कीर असो । तामसीं नरीं ॥ ३०४ ॥\n" +
                "पैं बोळविजे रिणाइतु । तैसा झकवी तयाचा हातु ।\n" +
                "तूं करणें याचा बहुतु । प्रयोगु तेथ ॥ ३०५ ॥\n" +
                "आणि जया जें दे किरीटी । तयातें उमाणी तयासाठीं ।\n" +
                "मग कुबोलें कां लोटी । अवज्ञेच्या ॥ ३०६ ॥\n" +
                "हें बहु असो यापरी । मोल वेंचणें जें अवधारीं ।\n" +
                "तया नांव चराचरीं । तामस दान ॥ ३०७ ॥\n" +
                "ऐशीं आपुलाला चिन्हीं । अळंकृतें तिन्हीं ।\n" +
                "दानें दाविलीं अभिधानीं । रजतमाचिया ॥ ३०८ ॥\n" +
                "तेथ मी जाणत असें । विपायें तूं गा ऐसें ।\n" +
                "कल्पिसील मानसें । विचक्षणा ॥ ३०९ ॥\n" +
                "जें भवबंधमोचक । येकलें कर्म सात्त्विक ।\n" +
                "तरी कां वेखासी सदोख । येर बोलावीं ? ॥ ३१० ॥\n" +
                "परी नोसंतितां विवसी । भेटी नाहीं निधीसी ।\n" +
                "का धूं न साहतां जैसी । वाती न लगे ॥ ३११ ॥\n" +
                "तैसें शुद्धसत्त्वाआड । आहे रजतमाचें कवाड ।\n" +
                "तें भेदणे यातें कीड । म्हणावें कां ? ॥ ३१२ ॥\n" +
                "आम्ही श्रद्धादि दानांत । जें समस्तही क्रियाजात ।\n" +
                "सांगितलें कां व्याप्त । तिहीं गुणीं ॥ ३१३ ॥\n" +
                "तेथ भरंवसेनि तिन्ही । न सांगोंचि ऐसें मानीं ।\n" +
                "परी सत्त्व दावावया दोन्ही । बोलिलों येरें ॥ ३१४ ॥\n" +
                "जें दोहींमाजीं तिजें असे । तें दोन्ही सांडितांचि दिसे ।\n" +
                "अहोरात्रत्यागें जैसें । संध्यारूप ॥ ३१५ ॥\n" +
                "तैसें रजतमविनाशें । तिजें जें उत्तम दिसे ।\n" +
                "तें सत्त्व हें आपैसें । फावासि ये ॥ ३१६ ॥\n" +
                "एवं दाखवावया सत्त्व तुज । निरूपिलें तम रज ।\n" +
                "तें सांडूनि सत्त्वें काज । साधीं आपुलें ॥ ३१७ ॥\n" +
                "सत्त्वेंचि येणें चोखाळें । करीं यज्ञादिकें सकळें ।\n" +
                "पावसी तैं करतळें । आपुलें निज ॥ ३१८ ॥\n" +
                "सूर्यें दाविलें सांतें । काय एक न दिसे तेथें ।\n" +
                "तेवीं सत्त्वें केलें फळातें । काय नेदी ? ॥ ३१९ ॥\n" +
                "हे कीर आवडतांविखीं । शक्ति सत्त्वीं आथी निकी ।\n" +
                "परी मोक्षेंसी एकीं । मिसळणें जें ॥ ३२० ॥\n" +
                "तें एक आनचि आहे । तयाचा सावावो जैं लाहे ।\n" +
                "तैं मोक्षाचाही होये । गांवीं सरतें ॥ ३२१ ॥\n" +
                "पैं भांगार जऱ्हीं पंधरें । तऱ्ही राजावळींचीं अक्षरें ।\n" +
                "लाहें तैंचि सरे । जियापरी ॥ ३२२ ॥\n" +
                "स्वच्छें शीतळें सुगंधें । जळें होती सुखप्रदें ।\n" +
                "परी पवित्रत्व संबंधें । तीर्थाचेनि ॥ ३२३ ॥\n" +
                "नयी हो कां भलतैसी थोरी । परी गंगा जैं अंगीकारी ।\n" +
                "तैंचि तिये सागरीं । प्रवेशु गा ॥ ३२४ ॥\n" +
                "तैसें सात्त्विका कर्मां किरीटी । येतां मोक्षाचिये भेटी ।\n" +
                "न पडे आडकाठी । तें वेगळें आहे ॥ ३२५ ॥\n" +
                "हा बोलु आइकतखेवीं । अर्जुना आधि न माये जीवीं ।\n" +
                "म्हणे देवें कृपा करावी । सांगावें तें ॥ ३२६ ॥\n" +
                "तेथ कृपाळुचक्रवर्ती । म्हणे आईक तयाची व्यक्ती ।\n" +
                "जेणें सात्त्विक तें मुक्ती- । रत्न देखे ॥ ३२७ ॥\n" +
                "\n" +
                "\n" +
                "ॐतत्सदिति निर्देशो ब्रह्मणस्त्रिविधः स्मृतः ।\n" +
                "ब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिताः पुरा ॥ २३॥\n" +
                "\n" +
                "\n" +
                "तरी अनादि परब्रह्म । जें जगदादि विश्रामधाम ।\n" +
                "तयाचें एक नाम । त्रिधा पैं असे ॥ ३२८ ॥\n" +
                "तें कीर अनाम अजाती । परी अविद्यावर्गाचिये राती-/ ।\n" +
                "माजी वोळखावया श्रुती । खूण केली ॥ ३२९ ॥\n" +
                "उपजलिया बाळकासी । नांव नाहीं तयापासीं ।\n" +
                "ठेविलेनि नांवेंसी । ओ देत उठी ॥ ३३० ॥\n" +
                "कष्टले संसारशीणें । जे देवों येती गाऱ्हाणें ।\n" +
                "तयां ओ दे नांवें जेणें । तो संकेतु हा ॥ ३३१ ॥\n" +
                "ब्रह्माचा अबोला फिटावा । अद्वैततत्त्वें तो भेटावा ।\n" +
                "ऐसा मंत्रु देखिला कणवा । वेदें बापें ॥ ३३२ ॥\n" +
                "मग दाविलेनि जेणें एकें । ब्रह्म आळविलें कवतिकें ।\n" +
                "मागां असत ठाके । पुढां उभें ॥ ३३३ ॥\n" +
                "परी निगमाचळशिखरीं । उपनिषदार्थनगरीं ।\n" +
                "आहाति जे ब्रह्माच्या येकाहारीं । तयांसीच कळे ॥ ३३४ ॥\n" +
                "हेंही असो प्रजापती । शक्ति जे सृष्टि करिती ।\n" +
                "ते जया एका आवृत्ती । नामाचिये ॥ ३३५ ॥\n" +
                "पैं सृष्टीचिया उपक्रमा-/ पूर्वीं गा वीरोत्तमा ।\n" +
                "वेडा ऐसा ब्रह्मा । एकला होता ॥ ३३६ ॥\n" +
                "मज ईश्वरातें नोळखे । ना सृष्टिही करूं न शके ।\n" +
                "तो थोरु केला एकें । नामें जेणें ॥ ३३७ ॥\n" +
                "जयाचा अर्थु जीवीं ध्यातां । जें वर्णत्रयचि जपतां ।\n" +
                "विश्वसृजनयोग्यता । आली तया ॥ ३३८ ॥\n" +
                "तेधवां रचिलें ब्रह्मजन । तयां वेद दिधलें शासन ।\n" +
                "यज्ञा ऐसें वर्तन । जीविकें केलें ॥ ३३९ ॥\n" +
                "पाठीं नेणों किती येर । स्रजिले लोक अपार ।\n" +
                "जाले ब्रह्मदत्त अग्रहार । तिन्हीं भुवनें ॥ ३४० ॥\n" +
                "ऐसें नाममंत्रें जेणें । धातया अढंच करणें ।\n" +
                "तयाचें स्वरूप आइक म्हणे । श्रीकांतु तो ॥ ३४१ ॥\n" +
                "तरी सर्व मंत्रांचा राजा । तो प्रणवो आदिवर्णु बुझा ।\n" +
                "आणि तत्कारु जो दुजा । तिजा सत्कारु ॥ ३४२ ॥\n" +
                "एवं ॐतत्सदाकारु । ब्रह्मनाम हें त्रिप्रकारु ।\n" +
                "हें फूल तुरंबी सुंदरु । उपनिषदाचें ॥ ३४३ ॥\n" +
                "येणेंसीं गा होऊनि एक । जैं कर्म चाले सात्त्विक ।\n" +
                "तैं कैवल्यातें पाइक । घरींचें करी ॥ ३४४ ॥\n" +
                "परी कापुराचें थळींव । आणून देईल दैव ।\n" +
                "लेवों जाणणेंचि आडव । तेथ असे बापा ॥ ३४५ ॥\n" +
                "तैसें आदरिजेल सत्कर्म । उच्चरिजेल ब्रह्मनाम ।\n" +
                "परी नेणिजेल जरी वर्म । विनियोगाचें ॥ ३४६ ॥\n" +
                "तरी महंताचिया कोडी । घरा आलियाही वोढी ।\n" +
                "मानूं नेणतां परवडी । मुद्दल तुटे ॥ ३४७ ॥\n" +
                "कां ल्यावया चोखट । टीक भांगार एकवट ।\n" +
                "घालूनि बांधिली मोट । गळा जेवीं ॥ ३४८ ॥\n" +
                "तैसें तोंडीं ब्रह्मनाम । हातीं तें सात्त्विक कर्म ।\n" +
                "विनियोगेंवीण काम । विफळ होय ॥ ३४९ ॥\n" +
                "अगा अन्न आणि भूक । पासीं असे परी देख ।\n" +
                "जेऊं नेणतां बालक । लंघनचि कीं ॥ ३५० ॥\n" +
                "का स्नेहसूत्र वैश्वानरा । जालियाही संसारा ।\n" +
                "हातवटी नेणतां वीरा । प्रकाशु नोहे ॥ ३५१ ॥\n" +
                "तैसे वेळे कृत्य पावे । तेथिंचा मंत्रुही आठवे ।\n" +
                "परी व्यर्थ तें आघवें । विनियोगेंवीण ॥ ३५२ ॥\n" +
                "म्हणौनि वर्णत्रयात्मक । जे हें परब्रह्मनाम एक ।\n" +
                "विनियोगु तूं आइक । आतां याचा ॥ ३५३ ॥\n" +
                "\n" +
                "\n" +
                "तस्मादोमित्युदाहृत्य यज्ञदानतपः क्रियाः ।\n" +
                "प्रवर्तन्ते विधानोक्ताः सततं ब्रह्मवादिनाम् ॥ २४॥\n" +
                "\n" +
                "\n" +
                "तरी या नामींचीं अक्षरें तिन्हीं । कर्मा आदिमध्यनिदानीं ।\n" +
                "प्रयोजावीं पैं स्थानीं । इहीं तिन्हीं ॥ ३५४ ॥\n" +
                "हेंचि एकी हातवटी । घेउनि हन किरीटी ।\n" +
                "आले ब्रह्मविद भेटी । ब्रह्माचिये ॥ ३५५ ॥\n" +
                "ब्रह्मेंसीं होआवया एकी । ते न वंचती यज्ञादिकीं ।\n" +
                "जे चावळलें वोळखीं । शास्त्रांचिया ॥ ३५६ ॥\n" +
                "तो आदि तंव ओंकारु । ध्यानें करिती गोचरु ।\n" +
                "पाठीं आणिती उच्चारु । वाचेही तो ॥ ३५७ ॥\n" +
                "तेणें ध्यानें प्रकटें । प्रणवोच्चारें स्पष्टें ।\n" +
                "लागती मग वाटे । क्रियांचिये ॥ ३५८ ॥\n" +
                "आंधारीं अभंगु दिवा । आडवीं समर्थु बोळावा ।\n" +
                "तैसा प्रणवो जाणावा । कर्मारंभीं ॥ ३५९ ॥\n" +
                "उचितदेवोद्देशे । द्रव्यें धर्म्यें आणि बहुवसें ।\n" +
                "द्विजद्वारां हन हुताशें । यजिती पैं ते ॥ ३६० ॥\n" +
                "आहवनीयादि वन्ही । निक्षेपरूपीं हवनीं ।\n" +
                "यजिती पैं विधानीं । फुडे हौनी ॥ ३६१ ॥\n" +
                "किंबहुना नाना याग । निष्पत्तीचे घेउनि अंग ।\n" +
                "करिती नावडतेया त्याग । उपाधीचा ॥ ३६२ ॥\n" +
                "कां न्यायें जोडला पवित्रीं । भूम्यादिकीं स्वतंत्रीं ।\n" +
                "देशकाळशुद्ध पात्रीं । देती दानें ॥ ३६३ ॥\n" +
                "अथवा एकांतरां कृच्छ्रीं । चांद्रायणें मासोपवासीं ।\n" +
                "शोषोनि गा धातुराशी । करिती तपें ॥ ३६४ ॥\n" +
                "एवं यज्ञदानतपें । जियें गाजती बंधरूपें ।\n" +
                "तिहींच होय सोपें । मोक्षाचें तयां ॥ ३६५ ॥\n" +
                "स्थळीं नावा जिया दाटिजे । जळीं तियांचि जेवीं तरीजे ।\n" +
                "तेवीं बंधकीं कर्मीं सुटिजे । नामें येणें ॥ ३६६ ॥\n" +
                "परी हें असो ऐसिया । या यज्ञदानादि क्रिया ।\n" +
                "ओंकारें सावायिलिया । प्रवर्तती ॥ ३६७ ॥\n" +
                "तिया मोटकिया जेथ फळीं । रिगों पाहाती निहाळीं ।\n" +
                "प्रयोजिती तिये काळीं । तच्छब्दु तो ॥ ३६८ ॥\n" +
                "\n" +
                "\n" +
                "तदित्यनभिसन्धाय फलं यज्ञतपः क्रियाः ।\n" +
                "दानक्रियाश्च विविधाः क्रियन्ते मोक्षकाङ्क्षिभिः ॥ २५॥\n" +
                "\n" +
                "\n" +
                "जें सर्वांही जगापरौतें । जें एक सर्वही देखतें ।\n" +
                "तें तच्छब्दें बोलिजे तें । पैल वस्तु ॥ ३६९ ॥\n" +
                "तें सर्वादिकत्वें चित्तीं । तद्रूप ध्यावूनियां सुमती ।\n" +
                "उच्चारेंही व्यक्ती । आणिती पुढती ॥ ३७० ॥\n" +
                "म्हणती तद्रूपा ब्रह्मा तया । फळेंसीं क्रिया इयां ।\n" +
                "तेंचि होतु आम्हां भोगावया । कांहींचि नुरो ॥ ३७१ ॥\n" +
                "ऐसेनि तदात्मकें ब्रह्में । तेथ उगाणूनि कर्में ।\n" +
                "आंग झाडिती न ममें । येणें बोलें ॥ ३७२ ॥\n" +
                "आतां ओंकारें आदरिलें । तत्कारें समर्पिलें ।\n" +
                "इया रिती जया आलें । ब्रह्मत्व कर्मा ॥ ३७३ ॥\n" +
                "तें कर्म कीर ब्रह्माकारें । जालें तेणेंही न सरे ।\n" +
                "जे करी तेणेंसी दुसरें । आहे म्हणौनि ॥ ३७४ ॥\n" +
                "मीठ आंगें जळीं विरे । परी क्षारता वेगळी उरे ।\n" +
                "तैसें कर्म ब्रह्माकारें । गमे तें द्वैत ॥ ३७५ ॥\n" +
                "आणि दुजे जंव जंव घडे । तंव तंव संसारभय जोडे ।\n" +
                "हें देवो आपुलेनि तोंडें । बोलती वेद ॥ ३७६ ॥\n" +
                "म्हणौनि परत्वें ब्रह्म असे । तें आत्मत्वें परीयवसे ।\n" +
                "सच्छब्द या रिणादोषें । ठेविला देवें ॥ ३७७ ॥\n" +
                "तरी ओंकार तत्कारीं । कर्म केलें जें ब्रह्मशरीरीं ।\n" +
                "जें प्रशस्तादि बोलवरी । वाखाणिलें ॥ ३७८ ॥\n" +
                "प्रशस्तकर्मीं तिये । सच्छब्दा विनियोगु आहे ।\n" +
                "तोचि आइका होये । तैसा सांगों ॥ ३७९ ॥\n" +
                "\n" +
                "\n" +
                "सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते ।\n" +
                "प्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते ॥ २६॥\n" +
                "\n" +
                "\n" +
                "तरी सच्छब्दें येणें । आटूनि असताचें नाणें ।\n" +
                "दाविजे अव्यंगवाणें । सत्तेचें रूप ॥ ३८० ॥\n" +
                "जें सत् तेंचि काळें देशें । होऊं नेणेचि अनारिसे ।\n" +
                "आपणपां आपण असे । अखंडित ॥ ३८१ ॥\n" +
                "हें दिसतें जेतुलें आहे । तें असतपणें जें नोहे ।\n" +
                "देखतां रूपीं सोये । लाभे जयाची ॥ ३८२ ॥\n" +
                "तेणेंसीं प्रशस्त तें कर्म । जें जालें सर्वात्मक ब्रह्म ।\n" +
                "देखिजे करूनि सम । ऐक्यबोधें ॥ ३८३ ॥\n" +
                "तरी ओंकार तत्कारें । जें कर्म दाविलें ब्रह्माकारें ।\n" +
                "तें गिळूनि होईजे एकसरें । सन्मात्रचि ॥ ३८४ ॥\n" +
                "ऐसा हा अंतरंगु । सच्छब्दाचा विनियोगु ।\n" +
                "जाणा म्हणे श्रीरंगु । मी ना म्हणें हो ॥ ३८५ ॥\n" +
                "ना मीचि जरी हो म्हणें । तरी श्रीरंगीं दुजें हेंचि उणें ।\n" +
                "म्हणौनि हें बोलणें । देवाचेंचि ॥ ३८६ ॥\n" +
                "आतां आणिकीही परी । सच्छब्दु हा अवधारीं ।\n" +
                "सात्त्विक कर्मा करी । उपकारु जो ॥ ३८७ ॥\n" +
                "तरी सत्कर्में चांगें । चालिलीं अधिकारबगें ।\n" +
                "परी एकाधें कां आंगें । हिणावती जैं ॥ ३८८ ॥\n" +
                "तैं उणें एकें अवयवें । शरीर ठाके आघवें ।\n" +
                "कां अंगहीन भांडावें । रथाची गती ॥ ३८९ ॥\n" +
                "तैसें एकेंचि गुणेंवीण । सतचि परी असतपण ।\n" +
                "कर्म धरी गा जाण । जिये वेळे ॥ ३९० ॥\n" +
                "तेव्हां ओंकार तत्कारीं । सावायिला हा चांगी परी ।\n" +
                "सच्छब्दु कर्मा करी । जीर्णोद्धारु ॥ ३९१ ॥\n" +
                "तें असतपण फेडी । आणी सद्भावाचिये रूढी ।\n" +
                "निजसत्त्वाचिये प्रौढी । सच्छब्दु हा ॥ ३९२ ॥\n" +
                "दिव्यौषध जैसें रोगिया । कां सावावो ये भंगलिया ।\n" +
                "सच्छब्दु कर्मा व्यंगलिया । तैसा जाण ॥ ३९३ ॥\n" +
                "अथवा कांहीं प्रमादें । कर्म आपुलिये मर्यादे ।\n" +
                "चुकोनि पडे निषिद्धे । वाटे हन ॥ ३९४ ॥\n" +
                "चालतयाही मार्गु सांडे । पारखियाचि अखरें पडे ।\n" +
                "राहाटीमाजीं न घडे । काइ काइ ? ॥ ३९५ ॥\n" +
                "म्हणौनि तैसी कर्मा । राभस्यें सांडे सीमा ।\n" +
                "असाधुत्वाचिया दुर्नामा । येवों पाहे जें ॥ ३९६ ॥\n" +
                "तेथ गा हा सच्छब्दु । येरां दोहींपरीस प्रबुद्धु ।\n" +
                "प्रयोजिला करी साधु । कर्मातें यया ॥ ३९७ ॥\n" +
                "लोहा परीसाची घृष्टी । वोहळा गंगेची भेटी ।\n" +
                "कां मृता जैसी वृष्टी । पीयूषाची ॥ ३९८ ॥\n" +
                "पैं असाधुकर्मा तैसा । सच्छब्दुप्रयोगु वीरेशा ।\n" +
                "हें असो गौरवुचि ऐसा । नामाचा यया ॥ ३९९ ॥\n" +
                "घेऊनि येथिंचें वर्म । जैं विचारिसी हें नाम ।\n" +
                "तैं केवळ हेंचि ब्रह्म । जाणसी तूं ॥ ४०० ॥\n" +
                "पाहें पां ॐतत्सत् ऐसें । हें बोलणें तेथ नेतसे ।\n" +
                "जेथूनि कां हें प्रकाशे । दृश्यजात ॥ ४०१ ॥\n" +
                "तें तंव निर्विशिष्ट । परब्रह्म चोखट ।\n" +
                "तयाचें हें आंतुवट । व्यंजक नाम ॥ ४०२ ॥\n" +
                "परी आश्रयो आकाशा । आकाशचि का जैसा ।\n" +
                "या नामानामी आश्रयो तैसा । अभेदु असे ॥ ४०३ ॥\n" +
                "उदयिला आकाशीं । रवीचि रवीतें प्रकाशी ।\n" +
                "हे नामव्यक्ती तैसी । ब्रह्मचि करी ॥ ४०४ ॥\n" +
                "म्हणौनि त्र्यक्षर हें नाम । नव्हे जाण केवळ ब्रह्म ।\n" +
                "ययालागीं कर्म । जें जें कीजे ॥ ४०५ ॥\n" +
                "\n" +
                "\n" +
                "यज्ञे तपसि दाने च स्थितिः सदिति चोच्यते ।\n" +
                "कर्म चैव तदर्थीयं सदित्येवाभिधीयते ॥ २७॥\n" +
                "\n" +
                "\n" +
                "तें याग अथवा दानें । तपादिकेंही गहनें ।\n" +
                "तियें निफजतु कां न्यूनें । होऊनि ठातु ॥ ४०६ ॥\n" +
                "परी परीसाचा वरकली । नाहीं चोखाकिडाची बोली ।\n" +
                "तैसी ब्रह्मीं अर्पितां केलीं । ब्रह्मचि होती ॥ ४०७ ॥\n" +
                "उणिया पुरियाची परी । नुरेचि तेथ अवधारीं ।\n" +
                "निवडूं न येती सागरीं । जैसिया नदी ॥ ४०८ ॥\n" +
                "एवं पार्था तुजप्रती । ब्रह्मनामाची हे शक्ती ।\n" +
                "सांगितली उपपत्ती । डोळसा गा ॥ ४०९ ॥\n" +
                "आणि येकेकाही अक्षरा । वेगळवेगळा वीरा ।\n" +
                "विनियोगु नागरा । बोलिलों रीती ॥ ४१० ॥\n" +
                "एवं ऐसें सुमहिम । म्हणौनि हें ब्रह्मनाम ।\n" +
                "आतां जाणितलें कीं सुवर्म । राया तुवां ? ॥ ४११ ॥\n" +
                "तरी येथूनि याचि श्रद्धा । उपलविली हो सर्वदा ।\n" +
                "जयाचें जालें बंधा । उरों नेदी ॥ ४१२ ॥\n" +
                "जिये कर्मीं हा प्रयोगु । अनुष्ठिजे सद्विनियोगु ।\n" +
                "तेथ अनुष्ठिला सांगु । वेदुचि तो ॥ ४१३ ॥\n" +
                "\n" +
                "\n" +
                "अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् ।\n" +
                "असदित्युच्यते पार्थ न च तत्प्रेत्य नो इह ॥ २८॥\n" +
                "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे श्रद्धात्रयविभागयोगो नाम सप्तदशोऽध्यायः ॥ १७ ॥\n" +
                "\n" +
                "\n" +
                "ना सांडूनि हे सोये । मोडूनि श्रद्धेची बाहे ।\n" +
                "दुराग्रहाची त्राये । वाढऊनियां ॥ ४१४ ॥\n" +
                "मग अश्वमेध कोडी कीजे । रत्नें भरोनि पृथ्वी दीजे ।\n" +
                "एकांगुष्ठींही तपिजे । तपसाहस्रीं ॥ ४१५ ॥\n" +
                "जळाशयाचेनि नांवें । समुद्रही कीजती नवे ।\n" +
                "परी किंबहुना आघवें । वृथाचि तें ॥ ४१६ ॥\n" +
                "खडकावरी वर्षले । जैसें भस्मीं हवन केलें ।\n" +
                "कां खेंव दिधलें । साउलिये ॥ ४१७ ॥\n" +
                "नातरी जैसें चडकणा । गगना हाणितलें अर्जुना ।\n" +
                "तैसा समारंभु सुना । गेलाचि तो ॥ ४१८ ॥\n" +
                "घाणां गाळिले गुंडे । तेथ तेल ना पेंडी जोडे ।\n" +
                "तैसें दरिद्र तेवढें । ठेलेंचि आंगीं ॥ ४१९ ॥\n" +
                "गांठीं बांधली खापरी । येथ अथवा पैलतीरीं ।\n" +
                "न सरोनि जैसी मारी । उपवासीं गा ॥ ४२० ॥\n" +
                "तैसें कर्मजातें तेणें । नाहीं ऐहिकीचें भोगणें ।\n" +
                "तेथ परत्र तें कवणें । अपेक्षावें ॥ ४२१ ॥\n" +
                "म्हणौनि ब्रह्मनामश्रद्धा । सांडूनि कीजे जो धांदा ।\n" +
                "हें असो सिणु नुसधा । दृष्टादृष्टीं तो ॥ ४२२ ॥\n" +
                "ऐसें कलुषकरिकेसरी । त्रितापतिमिरतमारी ।\n" +
                "श्रीवर वीर नरहरी । बोलिलें तेणें ॥ ४२३ ॥\n" +
                "तेथ निजानंदा बहुवसा-/। माजीं अर्जुन तो सहसा ।\n" +
                "हरपला चंद्रु जैसा । चांदिणेनि ॥ ४२४ ॥\n" +
                "अहो संग्रामु हा वाणिया । मापें नाराचांचिया आणिया ।\n" +
                "सूनि माप घे मवणिया । जीवितेंसी ॥ ४२५ ॥\n" +
                "ऐसिया समयीं कर्कशें । भोगीजत स्वानंदराज्य कैसें ।\n" +
                "आजि भाग्योदयो हा नसे । आनी ठाईं ॥ ४२६ ॥\n" +
                "संजयो म्हणे कौरवराया । गुणा रिझों ये रिपूचिया ।\n" +
                "आणि गुरुही हा आमुचिया । सुखाचा येथ ॥ ४२७ ॥\n" +
                "हा न पुसता हे गोठी । तरी देवो कां सोडिते गांठी ।\n" +
                "तरी कैसेंनि आम्हां भेटी । परमार्थेंसीं ॥ ४२८ ॥\n" +
                "होतों अज्ञानाच्या आंधारां । वोसंतीत जन्मवाहरा ।\n" +
                "तों आत्मप्रकाशमंदिरा-/। आंतु आणिलें ॥ ४२९ ॥\n" +
                "एवढा आम्हां तुम्हां थोरु । केला येणें उपकारु ।\n" +
                "म्हणौनि हा व्याससहोदरु । गुरुत्वें होय ॥ ४३० ॥\n" +
                "तेवींचि संजयो म्हणे चित्तीं । हा अतिशयो या नृपती ।\n" +
                "खुपेल म्हणौनि किती । बोलत असों ॥ ४३१ ॥\n" +
                "ऐसी हे बोली सांडिली । मग येरीचि गोठी आदरिली ।\n" +
                "जे पार्थें कां पुसिली । श्रीकृष्णातें ॥ ४३२ ॥\n" +
                "याचें जैसें कां करणें । तैसें मीही करीन बोलणें ।\n" +
                "ऐकिजो ज्ञानदेवो म्हणे । निवृत्तीचा ॥ ४३३ ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां सप्तदशोऽध्यायः ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }
}
