package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Sohla extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_sohla);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);


        textView.setText(" १६. ज्ञानेश्वरी/अध्याय सोळावा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ षोडशोशोऽध्यायः - अध्याय सोळावा । ।\n" +
                "। दैवासुरसंपत्तिविभागयोगः ।\n" +
                "\n" +
                "मावळवीत विश्वाभासु । नवल उदयला चंडांशु ।\n" +
                "अद्वयाब्जिनीविकाशु । वंदूं आतां ॥ १ ॥\n" +
                "जो अविद्याराती रुसोनियां । गिळी ज्ञानाज्ञानचांदणिया ।\n" +
                "जो सुदिनु करी ज्ञानियां । स्वबोधाचा ॥ २ ॥\n" +
                "जेणें विवळतिये सवळे । लाहोनि आत्मज्ञानाचे डोळे ।\n" +
                "सांडिती देहाहंतेचीं अविसाळें । जीवपक्षी ॥ ३ ॥\n" +
                "लिंगदेहकमळाचा । पोटीं वेंचु तया चिद्भ्रमराचा ।\n" +
                "बंदिमोक्षु जयाचा । उदैला होय ॥ ४ ॥\n" +
                "शब्दाचिया आसकडीं । भेद नदीच्या दोहीं थडीं ।\n" +
                "आरडाते विरहवेडीं । बुद्धिबोधु ॥ ५ ॥\n" +
                "तया चक्रवाकांचें मिथुन । सामरस्याचें समाधान ।\n" +
                "भोगवी जो चिद्गगन । भुवनदिवा ॥ ६ ॥\n" +
                "जेणें पाहालिये पाहांटे । भेदाची चोरवेळ फिटे ।\n" +
                "रिघती आत्मानुभववाटे । पांथिक योगी ॥ ७ ॥\n" +
                "जयाचेनि विवेककिरणसंगें । उन्मेखसूर्यकांतु फुणगे ।\n" +
                "दीपले जाळिती दांगें । संसाराचीं ॥ ८ ॥\n" +
                "जयाचा रश्मिपुंजु निबरु । होता स्वरूप उखरीं स्थिरु ।\n" +
                "ये महासिद्धीचा पूरु । मृगजळ तें ॥ ९ ॥\n" +
                "जो प्रत्यग्बोधाचिया माथया । सोऽहंतेचा मध्यान्हीं आलिया ।\n" +
                "लपे आत्मभ्रांतिछाया । आपणपां तळीं ॥ १० ॥\n" +
                "ते वेळीं विश्वस्वप्नासहितें । कोण अन्यथामती निद्रेतें ।\n" +
                "सांभाळी नुरेचि जेथें । मायाराती ॥ ११ ॥\n" +
                "म्हणौनि अद्वयबोधपाटणीं । तेथ महानंदाची दाटणी ।\n" +
                "मग सुखानुभूतीचीं घेणीं देणीं । मंदावो लागती ॥ १२ ॥\n" +
                "किंबहुना ऐसैसें । मुक्तकैवल्य सुदिवसें ।\n" +
                "सदा लाहिजे कां प्रकाशें । जयाचेनि ॥ १३ ॥\n" +
                "जो निजधामव्योमींचा रावो । उदैलाचि उदैजतखेंवो ।\n" +
                "फेडी पूर्वादि दिशांसि ठावो । उदोअस्तूचा ॥ १४ ॥\n" +
                "न दिसणें दिसणेंनसीं मावळवी । दोहीं झांकिलें ते सैंघ पालवी ।\n" +
                "काय बहु बोलों ते आघवी । उखाचि आनी ॥ १५ ॥\n" +
                "तो अहोरात्रांचा पैलकडु । कोणें देखावा ज्ञानमार्तंडु ।\n" +
                "जो प्रकाश्येंवीण सुरवाडु । प्रकाशाचा ॥ १६ ॥\n" +
                "तया चित्सूर्या श्रीनिवृत्ती । आतां नमों म्हणों पुढतपुढती ।\n" +
                "जे बाधका येइजतसे स्तुती । बोलाचिया ॥ १७ ॥\n" +
                "देवाचें महिमान पाहोनियां । स्तुति तरी येइजे चांगावया ।\n" +
                "जरी स्तव्यबुद्धीसीं लया । जाईजे कां ॥ १८ ॥\n" +
                "जो सर्वनेणिवां जाणिजे । मौनाचिया मिठीया वानिजे ।\n" +
                "कांहींच न होनि आणिजे । आपणपयां जो ॥ १९ ॥\n" +
                "तया तुझिया उद्देशासाठीं । पश्यंती मध्यमा पोटीं ।\n" +
                "सूनि परेसींही पाठीं । वैखरी विरे ॥ २० ॥\n" +
                "तया तूतें मी सेवकपणें । लेववीं बोलकेया स्तोत्राचें लेणें ।\n" +
                "हें उपसाहावेंही म्हणतां उणें । अद्वयानंदा ॥ २१ ॥\n" +
                "परी रंकें अमृताचा सागरु । देखिलिया पडे उचिताचा विसरु ।\n" +
                "मग करूं धांवे पाहुणेरु । शाकांचा तया ॥ २२ ॥\n" +
                "तेथ शाकुही कीर बहुत म्हणावा । तयाचा हर्षवेगुचि तो घ्यावा ।\n" +
                "उजळोनि दिव्यतेजा हातिवा । ते भक्तीचि पाहावी ॥ २३ ॥\n" +
                "बाळा उचित जाणणें होये । तरी बाळपणचि कें आहे ? ।\n" +
                "परी साचचि येरी माये । म्हणौनि तोषे ॥ २४ ॥\n" +
                "हां गा गांवरसें भरलें । पाणी पाठीं पाय देत आलें ।\n" +
                "तें गंगा काय म्हणितलें । परतें सर ? ॥ २५ ॥\n" +
                "जी भृगूचा कैसा अपकारु । कीं तो मानूनि प्रियोपचारु ।\n" +
                "तोषेचिना शारङ्गधरु । गुरुत्वासीं ? ॥ २६ ॥\n" +
                "कीं आंधारें खतेलें अंबर । झालेया दिवसनाथासमोर ।\n" +
                "तेणें तयातें पऱ्हा सर । म्हणितलें काई ? ॥ २७ ॥\n" +
                "तेवीं भेदबुद्धीचिये तुळे । घालूनि सूर्यश्लेषाचें कांटाळे ।\n" +
                "तुकिलासि तें येकी वेळे । उपसाहिजो जी ॥ २८ ॥\n" +
                "जिहीं ध्यानाचा डोळां पाहिलासी । वेदादि वाचां वानिलासी ।\n" +
                "जें उपसाहिलें तयासी । तें आम्हांही करीं ॥ २९ ॥\n" +
                "परी मी आजि तुझ्या गुणीं । लांचावलों अपराधु न गणीं ।\n" +
                "भलतें करीं परी अर्धधणीं । नुठी कदा ॥ ३० ॥\n" +
                "मियां गीता येणें नांवें । तुझें पसायामृत सुहावें ।\n" +
                "वानूं लाधलों तें दुणेन थावें । दैवलों दैवें ॥ ३१ ॥\n" +
                "माझिया सत्यवादाचें तप । वाचा केलें बहुत कल्प ।\n" +
                "तया फळाचें हें महाद्वीप । पातली प्रभु ॥ ३२ ॥\n" +
                "पुण्यें पोशिलीं असाधरणें । तियें तुझें गुण वानणें ।\n" +
                "देऊनि मज उत्तीर्णें । जालीं आजी ॥ ३३ ॥\n" +
                "जी जीवित्वाच्या आडवीं । आतुडलों होतों मरणगांवीं ।\n" +
                "ते अवदसाची आघवी । फेडिली आजी ॥ ३४ ॥\n" +
                "जे गीता येणें नांवें नावाणिगी । जे अविद्या जिणोनि दाटुगी ।\n" +
                "ते कीर्ती तुझी आम्हांजोगी । वानावया जाली ॥ ३५ ॥\n" +
                "पैं निर्धना घरीं वानिवसें । महालक्ष्मी येऊनि बैसे ।\n" +
                "तयातें निर्धन ऐसें । म्हणों ये काई ? ॥ ३६ ॥\n" +
                "कां अंधकाराचिया ठाया । दैवें सुर्यु आलिया ।\n" +
                "तो अंधारुचि जगा यया । प्रकाशु नोहे ? ॥ ३७ ॥\n" +
                "जया देवाची पाहतां थोरी । विश्व परमाणुही दशा न धरी ।\n" +
                "तो भावाचिये सरोभरी । नव्हेचि काई ? ॥ ३८ ॥\n" +
                "तैसा मी गीता वाखाणी । हे खपुष्पाची तुरंबणी ।\n" +
                "परी समर्थें तुवां शिरयाणी । फेडिली ते ॥ ३९ ॥\n" +
                "म्हणौनि तुझेनि प्रसादें । मी गीतापद्यें अगाधें ।\n" +
                "निरूपीन जी विशदें । ज्ञानदेवो म्हणे ॥ ४० ॥\n" +
                "तरी अध्यायीं पंधरावा । श्रीकृष्णें तया पांडवा ।\n" +
                "शास्त्रसिद्धांतु आघवा । उगाणिला ॥ ४१ ॥\n" +
                "जे वृक्षरूपक परीभाषा । केलें उपाधि रूप अशेषा ।\n" +
                "सद्वैद्यें जैसें दोषा । अंगलीना ॥ ४२ ॥\n" +
                "आणि कूटस्थु जो अक्षरु । दाविला पुरुषप्रकारु ।\n" +
                "तेणें उपहिताही आकारु । चैतन्या केला ॥ ४३ ॥\n" +
                "पाठीं उत्तम पुरुष । शब्दाचें करूनि मिष ।\n" +
                "दाविलें चोख । आत्मतत्त्व ॥ ४४ ॥\n" +
                "आत्मविषयीं आंतुवट । साधन जें आंगदट ।\n" +
                "ज्ञान हेंही स्पष्ट । चावळला ॥ ४५ ॥\n" +
                "म्हणौनि इये अध्यायीं । निरूप्य नुरेचि कांहीं ।\n" +
                "आतां गुरुशिष्यां दोहीं । स्नेहो लाहणा ॥ ४६ ॥\n" +
                "एवं इयेविषयीं कीर । जाणते बुझावले अपार ।\n" +
                "परी मुमुक्षु इतर । साकांक्ष जाले ॥ ४७ ॥\n" +
                "त्या मज पुरुषोत्तमा । ज्ञानें भेटे जो सुवर्मा ।\n" +
                "तो सर्वज्ञु तोचि सीमा । भक्तीचीही ॥ ४८ ॥\n" +
                "ऐसें हें त्रैलोक्यनायकें । बोलिलें अध्यायांत श्लोकें ।\n" +
                "तेथें ज्ञानचि बहुतेकें । वानिलें तोषें ॥ ४९ ॥\n" +
                "भरूनि प्रपंचाचा घोंटु । कीजे देखतांचि देखतया द्रष्टु ।\n" +
                "आनंदसाम्राज्यीं पाटु । बांधिजे जीवा ॥ ५० ॥\n" +
                "येवढेया लाठेपणाचा उपावो । आनु नाहींचि म्हणे देवो ।\n" +
                "हा सम्यक्\u200Cज्ञानाचा रावो । उपायांमाजीं ॥ ५१ ॥\n" +
                "ऐसे आत्मजिज्ञासु जे होते । तिहीं तोषलेनि चित्तें ।\n" +
                "आदरें तया ज्ञानातें । वोंवाळिलें जीवें ॥ ५२ ॥\n" +
                "आतां आवडी जेथ पडे । तयाचि अवसरीं पुढें पुढें ।\n" +
                "रिगों लागें हें घडे । प्रेम ऐसें ॥ ५३ ॥\n" +
                "म्हणौनि जिज्ञासूंच्या पैकीं । ज्ञानी प्रतीती होय ना जंव निकी ।\n" +
                "तंव योग क्षेमु ज्ञानविखीं । स्फुरेलचि कीं ॥ ५४ ॥\n" +
                "म्हणौनि तेंचि सम्यक् ज्ञान । कैसेनि होय स्वाधीन ।\n" +
                "जालिया वृद्धियत्\u200Cन । घडेल केवीं ॥ ५५ ॥\n" +
                "कां उपजोंचि जें न लाहे । जें उपजलेंही अव्हांटा सूये ।\n" +
                "तें ज्ञानीं विरुद्ध काय आहे । हें जाणावें कीं ॥ ५६ ॥\n" +
                "मग जाणतयां जें विरू । तयाचीं वाट वाहती करूं ।\n" +
                "ज्ञाना हित तेंचि विचारूं । सर्वभावें ॥ ५७ ॥\n" +
                "ऐसा ज्ञानजिज्ञासु तुम्हीं समस्तीं । भावो जो धरिला असे चित्तीं ।\n" +
                "तो पुरवावया लक्ष्मीपती । बोलिजेल ॥ ५८ ॥\n" +
                "ज्ञानासि सुजन्म जोडे । आपली विश्रांतिही वरी वाढे ।\n" +
                "ते संपत्तीचे पवाडे । सांगिजेल दैवी ॥ ५९ ॥\n" +
                "आणि ज्ञानाचेनि कामाकारें । जे रागद्वेषांसि दे थारे ।\n" +
                "तिये आसुरियेहि घोरे । करील रूप ॥ ६० ॥\n" +
                "सहज इष्टानिष्टकरणी । दोघीचि इया कवतुकिणी ।\n" +
                "हे नवमाध्यायीं उभारणी । केली होती ॥ ६१ ॥\n" +
                "तेथ साउमा घेयावया उवावो । तंव वोडवला आन प्रस्तावो ।\n" +
                "तरी तयां प्रसंगें आतां देवो । निरूपीत असे ॥ ६२ ॥\n" +
                "तया निरूपणाचेनि नांवें । अध्याय पद सोळावें ।\n" +
                "लावणी पाहतां जाणावें । मागिलावरी ॥ ६३ ॥\n" +
                "परी हें असो आतां प्रस्तुतीं । ज्ञानाच्या हिताहितीं ।\n" +
                "समर्था संपत्ती । इयाचि दोन्ही ॥ ६४ ॥\n" +
                "जे मुमुक्षुमार्गींची बोळावी । जे मोहरात्रीची धर्मदिवी ।\n" +
                "ते आधीं तंव दैवी । संपत्ती ऐका ॥ ६५ ॥\n" +
                "जेथ एक एकातें पोखी । ऐसे बहुत पदार्थ येकीं ।\n" +
                "संपादिजती ते लोकीं । संपत्ति म्हणिजे ॥ ६६ ॥\n" +
                "ते दैवी सुखसंभवी । तेथ दैवगुणें येकोपजीवीं ।\n" +
                "जाली म्हणौनि दैवी । संपत्ति हे ॥ ६७ ॥\n" +
                "\n" +
                "\n" +
                "श्री भगवानुवाच ।\n" +
                "अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितः ।\n" +
                "दानं दमश्च यज्ञश्च स्वाध्यायस्तप आर्जवं ॥ १॥\n" +
                "\n" +
                "\n" +
                "आतां तयाचि दैवगुणां- । माजीं धुरेचा बैसणा ।\n" +
                "बैसे तया आकर्णा । अभय ऐसें ॥ ६८ ॥\n" +
                "तरी न घालूनि महापुरीं । न घेपे बुडणयाची शियारी ।\n" +
                "कां रोगु न गणिजे घरीं । पथ्याचिया ॥ ६९ ॥\n" +
                "तैसा कर्माकर्माचिया मोहरा । उठूं नेदूनि अहंकारा ।\n" +
                "संसाराचा दरारा । सांडणें येणें ॥ ७० ॥\n" +
                "अथवा ऐक्यभावाचेनि पैसें । दुजे मानूनि आत्मा ऐसें ।\n" +
                "भयवार्ता देशें । दवडणें जें ॥ ७१ ॥\n" +
                "पाणी बुड{ऊं} ये मिठातें । तंव मीठचि पाणी आतें ।\n" +
                "तेवीं आपण जालेनि अद्वैतें । नाशे भय ॥ ७२ ॥\n" +
                "अगा अभय येणें नांवें । बोलिजे तें हें जाणावें ।\n" +
                "सम्यक्\u200Cज्ञानाचें आघवें । धांवणें हें ॥ ७३ ॥\n" +
                "आतां सत्त्वशुद्धी जे म्हणिजे । ते ऐशा चिन्हीं जाणिजे ।\n" +
                "तरी जळे ना विझे । राखोंडी जैसी ॥ ७४ ॥\n" +
                "कां पाडिवा वाढी न मगे । अंवसे तुटी सांडूनि मागे ।\n" +
                "माजीं अतिसूक्ष्म अंगें । चंद्रु जैसा राहे ॥ ७५ ॥\n" +
                "नातरी वार्षिया नाहीं मांडिली । ग्रीष्में नाहीं सांडिली ।\n" +
                "माजीं निजरूपें निवडली । गंगा जैसी ॥ ७६ ॥\n" +
                "तैसी संकल्पविकल्पाची वोढी । सांडूनि रजतमाची कावडी ।\n" +
                "भोगितां निजधर्माची आवडी । बुद्धि उरे ॥ ७७ ॥\n" +
                "इंद्रियवर्गीं दाखविलिया । विरुद्धा अथवा भलीया ।\n" +
                "विस्मयो कांहीं केलिया । नुठी चित्तीं ॥ ७८ ॥\n" +
                "गांवा गेलिया वल्लभु । पतिव्रतेचा विरहक्षोभु ।\n" +
                "भलतेसणी हानिलाभु । न मनीं जेवीं ॥ ७९ ॥\n" +
                "तेवीं सत्स्वरूप रुचलेपणें । बुद्धी जें ऐसें अनन्य होणें ।\n" +
                "ते सत्त्वशुद्धी म्हणे । केशिहंता ॥ ८० ॥\n" +
                "आतां आत्मलाभाविखीं । ज्ञानयोगामाजीं एकीं ।\n" +
                "जे आपुलिया ठाकी । हांवें भरे ॥ ८१ ॥\n" +
                "तेथ सगळिये चित्तवृत्ती । त्यागु करणें या रीती ।\n" +
                "निष्कामें पूर्णाहुती । हुताशीं जैसी ॥ ८२ ॥\n" +
                "कां सुकुळीनें आपुली । आत्मजा सत्कुळींचि दिधली ।\n" +
                "हें असो लक्ष्मी स्थिरावली । मुकुंदीं जैसी ॥ ८३ ॥\n" +
                "तैसे निर्विकल्पपणें । जें योगज्ञानींच या वृत्तिक होणें ।\n" +
                "तो तिजा गुण म्हणे । श्रीकृष्णनाथु ॥ ८४ ॥\n" +
                "आतां देहवाचाचित्तें । यथासंपन्नें वित्तें ।\n" +
                "वैरी जालियाही आर्तातें । न वंचणे जें कां ॥ ८५ ॥\n" +
                "पत्र पुष्प छाया । फळें मूळ धनंजया ।\n" +
                "वाटेचा न चुके आलिया । वृक्षु जैसा ॥ ८६ ॥\n" +
                "तैसें मनौनि धनधान्यवरी । विद्यमानें आल्या अवसरीं ।\n" +
                "श्रांताचिये मनोहारीं । उपयोगा जाणें ॥ ८७ ॥\n" +
                "तयां नांव जाण दान । जें मोक्षनिधानाचें अंजन ।\n" +
                "हें असो आइक चिन्ह । दमाचें तें ॥ ८८ ॥\n" +
                "तरी विषयेंद्रियां मिळणी । करूनि घापे वितुटणी ।\n" +
                "जैसें तोडिजे खड्गपाणी । पारकेया ॥ ८९ ॥\n" +
                "तैसा विषयजातांचा वारा । वाजों नेदिजे इंद्रियद्वारां ।\n" +
                "इये बांधोनि प्रत्याहारा । हातीं वोपी ॥ ९० ॥\n" +
                "आंतुला चित्ताचें अंगवरीं । प्रवृत्ति पळे पर बाहेरी ।\n" +
                "आगी सुयिजे दाहींहि द्वारीं । वैराग्याची ॥ ९१ ॥\n" +
                "श्वासोश्वासाहुनी बहुवसें । व्रतें आचरे खरपुसें ।\n" +
                "वोसंतिता रात्रिदिवसें । नाराणुक जया ॥ ९२ ॥\n" +
                "पैं दमु ऐसा म्हणिपे । तो हा जाण स्वरूपें ।\n" +
                "यागार्थुही संक्षेपें । सांगों ऐक ॥ ९३ ॥\n" +
                "तरी ब्राह्मण करूनि धुरे । स्त्रियादिक पैल मेरे ।\n" +
                "माझारीं अधिकारें । आपुलालेनि ॥ ९४ ॥\n" +
                "जया जे सर्वोत्तम । भजनीय देवताधर्म ।\n" +
                "ते तेणें यथागम । विधी यजिजे ॥ ९५ ॥\n" +
                "जैसा द्विज षट्कर्में करी । शूद्र तयातें नमस्कारी ।\n" +
                "कीं दोहींसही सरोभरी । निपजे यागु ॥ ९६ ॥\n" +
                "तैसें अधिकारपर्यालोचें । हें यज्ञ करणें सर्वांचें ।\n" +
                "परी विषय विष फळाशेचें । न घापे माजीं ॥ ९७ ॥\n" +
                "आणि मी कर्ता ऐसा भावो । नेदिजे देहाचेनि द्वारें जावों ।\n" +
                "ना वेदाज्ञेसि तरी ठावो । होइजे स्वयें ॥ ९८ ॥\n" +
                "अर्जुना एवं यज्ञु । सर्वत्र जाण साज्ञु ।\n" +
                "कैवल्यमार्गींचा अभिज्ञु । सांगाती हा ॥ ९९ ॥\n" +
                "आतां चेंडुवें भूमी हाणिजे । नव्हे तो हाता आणिजे ।\n" +
                "कीं शेतीं बीं विखुरिजे । परी पिकीं लक्ष ॥ १०० ॥\n" +
                "नातरी ठेविलें देखावया । आदर कीजे दिविया ।\n" +
                "कां शाखा फळें यावया । सिंपिजे मूळ ॥ १०१ ॥\n" +
                "हें बहु असो आरिसा । आपणपें देखावया जैसा ।\n" +
                "पुढतपुढती बहुवसा । उटिजे प्रीती ॥ १०२ ॥\n" +
                "तैसा वेदप्रतिपाद्यु जो ईश्वरु । तो होआवयालागीं गोचरु ।\n" +
                "श्रुतीचा निरंतरु । अभ्यासु करणें ॥ १०३ ॥\n" +
                "तेंचि द्विजांसीच ब्रह्मसूत्र । येरा स्तोत्र कां नाममंत्र ।\n" +
                "आवर्तवणें पवित्र । पावावया तत्त्व ॥ १०४ ॥\n" +
                "पार्था गा स्वाध्यावो । बोलिजे तो हा म्हणे देवो ।\n" +
                "आतां तप शब्दाभिप्रावो । आईक सांगों ॥ १०५ ॥\n" +
                "तरी दानें सर्वस्व देणें । वेंचणें तें व्यर्थ करणें ।\n" +
                "जैसे फळोनि स्वयें सुकणें । इंद्रावणी जेवीं ॥ १०६ ॥\n" +
                "नाना धूपाचा अग्निप्रवेशु । कनकीं तुकाचा नाशु ।\n" +
                "पितृपक्षु पोषिता ऱ्हासु । चंद्राचा जैसा ॥ १०७ ॥\n" +
                "तैसा स्वरूपाचिया प्रसरा -। लागीं प्राणेंद्रियशरीरां ।\n" +
                "आटणी करणें जें वीरा । तेंचि तप ॥ १०८ ॥\n" +
                "अथवा अनारिसें । तपाचें रूप जरी असे ।\n" +
                "तरी जाण जेवीं दुधीं हंसें । सूदली चांचू ॥ १०९ ॥\n" +
                "तैसें देहजीवाचिये मिळणीं । जो उदयजत सूये पाणी ।\n" +
                "तो विवेक अंतःकरणीं । जागवीजे ॥ ११० ॥\n" +
                "पाहतां आत्मयाकडे । बुद्धीचा पैसु सांकडें ।\n" +
                "सनिद्र स्वप्न बुडे । जागणीं जैसें ॥ १११ ॥\n" +
                "तैसा आत्मपर्यालोचु । प्रवर्ते जो साचु ।\n" +
                "तपाचा हा निर्वेचु । धनुर्धरा ॥ ११२ ॥\n" +
                "आतां बाळाच्या हितीं स्तन्य । जैसें नानाभूतीं चैतन्य ।\n" +
                "तैसें प्राणिमात्रीं सौजन्य । आर्जव तें ॥ ११३ ॥\n" +
                "\n" +
                "\n" +
                "अहिंसा सत्यमक्रोध्स्त्यागः शान्तिरपैशुनम् ।\n" +
                "दया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम् ॥ २॥\n" +
                "\n" +
                "\n" +
                "आणि जगाचिया सुखोद्देशें । शरीरवाचामानसें ।\n" +
                "राहाटणें तें अहिंसे । रूप जाण ॥ ११४ ॥\n" +
                "आतां तीख होऊनि मवाळ । जैसें जातीचें मुकुळ ।\n" +
                "कां तेज परी शीतळ । शशांकाचें ॥ ११५ ॥\n" +
                "शके दावितांचि रोग फेडूं । आणि जिभे तरी नव्हे कडु ।\n" +
                "ते वोखदु नाहीं मा घडू । उपमा कैंची ॥ ११६ ॥\n" +
                "तरी मऊपणें बुबुळे । झगडतांही परी नाडळे ।\n" +
                "एऱ्हवीं फोडी कोंराळें । पाणी जैसें ॥ ११७ ॥\n" +
                "तैसें तोडावया संदेह । तीख जैसें कां लोह ।\n" +
                "श्राव्यत्वें तरी माधुर्य । पायीं घालीं ॥ ११८ ॥\n" +
                "ऐकों ठातां कौतुकें । कानातें निघती मुखें ।\n" +
                "जें साचारिवेचेनि बिकें । ब्रह्मही भेदी ॥ ११९ ॥\n" +
                "किंबहुना प्रियपणे । कोणातेंही झक{ऊं} नेणे ।\n" +
                "यथार्थ तरी खुपणें । नाहीं कवणा ॥ १२० ॥\n" +
                "एऱ्हवीं गोरी कीर काना गोड । परी साचाचा पाखाळीं कीड ।\n" +
                "आगीचें करणें उघड । परी जळों तें साच ॥ १२१ ॥\n" +
                "कानीं लागतां महूर । अर्थें विभांडी जिव्हार ।\n" +
                "तें वाचा नव्हे सुंदर । लांवचि पां ॥ १२२ ॥\n" +
                "परी अहितीं कोपोनि सोप । लालनीं मऊ जैसें पुष्प ।\n" +
                "तिये मातेचें स्वरूप । जैसें कां होय ॥ १२३ ॥\n" +
                "तैसें श्रवणसुख चतुर । परीणमोनि साचार ।\n" +
                "बोलणें जें अविकार । तें सत्य येथें ॥ १२४ ॥\n" +
                "आतां घालितांही पाणी । पाषाणीं न निघे आणी ।\n" +
                "कां मथिलिया लोणी । कांजी नेदी ॥ १२५ ॥\n" +
                "त्वचा पायें शिरीं । हालेयाही फडे न करी ।\n" +
                "वसंतींही अंबरीं । न होती फुलें ॥ १२६ ॥\n" +
                "नाना रंभेचेनिही रूपें । शुकीं नुठिजेचि कंदर्पें ।\n" +
                "कां भस्मीं वन्हि न उद्दीपे । घृतेंही जेवीं ॥ १२७ ॥\n" +
                "तेवींचि कुमारु क्रोधें भरे । तैसिया मंत्राचीं बीजाक्षरें ।\n" +
                "तियें निमित्तेंही अपारें । मीनलिया ॥ १२८ ॥\n" +
                "परी धातयाही पायां पडतां । नुठी गतायु पंडुसुता ।\n" +
                "तैसी नुपजे उपजवितां । क्रोधोर्मी गा ॥ १२९ ॥\n" +
                "अक्रोधत्व ऐसें । नांव तें ये दशे ।\n" +
                "जाण ऐसें श्रीनिवासें । म्हणितलें तया ॥ १३० ॥\n" +
                "आतां मृत्तिकात्यागें घटु । तंतुत्यागें पटु ।\n" +
                "त्यजिजे जेवीं वटु । बीजत्यागें ॥ १३१ ॥\n" +
                "कां त्यजुनि भिंतिमात्र । त्यजिजे आघवेंचि चित्र ।\n" +
                "कां निद्रात्यागें विचित्र । स्वप्नजाळ ॥ १३२ ॥\n" +
                "नाना जळत्यागें तरंग । वर्षात्यागें मेघ ।\n" +
                "त्यजिजती जैसे भोग । धनत्यागें ॥ १३३ ॥\n" +
                "तेवीं बुद्धिमंतीं देहीं । अहंता सांडूनि पाहीं ।\n" +
                "सांडिजे अशेषही । संसारजात ॥ १३४ ॥\n" +
                "तया नांव त्यागु । म्हणे तो यज्ञांगु ।\n" +
                "हे मानूनि सुभगु । पार्थु पुसे ॥ १३५ ॥\n" +
                "आतां शांतीचें लिंग । तें व्यक्त मज सांग ।\n" +
                "देवो म्हणती चांग । अवधान देईं ॥ १३६ ॥\n" +
                "तरी गिळोनि ज्ञेयातें । ज्ञाता ज्ञानही माघौतें ।\n" +
                "हारपें निरुतें । ते शांति पैं गा ॥ १३७ ॥\n" +
                "जैसा प्रळयांबूचा उभडु । बुडवूनि विश्वाचा पवाडु ।\n" +
                "होय आपणपें निबिडु । आपणचि ॥ १३८ ॥\n" +
                "मग उगम ओघ सिंधु । हा नुरेचि व्यवहारभेदु ।\n" +
                "परी जलैक्याचा बोधु । तोही कवणा ? ॥ १३९ ॥\n" +
                "तैसी ज्ञेया देतां मिठी । ज्ञातृत्वही पडे पोटीं ।\n" +
                "मग उरे तेंचि किरीटी । शांतीचें रूप ॥ १४० ॥\n" +
                "आतां कदर्थवीत व्याधी । बळीकरणाचिया आधीं ।\n" +
                "आपपरु न शोधी । सद्वैद्यु जैसा ॥ १४१ ॥\n" +
                "का चिखलीं रुतली गाये । धडभाकड न पाहे ।\n" +
                "जो तियेचिया ग्लानी होये । कालाभुला ॥ १४२ ॥\n" +
                "नाना बुडतयातें सकरुणु । न पुसे अंत्यजु कां ब्राह्मणु ।\n" +
                "काढूनि राखे प्राणु । हेंचि जाणे ॥ १४३ ॥\n" +
                "कीं माय वनीं पापियें । उघडी केली विपायें ।\n" +
                "ते नेसविल्यावीण न पाहे । शिष्टु जैसा ॥ १४४ ॥\n" +
                "तैसे अज्ञानप्रमादादिकीं । कां प्राक्तनहीन सदोखीं ।\n" +
                "निंदत्वाच्या सर्वविखीं । खिळिले जे ॥ १४५ ॥\n" +
                "तयां आंगीक आपुलें । देऊनियां भलें ।\n" +
                "विसरविजती सलें । सलतीं तियें ॥ १४६ ॥\n" +
                "अगा पुढिलाचा दोखु । करूनि आपुलिये दिठी चोखु ।\n" +
                "मग घापे अवलोकु । तयावरी ॥ १४७ ॥\n" +
                "जैसा पुजूनि देवो पाहिजे । पेरूनि शेता जाइजे ।\n" +
                "तोषौनि प्रसादु घेइजे । अतिथीचा ॥ १४८ ॥\n" +
                "तैसें आपुलेनि गुणें । पुढिलाचें उणें ।\n" +
                "फेडुनियां पाहणें । तयाकडे ॥ १४९ ॥\n" +
                "वांचूनि न विंधिजें वर्मीं । नातुडविजे अकर्मीं ।\n" +
                "न बोलविजे नामीं । सदोषीं तिहीं ॥ १५० ॥\n" +
                "वरी कोणे एकें उपायें । पडिलें तें उभें होये ।\n" +
                "तेंच कीजे परी घाये । नेदावे वर्मीं ॥ १५१ ॥\n" +
                "पैं उत्तमाचियासाठीं । नीच मानिजे किरीटी ।\n" +
                "हें वांचोनि दिठी । दोषु न घेपे ॥ १५२ ॥\n" +
                "अगा अपैशून्याचें लक्षण । अर्जुना हें फुडें जाण ।\n" +
                "मोक्षमार्गींचें सुखासन । मुख्य हें गा ॥ १५३ ॥\n" +
                "आतां दया ते ऐसी । पूर्णचंद्रिका जैसी ।\n" +
                "निववितां न कडसी । सानें थोर ॥ १५४ ॥\n" +
                "तैसें दुःखिताचें शिणणें । हिरतां सकणवपणें ।\n" +
                "उत्तमाधम नेणें । विवंचूं गा ॥ १५५ ॥\n" +
                "पैं जगीं जीवनासारिखें । वस्तु अंगवरी उपखें ।\n" +
                "परी जातें जीवित राखे । तृणाचेंहि ॥ १५६ ॥\n" +
                "तैसें पुढिलाचेनि तापें । कळवळलिये कृपें ।\n" +
                "सर्वस्वेंसीं दिधलेंहि आपणपें । थोडेंचि गमे ॥ १५७ ॥\n" +
                "निम्न भरलियाविणें । पाणी ढळोंचि नेणे ।\n" +
                "तेवीं श्रांता तोषौनि जाणें । सामोरें पां ॥ १५८ ॥\n" +
                "पैं पायीं कांटा नेहटे । तंव व्यथा जीवीं उमटे ।\n" +
                "तैसा पोळे संकटें । पुढिलांचेनि ॥ १५९ ॥\n" +
                "कां पावो शीतळता लाहे । कीं ते डोळ्याचिलागीं होये ।\n" +
                "तैसा परसुखें जाये । सुखावतु ॥ १६० ॥\n" +
                "किंबहुना तृषितालागीं । पाणी आरायिलें असे जगीं ।\n" +
                "तैसें दुःखितांचे सेलभागीं । जिणें जयाचें ॥ १६१ ॥\n" +
                "तो पुरुषु वीरराया । मूर्तिमंत जाण दया ।\n" +
                "मी उदयजतांचि तया । ऋणिया लाभें ॥ १६२ ॥\n" +
                "आतां सूर्यासि जीवें । अनुसरलिया राजीवें ।\n" +
                "परी तें तो न शिवे । सौरभ्य जैसें ॥ १६३ ॥\n" +
                "कां वसंताचिया वाहाणीं । आलिया वनश्रीच्या अक्षौहिणी ।\n" +
                "ते न करीतुचि घेणी । निगाला तो ॥ १६४ ॥\n" +
                "हें असो महासिद्धीसी । लक्ष्मीही आलिया पाशीं ।\n" +
                "परी महाविष्णु जैसी । न गणीच ते ॥ १६५ ॥\n" +
                "तैसे ऐहिकींचे कां स्वर्गींचे । भोग पाईक जालिया इच्छेचे ।\n" +
                "परी भोगावे हें न रुचे । मनामाजीं ॥ १६६ ॥\n" +
                "बहुवें काय कौतुकीं । जीव नोहे विषयाभिलाखी ।\n" +
                "अलोलुप्\u200Cत्वदशा ठाउकी । जाण ते हे ॥ १६७ ॥\n" +
                "आतां माशियां जैसें मोहळ । जळचरां जेवीं जळ ।\n" +
                "कां पक्षियां अंतराळ । मोकळें हें ॥ १६८ ॥\n" +
                "नातरी बाळकोद्देशें । मातेचें स्नेह जैसें ।\n" +
                "कां वसंतीच्या स्पर्शें । मऊ मलयानिळु ॥ १६९ ॥\n" +
                "डोळ्यां प्रियाची भेटी । कां पिलियां कूर्मीची दिठी ।\n" +
                "तैसीं भूतमात्रीं राहटी । मवाळ ते ॥ १७० ॥\n" +
                "स्पर्शें अतिमृदु । मुखीं घेतां सुस्वादु ।\n" +
                "घ्राणासि सुगंधु । उजाळु आंगें ॥ १७१ ॥\n" +
                "तो आवडे तेवढा घेतां । विरुद्ध जरी न होतां ।\n" +
                "तरी उपमे येता । कापूर कीं ॥ १७२ ॥\n" +
                "परी महाभूतें पोटीं वाहे । तेवींचि परमाणूमाजीं सामाये ।\n" +
                "या विश्वानुसार होये । गगन जैसें ॥ १७३ ॥\n" +
                "काय सांगों ऐसें जिणें । जें जगाचेनि जीवें प्राणें ।\n" +
                "तया नांव म्हणें । मार्दव मी ॥ १७४ ॥\n" +
                "आतां पराजयें राजा । जैसा कदर्थिजे लाजा ।\n" +
                "कां मानिया निस्तेजा । निकृष्टास्तव ॥ १७५ ॥\n" +
                "नाना चांडाळ मंदिराशीं । अवचटें आलिया संन्याशी ।\n" +
                "मग लाज होय जैसी । उत्तमा तया ॥ १७६ ॥\n" +
                "क्षत्रिया रणीं पळोनि जाणें । तें कोण साहे लाजिरवाणें ।\n" +
                "कां वैधव्यें पाचारणें । महासतियेतें ॥ १७७ ॥\n" +
                "रूपसा उदयलें कुष्ट । संभावितां कुटीचें बोट ।\n" +
                "तया लाजा प्राणसंकट । होय जैसें ॥ १७८ ॥\n" +
                "तैसें औटहातपणें । जें शव होऊनि जिणें ।\n" +
                "उपजों उपजों मरणें । नावानावा ॥ १७९ ॥\n" +
                "तियें गर्भमेदमुसें । रक्तमूत्ररसें ।\n" +
                "वोंतीव होऊनि असे । तें लाजिरवाणें ॥ १८० ॥\n" +
                "हें बहु असो देहपणें । नामरूपासि येणें ।\n" +
                "नाहीं गा लाजिरवाणें । तयाहूनी ॥ १८१ ॥\n" +
                "ऐसैसिया अवकळा । घेपे शरीराचा कंटाळा ।\n" +
                "ते लाज पैं निर्मळा । निसुगा गोड ॥ १८२ ॥\n" +
                "आतां सूत्रतंतु तुटलिया । चेष्टाचि ठाके सायखडिया ।\n" +
                "तैसें प्राणजयें कर्मेंद्रियां । खुंटे गती ॥ १८३ ॥\n" +
                "कीं मावळलिया दिनकरु । सरे किरणांचा प्रसरु ।\n" +
                "तैसा मनोजयें प्रकारु । ज्ञानेंद्रियांचा ॥ १८४ ॥\n" +
                "एवं मनपवननियमें । होती दाही इंद्रियें अक्षमें ।\n" +
                "तें अचापल्य वर्में । येणें होय ॥ १८५ ॥\n" +
                "\n" +
                "\n" +
                "तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता ।\n" +
                "भवन्ति संपदं दैवीमभिजातस्य भारत ॥ ३॥\n" +
                "\n" +
                "\n" +
                "आतां ईश्वरप्राप्तीलागीं । प्रवर्ततां ज्ञानमार्गीं ।\n" +
                "धिंवसेयाचि आंगी । उणीव नोहे ॥ १८६ ॥\n" +
                "वोखटें मरणा{ऐ}सें । तेंही आलें अग्निप्रवेशें ।\n" +
                "परी प्राणेश्वरोद्देशें । न गणीचि सती ॥ १८७ ॥\n" +
                "तैसें आत्मनाथाचिया आधी । लाऊनि विषयविषाची बाधी ।\n" +
                "धांवों आवडे पाणधी । शून्याचिये ॥ १८८ ॥\n" +
                "न ठाके निषेधु आड । न पडे विधीची भीड ।\n" +
                "नुपजेचि जीवीं कोड । महासिद्धीचें ॥ १८९ ॥\n" +
                "ऐसें ईश्वराकडे निज । धांवे आपसया सहज ।\n" +
                "तया नांव तेज । आध्यात्मिक तें ॥ १९० ॥\n" +
                "आतां सर्वही साहातिया गरिमा । गर्वा न ये तेचि क्षमा ।\n" +
                "जैसें देह वाहोनि रोमा । वाहणें नेणें ॥ १९१ ॥\n" +
                "आणि मातलिया इंद्रियांचे वेग । कां प्राचीनें खवळले रोग ।\n" +
                "अथवा योगवियोग । प्रियाप्रियांचे ॥ १९२ ॥\n" +
                "यया आघवियांचाचि थोरु । एके वेळे आलिया पूरु ।\n" +
                "तरी अगस्त्य कां होऊनि धीरु । उभा ठाके ॥ १९३ ॥\n" +
                "आकाशीं धूमाची रेखा । उठिली बहुवा आगळिका ।\n" +
                "ते गिळी येकी झुळुका । वारा जेवीं ॥ १९४ ॥\n" +
                "तैसें अधिभूताधिदैवां । अध्यात्मादि उपद्रवां ।\n" +
                "पातलेयां पांडवा । गिळुनि घाली ॥ १९५ ॥\n" +
                "ऐसें चित्तक्षोभाच्या अवसरीं । उचलूनि धैर्या जें चांगावें करी ।\n" +
                "धृति म्हणिपे अवधारीं । तियेतें गा ॥ १९६ ॥\n" +
                "आतां निर्वाळूनि कनकें । भरिला गांगें पीयूखें ।\n" +
                "तया कलशाचियासारिखें । शौच असें ॥ १९७ ॥\n" +
                "जे आंगीं निष्काम आचारु । जीवीं विवेकु साचारु ।\n" +
                "तो सबाह्य घडला आकारु । शुचित्वाचाचि ॥ १९८ ॥\n" +
                "कां फेडित पाप ताप । पोखीत तीरींचे पादप ।\n" +
                "समुद्रा जाय आप । गंगेचें जैसें ॥ १९९ ॥\n" +
                "कां जगाचें आंध्य फेडितु । श्रियेचीं राउळें उघडितु ।\n" +
                "निघे जैसा भास्वतु । प्रदक्षिणे ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" तैसीं बांधिलीं सोडिता । बुडालीं काढिता ।\n" +
                "सांकडी फेडिता । आर्तांचिया ॥ २०१ ॥\n" +
                "किंबहुना दिवसराती । पुढिलांचें सुख उन्नति ।\n" +
                "आणित आणित स्वार्थीं । प्रवेशिजे ॥ २०२ ॥\n" +
                "वांचूनि आपुलिया काजालागीं । प्राणिजाताच्या अहितभागीं ।\n" +
                "संकल्पाचीही आडवंगी । न करणें जें ॥ २०३ ॥\n" +
                "पैं अद्रोहत्व ऐशिया गोष्टी । ऐकसी जिया किरीटी ।\n" +
                "तें सांगितलें हें दिठी । पाहों ये तैसें ॥ २०४ ॥\n" +
                "आणि गंगा शंभूचा माथां । पावोनि संकोचे जेवीं पार्था ।\n" +
                "तेवीं मान्यपणें सर्वथा । लाजणें जें ॥ २०५ ॥\n" +
                "तें हें पुढत पुढती । अमानित्व जाण सुमती ।\n" +
                "मागां सांगितलेंसे किती । तेंचि तें बोलों ॥ २०६ ॥\n" +
                "एवं इहीं सव्विसें । ब्रह्मसंपदा हे वसत असे ।\n" +
                "मोक्षचक्रवर्तीचें जैसें । अग्रहार होय ॥ २०७ ॥\n" +
                "नाना हे संपत्ति दैवी । या गुणतीर्थांची नीच नवी ।\n" +
                "निर्विण्णसगरांची दैवी । गंगाचि आली ॥ २०८ ॥\n" +
                "कीं गणकुसुमांची माळा । हे घेऊनि मुक्तिबाळा ।\n" +
                "वैराग्यनिरपेक्षाचा गळा । गिंवसीत असे ॥ २०९ ॥\n" +
                "कीं सव्विसें गुणज्योती । इहीं उजळूनि आरती ।\n" +
                "गीता आत्मया निजपती । नीरांजना आली ॥ २१० ॥\n" +
                "उगळितें निर्मळें । गुण इयेंचि मुक्ताफळें ।\n" +
                "दैवी शुक्तिकळें । गीतार्णवींची ॥ २११ ॥\n" +
                "काय बहु वानूं ऐसी । अभिव्यक्ती ये अपैसी ।\n" +
                "केलें दैवी गुणराशी । संपत्तिरूप ॥ २१२ ॥\n" +
                "आतां दुःखाची आंतुवट वेली । दोषकाट्यांची जरी भरली ।\n" +
                "तरी निजाभिधानी घाली । आसुरी ते ॥ २१३ ॥\n" +
                "पैं त्याज्य त्यजावयालागीं । जाणावी जरी अनुपयोगी ।\n" +
                "तरी ऐका ते चांगी । श्रोत्रशक्ती ॥ २१४ ॥\n" +
                "तरी नरकव्यथा थोरी । आणावया दोषींघोरीं ।\n" +
                "मेळु केला ते आसुरी । संपत्ति हे ॥ २१५ ॥\n" +
                "नाना विषवर्गु एकवटु । तया नांव जैसा बासटु ।\n" +
                "आसुरी संपत्ती हा खोटु । दोषांचा तैसा ॥ २१६ ॥\n" +
                "\n" +
                "\n" +
                "दम्भो दर्पोऽभिमानश्च क्रोधः पारुष्यमेव च ।\n" +
                "अज्ञानं चाभिजातस्य पार्थ संपदमासुरीम् ॥ ४॥\n" +
                "\n" +
                "\n" +
                "तरी तयाचि असुरां । दोषांमाजीं जया वीरा ।\n" +
                "वाडपणाचा डांगोरा । तो दंभु ऐसा ॥ २१७ ॥\n" +
                "जैसी आपुली जननी । नग्न दाविलिया जनीं ।\n" +
                "ते तीर्थचि परी पतनीं । कारण होय ॥ २१८ ॥\n" +
                "कां विद्या गुरूपदिष्टा । बोभाइलिया चोहटां ।\n" +
                "तरी इष्टदा परी अनिष्टा । हेतु होती ॥ २१९ ॥\n" +
                "पैं आंगें बुडतां महापूरीं । जे वेगें काढी पैलतीरीं ।\n" +
                "ते नांवचि बांधिलिया शिरीं । बुडवी जैसी ॥ २२० ॥\n" +
                "कारण जें जीविता । तें वानिलें जरी सेवितां ।\n" +
                "तरी अन्नचि पंडुसुता । होय विष ॥ २२१ ॥\n" +
                "तैसा दृष्टादृष्टाचा सखा । धर्मु जाला तो फोकारिजे देखा ।\n" +
                "तरी तारिता तोचि दोखा- । लागीं होय ॥ २२२ ॥\n" +
                "म्हणौनि वाचेचा चौबारा । घातलिया धर्माचा पसारा ।\n" +
                "धर्मुचि तो अधर्मु होय वीरा । तो दंभु जाणे ॥ २२३ ॥\n" +
                "आतां मूर्खाचिये जिभे । अक्षरांचा आंबुखा सुभे ।\n" +
                "आणि तो ब्रह्मसभे । न रिझे जैसा ॥ २२४ ॥\n" +
                "कां मादुरी लोकांचा घोडा । गजपतिही मानी थोडा ।\n" +
                "कां कांटियेवरिल्या सरडा । स्वर्गुही नीच ॥ २२५ ॥\n" +
                "तृणाचेनि इंधनें । आगी धांवे गगनें ।\n" +
                "थिल्लरबळें मीनें । न गणिजे सिंधु ॥ २२६ ॥\n" +
                "तैसा माजे स्त्रिया धनें । विद्या स्तुती बहुतें मानें ।\n" +
                "एके दिवसींचेनि परान्नें । अल्पकु जैसा ॥ २२७ ॥\n" +
                "अभ्रच्छायेचिया जोडी । निदैवु घर मोडी ।\n" +
                "मृगांबु देखोनि फोडी । पणियाडें मूर्ख ॥ २२८ ॥\n" +
                "किंबहुना ऐसैसें । उतणें जें संपत्तिमिसें ।\n" +
                "तो दर्पु गा अनारिसें । न बोलें घेईं ॥ २२९ ॥\n" +
                "आणि जगा वेदीं विश्वासु । आणि विश्वासीं पूज्य ईशु ।\n" +
                "जगीं एक तेजसु । सूर्युचि हा ॥ २३० ॥\n" +
                "जगस्पृहे आस्पद । एक सार्वभौमपद ।\n" +
                "न मरणें निर्विवाद । जगा पढियें ॥ २३१ ॥\n" +
                "म्हणौनि जग उत्साहें । यातें वानूं जाये ।\n" +
                "कीं तें आइकोनि मत्सरु वाहे । फुगों लागे ॥ २३२ ॥\n" +
                "म्हणे ईश्वरातें खायें । तया वेदा विष सूयें ।\n" +
                "गौरवामाजीं त्राये । भंगीत असे ॥ २३३ ॥\n" +
                "पतंगा नावडे ज्योती । खद्योता भानूची खंती ।\n" +
                "टिटिभेनें आपांपती । वैरी केला ॥ २३४ ॥\n" +
                "तैसा अभिमानाचेनि मोहें । ईश्वराचेंही नाम न साहे ।\n" +
                "बापातें म्हणे मज हे । सवती जाली ॥ २३५ ॥\n" +
                "ऐसा मान्यतेचा पुष्टगंडु । तो अभिमानी परमलंडु ।\n" +
                "रौरवाचा रूढु । मार्गुचि पै ॥ २३६ ॥\n" +
                "आणि पुढिलांचें सुख । देखणियाचें होय मिख ।\n" +
                "चढे क्रोधाग्नीचें विख । मनोवृत्ती ॥ २३७ ॥\n" +
                "शीतळाचिये भेटी । तातला तेलीं आगी उठी ।\n" +
                "चंद्रु देखोनि जळे पोटीं । कोल्हा जैसा ॥ २३८ ॥\n" +
                "विश्वाचें आयुष्य जेणें उजळे । तो सूर्यु उदैला देखोनि सवळे ।\n" +
                "पापिया फुटती डोळे । डुडुळाचे ॥ २३९ ॥\n" +
                "जगाची सुखपहांट । चोरां मरणाहूनि निकृष्ट ।\n" +
                "दुधाचें काळकूट । होय व्याळीं ॥ २४० ॥\n" +
                "अगाधें समुद्रजळें । प्राशितां अधिक जळे ।\n" +
                "वडवाग्नी न मिळे । शांति कहीं ॥ २४१ ॥\n" +
                "तैसा विद्याविनोदविभवें । देखे पुढिलांचीं दैवें ।\n" +
                "तंव तंव रोषु दुणावे । क्रोधु तो जाण ॥ २४२ ॥\n" +
                "आणि मन सर्पाची कुटी । डोळे नाराचांची सुटी ।\n" +
                "बोलणें ते वृष्टी । इंगळांची ॥ २४३ ॥\n" +
                "येर जें क्रियाजात । तें तिखयाचें कर्वत ।\n" +
                "ऐसें सबाह्य खसासित । जयाचें गा ॥ २४४ ॥\n" +
                "तो मनुष्यांत अधमु जाण । पारुष्याचें अवतरण ।\n" +
                "आतां आइक खूण । अज्ञानाची ॥ २४५ ॥\n" +
                "तरी शीतोष्णस्पर्शा । निवाडु नेणें पाषाणु जैसा ।\n" +
                "कां रात्री आणि दिवसा । जात्यंधु तो ॥ २४६ ॥\n" +
                "आगी उठिला आरोगणें । जैसा खाद्याखाद्य न म्हणे ।\n" +
                "कां परिसा पाडु नेणें । सोनया लोहा ॥ २४७ ॥\n" +
                "नातरी नानारसीं । रिघोनि दर्वी जैसी ।\n" +
                "परी रसस्वादासी । चाखों नेणें ॥ २४८ ॥\n" +
                "कां वारा जैसा पारखी । नव्हेचि गा मार्गामार्गविखीं ।\n" +
                "तैसे कृत्याकृत्यविवेकीं । अंधपण जें ॥ २४९ ॥\n" +
                "हें चोख हें मैळ । ऐसें नेणोनियां बाळ ।\n" +
                "देखे तें केवळ । मुखींचि घाली ॥ २५० ॥\n" +
                "तैसें पापपुण्याचें खिचटें । करोनि खातां बुद्धिचेष्टे ।\n" +
                "कडु मधुर न वाटे । ऐसी जे दशा ॥ २५१ ॥\n" +
                "तिये नाम अज्ञान । या बोला नाहीं आन ।\n" +
                "एवं साही दोषांचें चिन्ह । सांगितलें ॥ २५२ ॥\n" +
                "इहींच साही दोषांगीं । हे आसुरी संपत्ति दाटुगी ।\n" +
                "जैसें थोर विषय सुभगे अंगीं । अंग सानें ॥ २५३ ॥\n" +
                "कां तिघा वन्हींच्या पांती । पाहतां थोडे ठाय गमती ।\n" +
                "परी विश्वही प्राणाहुती । करूं न पुरे ॥ २५४ ॥\n" +
                "धातयाही गेलिया शरण । त्रिदोषीं न चुके मरण ।\n" +
                "तया तिहींची दुणी जाण । साही दोष हे ॥ २५५ ॥\n" +
                "इहीं साही दोषीं संपूर्णीं । जाली इयेचि उभारणी ।\n" +
                "म्हणौनि आसुरी उणी । संपदा नव्हे ॥ २५६ ॥\n" +
                "परी क्रूरग्रहांची जैसी । मांदी मिळे एकेचि राशी ।\n" +
                "कां येती निंदकापासीं । अशेष पापें ॥ २५७ ॥\n" +
                "मरणाराचें आंग । पडिघाती अवघेचि रोग ।\n" +
                "कां कुमुहूर्तीं दुर्योग । एकवटती ॥ २५८ ॥\n" +
                "विश्वासला आतुडवीजे चोरा । शिणला सुइजे महापुरा ।\n" +
                "तैसें दोषीं इहीं नरा । अनिष्ट कीजे ॥ २५९ ॥\n" +
                "कां आयुष्य जातिये वेळे । शेळिये सातवेउळी मिळे ।\n" +
                "तैसे साही दोष सगळे । जोडती तया ॥ २६० ॥\n" +
                "मोक्षमार्गाकडे । जैं यांचा आंबुखा पडे ।\n" +
                "तैं न निघे म्हणौनि बुडे । संसारीं तो ॥ २६१ ॥\n" +
                "अधमां योनींच्या पाउटीं । उतरत जो किरीटी ।\n" +
                "स्थावरांही तळवटीं । बैसणें घे ॥ २६२ ॥\n" +
                "हें असो तयाच्या ठायीं । मिळोनि साही दोषीं इहीं ।\n" +
                "आसुरी संपत्ति पाहीं । वाढविजे ॥ २६३ ॥\n" +
                "ऐसिया या दोनी । संपदा प्रसिद्धा जनीं ।\n" +
                "सांगितलिया चिन्हीं । वेगळाल्या ॥ २६४ ॥\n" +
                "\n" +
                "\n" +
                "दैवी संपद्विमोक्षाय निबन्धायासुरी मता ।\n" +
                "मा शुचः संपदं दैवीमभिजातोऽसि पाण्डव ॥ ५॥\n" +
                "\n" +
                "\n" +
                "इया दोन्हींमाजीं पहिली । दैवी जे म्हणितली ।\n" +
                "ते मोक्षसूर्यें पाहली । उखाचि जाण ॥ २६५ ॥\n" +
                "येरी जे दुसरी । संपत्ति कां आसुरी ।\n" +
                "ते मोहलोहाची खरी । सांखळी जीवां ॥ २६६ ॥\n" +
                "परी हें आइकोनि झणें । भय घेसी हो मनें ।\n" +
                "काय रात्रीचा दिनें । धाकु धरिजे ॥ २६७ ॥\n" +
                "हे आसुरी संपत्ति तया । बंधालागीं धनंजया ।\n" +
                "जो साही दोषां ययां । आश्रयो होय ॥ २६८ ॥\n" +
                "तूं तंव पांडवा । सांगितलेया दैवा ।\n" +
                "गुणनिधी बरवा । जन्मलासी ॥ २६९ ॥\n" +
                "म्हणौनि पार्था तूं या । दैवी संपत्ती स्वामिया ।\n" +
                "होऊनि यावें उवाया । कैवल्याचिया ॥ २७० ॥\n" +
                "\n" +
                "\n" +
                "द्वौ भूतसर्गौ लोकेऽस्मिन् दैव आसुर एव च ।\n" +
                "दैवो विस्तरशः प्रोक्त आसुरं पार्थ मे श्रुणु ॥ ६॥\n" +
                "\n" +
                "\n" +
                "आणि दैवां आसुरां । संपत्तिवंतां नरां ।\n" +
                "अनादिसिद्ध उजगरा । राहाटीचा आहे ॥ २७१ ॥\n" +
                "जैसें रात्रीच्या अवसरीं । व्यापारिजे निशाचरीं ।\n" +
                "दिवसा सुव्यवहारीं । मनुष्यादिकीं ॥ २७२ ॥\n" +
                "तैसिया आपुलालिया राहाटीं । वर्तती दोन्ही सृष्टी ।\n" +
                "दैवी आणि किरीटी । आसुरी येथ ॥ २७३ ॥\n" +
                "तेवींचि विस्तारूनि दैवी । ज्ञानकथनादि प्रस्तावीं ।\n" +
                "मागील ग्रंथीं बरवी । सांगितली ॥ २७४ ॥\n" +
                "आतां आसुरी जे सृष्टी । तेथिंची उपलऊं गोठी ।\n" +
                "अवधानाची दिठी । दे पां निकी ॥ २७५ ॥\n" +
                "तरी वाद्येंवीण नादु । नेदी कवणाही सादु ।\n" +
                "कां अपुष्पीं मकरंदु । न लभे जैसा ॥ २७६ ॥\n" +
                "तैसी प्रकृति हे आसुर । एकली नोहे गोचर ।\n" +
                "जंव एकाधें शरीर । माल्हातीना ॥ २७७ ॥\n" +
                "मग आविष्कारला लांकुडें । पावकु जैसा जोडे ।\n" +
                "तैसी प्राणिदेहीं सांपडे । आटोपली हे ॥ २७८ ॥\n" +
                "ते वेळीं जे वाढी ऊंसा । तेचि आंतुला रसा ।\n" +
                "देहाकारु होय तैसा । प्राणियांचा ॥ २७९ ॥\n" +
                "आतां तयाचि प्राणियां । रूप करूं धनंजया ।\n" +
                "घडले जे आसुरीया । दोषवृंदीं ॥ २८० ॥\n" +
                "\n" +
                "\n" +
                "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः ।\n" +
                "न शौचं नापि चाचारो न सत्यं तेषु विद्यते ॥ ७॥\n" +
                "\n" +
                "\n" +
                "तरी पुण्यालागीं प्रवृत्ती । कां पापाविषयीं निवृत्ती ।\n" +
                "या जाणणेयाची राती । तयांचें मन ॥ २८१ ॥\n" +
                "निगणेया आणि प्रवेशा । चित्त नेदीतु आवेशा ।\n" +
                "कोशकिटु जैसा । जाचिन्नला पैं ॥ २८२ ॥\n" +
                "कां दिधलें मागुती येईल । कीं न ये हें पुढील ।\n" +
                "न पाहातां दे भांडवल । मूर्ख चोरां ॥ २८३ ॥\n" +
                "तैसिया प्रवृत्ति निवृत्ति दोनी । नेणिजती आसुरीं जनीं ।\n" +
                "आणि शौच ते स्वप्नीं । देखती ना ते ॥ २८४ ॥\n" +
                "काळिमा सांडील कोळसा । वरी चोखी होईल वायसा ।\n" +
                "राक्षसही मांसा । विटों शके ॥ २८५ ॥\n" +
                "परी आसुरां प्राणियां । शौच नाहीं धनंजया ।\n" +
                "पवित्रत्व जेवीं भांडिया । मद्याचिया ॥ २८६ ॥\n" +
                "वाढविती विधीची आस । कां पाहाती वडिलांची वास ।\n" +
                "आचाराची भाष । नेणतीचि ते ॥ २८७ ॥\n" +
                "जैसें चरणें शेळियेचें । कां धावणें वारियाचें ।\n" +
                "जाळणें आगीचें । भलतेउतें ॥ २८८ ॥\n" +
                "तैसें पुढां सूनि स्वैर । आचरती ते गा आसुर ।\n" +
                "सत्येंसि कीर वैर । सदाचि तयां ॥ २८९ ॥\n" +
                "जरी नांगिया आपुलिया । विंचू करी गुदगुलिया ।\n" +
                "तरी साचा बोली बोलिया । बोलती ते ॥ २९० ॥\n" +
                "आपानाचेनि तोंडें । जरी सुगंधा येणें घडे ।\n" +
                "तरी सत्य तयां जोडे । आसुरांतें ॥ २९१ ॥\n" +
                "ऐसें ते न करितां कांहीं । आंगेंचि वोखटे पाहीं ।\n" +
                "आतां बोलती ते नवाई । सांगिजैल ॥ २९२ ॥\n" +
                "एऱ्हवीं करेयाच्या ठायीं चांग । तें तयासि कैचें नीट आंग ।\n" +
                "तैसा आसुरांचा प्रसंग । प्रसंगें परीस ॥ २९३ ॥\n" +
                "उधवणीचें जेवीं तोंड । उभळी धुंवाचे उभड ।\n" +
                "हें जाणिजे तेवीं उघड । सांगों ते बोल ॥ २९४ ॥\n" +
                "\n" +
                "\n" +
                "असत्यमप्रतिष्ठं ते जगदाहुरनीश्वरम् ।\n" +
                "अपरस्परसंभूतं किमन्यत् कामहैतुकम् ॥ ८॥\n" +
                "\n" +
                "\n" +
                "तरी विश्व हा अनादि ठावो । येथ नियंता ईश्वररावो ।\n" +
                "चावडिये न्यावो अन्यावो । निवडी वेदु ॥ २९५ ॥\n" +
                "वेदीं अन्यायीं पडे । तो निरयभोगें दंडे ।\n" +
                "सन्यायी तो सुरवाडें । स्वर्गीं जिये ॥ २९६ ॥\n" +
                "ऐसी हे विश्वव्यवस्था । अनादि जे पार्था ।\n" +
                "इयेतें म्हणती ते वृथा । अवघेंचि हें ॥ २९७ ॥\n" +
                "यज्ञमूढ ठकिले यागीं । देवपिसें प्रतिमालिंगीं ।\n" +
                "नागविले भगवे योगी । समाधिभ्रमें ॥ २९८ ॥\n" +
                "येथ आपुलेनि बळें । भोगिजे जें जें वेंटाळें ।\n" +
                "हें वांचोनि वेगळें । पुण्य आहे ? ॥ २९९ ॥\n" +
                "ना अशक्तपणें आंगिकें । वेगळवेंटाळीं न टकें ।\n" +
                "ऐसा गादिजेवीण विषयसुखें । तेंचि पाप ॥ ३०० ॥\n" +
                "प्राण घेपती संपन्नांचे । ते पाप जरी साचें ।\n" +
                "तरी सर्वस्व हाता ये तयांचें । हें पुण्यफळ कीं ? ॥ ३०१ ॥\n" +
                "बळी अबळातें खाय । हेंचि बाधित जरी होय ।\n" +
                "तरी मासयां कां न होय । निसंतान ? ॥ ३०२ ॥\n" +
                "आणि कुळें शोधूनि दोन्ही । कुमारेंचि शुभलग्नीं ।\n" +
                "मेळवीजती प्रजासाधनीं । हेतु जरी ॥ ३०३ ॥\n" +
                "तरी पशुपक्षादि जाती । जया मिती नाहीं संतती ।\n" +
                "तयां कोणें प्रतिपत्तीं । विवाह केले ? ॥ ३०४ ॥\n" +
                "चोरियेचें धन आलें । तरी तें कोणासि विष जालें ? ।\n" +
                "वालभें परद्वार केलें । कोढी कोणी होय ? ॥ ३०५ ॥\n" +
                "म्हणौनि देवो गोसांवी । तो धर्माधर्मु भोगवी ।\n" +
                "आणि परत्राच्या गांवीं । करी तो भोगी ॥ ३०६ ॥\n" +
                "परी परत्र ना देवो । न दिसे म्हणौनि तें वावो ।\n" +
                "आणि कर्ता निमे मा ठावो । भोग्यासि कवणु ? ॥ ३०७ ॥\n" +
                "येथ उर्वशिया इंद्र सुखी । जैसा कां स्वर्गलोकीं ।\n" +
                "तैसाचि कृमिही नरकीं । लोळतु श्लाघे ॥ ३०८ ॥\n" +
                "म्हणौनि नरक स्वर्गु । नव्हे पापपुण्यभागु ।\n" +
                "जे दोहीं ठायीं सुखभोगु । कामाचाचि तो ॥ ३०९ ॥\n" +
                "याकारणें कामें । स्त्रीपुरुषयुग्में ।\n" +
                "मिळती तेथ जन्मे । आघवें जग ॥ ३१० ॥\n" +
                "आणि जें जें अभिलाषें । स्वार्थालागीं हें पोषे ।\n" +
                "पाठीं परस्परद्वेषें । कामचि नाशी ॥ ३११ ॥\n" +
                "एवं कामावांचूनि कांहीं । जगा मूळचि आन नाहीं ।\n" +
                "ऐसें बोलती पाहीं । आसुर गा ते ॥ ३१२ ॥\n" +
                "आतां असो हें किडाळ । बोली न करूं पघळ ।\n" +
                "सांगतांचि सफोल । होतसे वाचा ॥ ३१३ ॥\n" +
                "\n" +
                "\n" +
                "एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धयः ।\n" +
                "प्रभवन्त्युग्रकर्माणः क्षयाय जगतोऽहिताः ॥ ९॥\n" +
                "\n" +
                "\n" +
                "आणि ईश्वराचिया खंती । नुसधियाचि करिती चांथी ।\n" +
                "हेंही नाहीं चित्तीं । निश्चयो एकु ॥ ३१४ ॥\n" +
                "किंबहुना उघड । आंगी लाऊनियां पाखांड ।\n" +
                "नास्तिकपणाचें हाड । रोंविलें जीवीं ॥ ३१५ ॥\n" +
                "ते वेळीं स्वर्गालागीं आदरु । कां नरकाचा अडदरु ।\n" +
                "या वासनांचा अंकुरु । जळोनि गेला ॥ ३१६ ॥\n" +
                "मग केवळ ये देहखोडां । अमेध्योदकाचा बुडबुडा ।\n" +
                "विषयपंकीं सुहाडा । बुडाले गा ॥ ३१७ ॥\n" +
                "जैं आटावें होती जळचर । तैं डोहीं मिळतीं ढीवर ।\n" +
                "कां पडावें होय शरीर । तैं रोगा उदयो ॥ ३१८ ॥\n" +
                "उदैजणें केतूचें जैसें । विश्वा अनिष्टोद्देशें ।\n" +
                "जन्मती ते तैसे । लोकां आटूं ॥ ३१९ ॥\n" +
                "विरूढलिया अशुभ । फुटती तैं ते कोंभ ।\n" +
                "पापाचे कीर्तिस्तंभ । चालते ते ॥ ३२० ॥\n" +
                "आणि मागांपुढां जाळणें । वांचूनि आगी कांहीं नेणें ।\n" +
                "तैसें विरुद्धचि एक करणें । भलतेयां ॥ ३२१ ॥\n" +
                "परी तेंचि गा करणें । आदरिती संभ्रमें जेणें ।\n" +
                "तो आइक पार्था म्हणे । श्रीनिवासु ॥ ३२२ ॥\n" +
                "\n" +
                "\n" +
                "काममाश्रित्य दुष्पूरं दम्भमानमदान्विताः ।\n" +
                "मोहाद् गृहीत्वाऽसद्ग्रहान्प्रवर्तन्तेऽशुचिव्रताः ॥ १०॥\n" +
                "\n" +
                "\n" +
                "तरी जाळ पाणियें न भरे । आगी इंधन न पुरे ।\n" +
                "तयां दुर्भरांचिये धुरे । भुकाळु जो ॥ ३२३ ॥\n" +
                "तया कामाचा वोलावा । जीवीं धरुनिया पांडवा ।\n" +
                "दंभमानाचा मेळावा । मेळविती ॥ ३२४ ॥\n" +
                "मातलिया कुंजरा । आगळी जाली मदिरा ।\n" +
                "तैसा मदाचा ताठा तंव जरा । चढतां आंगीं ॥ ३२५ ॥\n" +
                "आणि आग्रहा तोचि ठावो । वरी मौढ्या{ऐ}सा सावावो ।\n" +
                "मग काय वानूं निर्वाहो । निश्चयाचा ॥ ३२६ ॥\n" +
                "जिहीं परोपतापु घडे । परावा जीवु रगडे ।\n" +
                "तिहीं कर्मीं होऊनि गाढे । जन्मवृत्ती ॥ ३२७ ॥\n" +
                "मग आपुलें केलें फोकारिती । आणि जगातें धिक्कारिती ।\n" +
                "दाहीं दिशीं पसरिती । स्पृहाजाळ ॥ ३२८ ॥\n" +
                "ऐसेनि गा आटोपें । थोरियें आणती पापें ।\n" +
                "धर्मधेनु खुरपें । सुटलें जैसें ॥ ३२९ ॥\n" +
                "\n" +
                "\n" +
                "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः ।\n" +
                "कामोपभोगपरमा एतावदिति निश्चिताः ॥ ११॥\n" +
                "\n" +
                "\n" +
                "याचि एका आयती । तयाचिया कर्मप्रवृत्ती ।\n" +
                "आणि जिणियाही परौती । वाहती चिंता ॥ ३३० ॥\n" +
                "पाताळाहूनि निम्न । जियेचिये उंचीये सानें गगन ।\n" +
                "जें पाहातां त्रिभुवन । अणुही नोहे ॥ ३३१ ॥\n" +
                "ते योगपटाची मवणी । जीवीं अनियम चिंतवणी ।\n" +
                "जे सांडूं नेणें मरणीं । वल्लभा जैसी ॥ ३३२ ॥\n" +
                "तैसी चिंता अपार । वाढविती निरंतर ।\n" +
                "जीवीं सूनि असार । विषयादिक ॥ ३३३ ॥\n" +
                "स्त्रिया गाइलें आइकावें । स्त्रीरूप डोळां देखावें ।\n" +
                "सर्वेंद्रियें आलिंगावें । स्त्रियेतेंचि ॥ ३३४ ॥\n" +
                "कुरवंडी कीजे अमृतें । ऐसें सुख स्त्रियेपरौतें ।\n" +
                "नाहींचि म्हणौनि चित्तें । निश्चयो केला ॥ ३३५ ॥\n" +
                "मग तयाचि स्त्रीभोगा- । लागीं पाताळ स्वर्गा ।\n" +
                "धांवती दिग्विभागा । परौतेही ॥ ३३६ ॥\n" +
                "\n" +
                "\n" +
                "आशापाशशतैर्बद्धाः कामक्रोधपरायाणाः ।\n" +
                "ईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान् ॥ १२॥\n" +
                "\n" +
                "\n" +
                "आमिषकवळु थोरी आशा । न विचारितां गिळी मासा ।\n" +
                "तैसें कीजे विषयाशा । तयांसि गा ॥ ३३७ ॥\n" +
                "वांछित तंव न पवती । मग कोरडियेचि आशेची संतती ।\n" +
                "वाढऊं वाढऊं होती । कोशकिडे ॥ ३३८ ॥\n" +
                "आणि पसरिला अभिलाषु । अपूर्णु होय तोचि द्वेषु ।\n" +
                "एवं कामक्रोधांहूनि अधिकु । पुरुषार्थु नाहीं ॥ ३३९ ॥\n" +
                "दिहा खोलणें रात्रीं जागोवा । ठाणांतरीयां जैसा पांडवा ।\n" +
                "अहोरात्रींही विसांवा । भेटेचिना ॥ ३४० ॥\n" +
                "तैसें उंचौनि लोटिलें कामें । नेहटती क्रोधाचिये ढेमे ।\n" +
                "तरी रागद्वेष प्रेमें । न माती केंही ॥ ३४१ ॥\n" +
                "तेवींचि जीवींचिया हांवा । विषयवासनांचा मेळावा ।\n" +
                "केला तरी भोगावा । अर्थें कीं ना ? ॥ ३४२ ॥\n" +
                "म्हणौनि भोगावयाजोगा । पुरता अर्थु पैं गा ।\n" +
                "आणावया जगा । झोंबती सैरा ॥ ३४३ ॥\n" +
                "एकातें साधूनि मारिती । एकाचि सर्वस्वें हरिती ।\n" +
                "एकालागीं उभारिती । अपाययंत्रें ॥ ३४४ ॥\n" +
                "पाशिकें पोतीं वागुरा । सुणीं ससाणें चिकाटी खोंचारा ।\n" +
                "घेऊनि निघती डोंगरा । पारधी जैसें ॥ ३४५ ॥\n" +
                "ते पोसावया पोट । मारूनि प्राणियांचे संघाट ।\n" +
                "आणिती ऐसें निकृष्ट । तेंही करिती ॥ ३४६ ॥\n" +
                "परप्राणघातें । मेळविती वित्तें ।\n" +
                "मिळाल्या चित्तें । तोषणें कैसें ॥ ३४७ ॥\n" +
                "\n" +
                "\n" +
                "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् ।\n" +
                "इदमस्तीदमपि मे भविष्यति पुनर्धनम् ॥ १३॥\n" +
                "\n" +
                "\n" +
                "म्हणे आजि मियां । संपत्ति बहुतेकांचिया ।\n" +
                "आपुल्या हातीं केलिया । धन्यु ना मी ? ॥ ३४८ ॥\n" +
                "ऐसा श्लाघों जंव जाये । तंव मन आणीकही वाहे ।\n" +
                "सवेंचि म्हणे पाहे । आणिकांचेंही आणूं ॥ ३४९ ॥\n" +
                "हें जेतुलें असे जोडिलें । तयाचेनि भांडवलें ।\n" +
                "लाभा घेईन उरलें । चराचर हें ॥ ३५० ॥\n" +
                "ऐसेनि धना विश्वाचिया । मीचि होईन स्वामिया ।\n" +
                "मग दिठी पडे तया । उरों नेदी ॥ ३५१ ॥\n" +
                "\n" +
                "\n" +
                "असौ मया हतः शत्रुऱनिष्ये चापरानपि ।\n" +
                "ईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान् सुखी ॥ १४॥\n" +
                "\n" +
                "\n" +
                "हे मारिले वैरी थोडे । आणीकही साधीन गाढे ।\n" +
                "मग नांदेन पवाडें । येकलाचि मी ॥ ३५२ ॥\n" +
                "मग माझी होतील कामारीं । तियेंवांचूनि येरें मारीं ।\n" +
                "किंबहुना चराचरीं । ईश्वरु तो मी ॥ ३५३ ॥\n" +
                "मी भोगभूमीचा रावो । आजि सर्वसुखासी ठावो ।\n" +
                "म्हणौनि इंद्रुही वावो । मातें पाहुनि ॥ ३५४ ॥\n" +
                "मी मनें वाचा देहें । करीं ते कैसें नोहे ।\n" +
                "कें मजवांचूनि आहे । आज्ञासिद्ध आन ? ॥ ३५५ ॥\n" +
                "तंवचि बळिया काळु । जंव न दिसें मी अतुर्बळु ।\n" +
                "सुखाचा कीर निखिळु । रासिवा मीचि ॥ ३५६ ॥\n" +
                "\n" +
                "\n" +
                "आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया ।\n" +
                "यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिताः ॥ १५॥\n" +
                "\n" +
                "\n" +
                "कुबेरु आथिला होये । परी तो नेणें माझी सोये ।\n" +
                "संपत्ती मजसम नव्हे । श्रीनाथाही ॥ ३५७ ॥\n" +
                "माझिया कुळाचा उजाळू । कां जातिगोतांचा मेळू ।\n" +
                "पाहतां ब्रह्माही हळू । उणाचि दिसे ॥ ३५८ ॥\n" +
                "म्हणौनि मिरविती नांवें । वायां ईश्वरादि आघवे ।\n" +
                "नाहीं मजसीं सरी पावे । ऐसें कोण्ही ॥ ३५९ ॥\n" +
                "आतां लोपला अभिचारु । तया करीन मी जीर्णोद्धारु ।\n" +
                "प्रतिष्ठीन परमारु । यागवरी ॥ ३६० ॥\n" +
                "मातें गाती वानिती । नटनाचें रिझविती ।\n" +
                "तयां देईन मागती । ते ते वस्तु ॥ ३६१ ॥\n" +
                "माजिरा अन्नपानीं । प्रमदांच्या आलिंगनीं ।\n" +
                "मी होईन त्रिभुवनीं । आनंदाकारु ॥ ३६२ ॥\n" +
                "काय बहु सांगों ऐसें । ते आसुरीप्रकृती पिसें ।\n" +
                "तुरंबिती असोसें । गगनौळें तियें ॥ ३६३ ॥\n" +
                "\n" +
                "\n" +
                "अनेकचित्तविभ्रान्ता मोहजालसमावृताः ।\n" +
                "प्रसक्ताः कामभोगेषु पतन्ति नरकेऽशुचौ ॥ १६॥\n" +
                "\n" +
                "\n" +
                "ज्वराचेनि आटोपें । रोगी भलतैसें जल्पे ।\n" +
                "चावळती संकल्पें । जाण ते तैसें ॥ ३६४ ॥\n" +
                "अज्ञान आतुले धुळी । म्हणौनि आशा वाहटुळी ।\n" +
                "भोवंडीजती अंतराळीं । मनोरथांच्या ॥ ३६५ ॥\n" +
                "अनियम आषाढ मेघ । कां समुद्रोर्मी अभंग ।\n" +
                "तैसे कामिती अनेग । अखंड काम ॥ ३६६ ॥\n" +
                "मग पैं कामनाचि तया । जीवीं जाल्या वेलरिया ।\n" +
                "वोरपिली कांटिया । कमळें जैसीं ॥ ३६७ ॥\n" +
                "कां पाषाणाचिया माथां । हांडी फुटली पार्था ।\n" +
                "जीवीं तैसें सर्वथा । कुटके जाले ॥ ३६८ ॥\n" +
                "तेव्हां चढतिये रजनी । तमाची होय पुरवणी ।\n" +
                "तैसा मोहो अंतःकरणीं । वाढोंचि लागे ॥ ३६९ ॥\n" +
                "आणि वाढे जंव जंव मोहो । तंव तंव विषयीं रोहो ।\n" +
                "विषय तेथ ठावो । पातकासी ॥ ३७० ॥\n" +
                "पापें आपलेनि थांवें । जंव करिती मेळावे ।\n" +
                "तंव जितांचि आघवे । येती नरकां ॥ ३७१ ॥\n" +
                "म्हणौनि गा सुमती । जे कुमनोरथां पाळिती ।\n" +
                "ते आसुर येती वस्ती । तया ठाया ॥ ३७२ ॥\n" +
                "जेथ असिपत्रतरुवर । खदिरांगाराचे डोंगर ।\n" +
                "तातला तेलीं सागर । उतताती ॥ ३७३ ॥\n" +
                "जेथ यातनांची श्रेणी । हे नित्य नवी यमजाचणी ।\n" +
                "पडती तिये दारुणीं । नरकलोकीं ॥ ३७४ ॥\n" +
                "ऐसे नरकाचिये शेले । भागीं जे जे जन्मले ।\n" +
                "तेही देखों भुलले । यजिती यागीं ॥ ३७५ ॥\n" +
                "एऱ्हवीं यागादिक क्रिया । आहाण तेचि धनंजया ।\n" +
                "परी विफळती आचरोनियां । नाटकी जैसी ॥ ३७६ ॥\n" +
                "वल्लभाचिया उजरिया । आपणयाप्रति कुस्त्रिया ।\n" +
                "जोडोनि तोषिती जैसियां । अहेवपणें ॥ ३७७ ॥\n" +
                "\n" +
                "\n" +
                "आत्मसंभाविताः स्तब्धा धनमानमदान्विताः ।\n" +
                "यजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् ॥ १७॥\n" +
                "\n" +
                "\n" +
                "तैसें आपणयां आपण । मानितां महंतपण ।\n" +
                "फुगती असाधारण । गर्वें तेणें ॥ ३७८ ॥\n" +
                "मग लवों नेणती कैसे । आटिवा लोहाचे खांब जैसे ।\n" +
                "कां उधवले आकाशें । शिळाराशी ॥ ३७९ ॥\n" +
                "तैसें आपुलिये बरवे । आपणचि रिझतां जीवें ।\n" +
                "तृणाहीहूनि आघवें । मानिती नीच ॥ ३८० ॥\n" +
                "वरी धनाचिया मदिरा । माजूनि धनुर्धरा ।\n" +
                "कृत्याकृत्यविचारा । सवतें केलें ॥ ३८१ ॥\n" +
                "जया आंगीं आयती ऐसी । तेथ यज्ञाची गोठी कायसी ।\n" +
                "तरी काय काय पिसीं । न करिती गा ? ॥ ३८२ ॥\n" +
                "म्हणौनि कोणे एके वेळे । मौढ्यमद्याचेनि बळें ।\n" +
                "यागाचींही टवाळें । आदरिती ॥ ३८३ ॥\n" +
                "ना कुंड मंडप वेदी । ना उचित साधनसमृद्धी ।\n" +
                "आणि तयांसी तंव विधी । द्वंद्वचि सदा ॥ ३८४ ॥\n" +
                "देवां ब्राह्मणांचेनि नांवें । आडवारेनहि नोहावें ।\n" +
                "ऐसें आथी तेथ यावें । लागे कवणा ? ॥ ३८५ ॥\n" +
                "पैं वासरुवाचा भोकसा । गाईपुढें ठेवूनि जैसा ।\n" +
                "उगाणा घेती क्षीररसा । बुद्धिवंत ॥ ३८६ ॥\n" +
                "तैसें यागाचेनि नांवें । जग वाऊनि हांवें ।\n" +
                "नागविती आघवें । अहेरावारी ॥ ३८७ ॥\n" +
                "ऐशा कांहीं आपुलिया । होमिती जे उजरिया ।\n" +
                "तेणें कामिती प्राणिया । सर्वनाशु ॥ ३८८ ॥\n" +
                "\n" +
                "\n" +
                "अहङ्कारं बलं दर्पं कामं क्रोधम् च संश्रिताः ।\n" +
                "मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः ॥ १८॥\n" +
                "\n" +
                "\n" +
                "मग पुढां भेरी निशाण । लाउनी ते दीक्षितपण ।\n" +
                "जगीं फोकारिती आण । वावो वावो ॥ ३८९ ॥\n" +
                "तेव्हां महत्त्वें तेणें अधमा । गर्वा चढे महिमा ।\n" +
                "जैसे लेवे दिधले तमा । काजळाचे ॥ ३९० ॥\n" +
                "तैसें मौढ्य घणावे । औद्धत्य उंचावे ।\n" +
                "अहंकारु दुणावे । अविवेकुही ॥ ३९१ ॥\n" +
                "मग दुजयाची भाष । नुरवावया निःशेष ।\n" +
                "बळीयेपणा अधिक । होय बळ ॥ ३९२ ॥\n" +
                "ऐसा अहंकार बळा । जालिया एकवळा ।\n" +
                "दर्पसागरु मर्यादवेळा । सांडूनि उते ॥ ३९३ ॥\n" +
                "मग वोसंडिलेनि दर्पें । कामाही पित्त कुरुपे ।\n" +
                "तया धगीं सैंघ पळिपे । क्रोधाग्नि तो ॥ ३९४ ॥\n" +
                "तेथ उन्हाळा आगी खरमरा । तेलातुपाचिया कोठारा ।\n" +
                "लागला आणि वारा । सुटला जैसा ॥ ३९५ ॥\n" +
                "तैसा अहंकारु बळा आला । दर्पु कामक्रोधीं गूढला ।\n" +
                "या दोहींचा मेळु जाला । जयांच्या ठायीं ॥ ३९६ ॥\n" +
                "ते आपुलिया सवेशा । मग कोणी कोणी हिंसा ।\n" +
                "या प्राणियांते वीरेशा । न साधती गा ? ॥ ३९७ ॥\n" +
                "पहिलें तंव धनुर्धरा । आपुलिया मांसरुधिरा ।\n" +
                "वेंचु करिती अभिचारा- । लागोनियां ॥ ३९८ ॥\n" +
                "तेथ जाळिती जियें देहें । यामाजीं जो मी आहें ।\n" +
                "तया आत्मया मज घाये । वाजती ते ॥ ३९९ ॥\n" +
                "आणि अभिचारकीं तिहीं । उपद्रविजे जेतुलें कांहीं ।\n" +
                "तेथ चैतन्य मी पाहीं । सीणु पावे ॥ ४०० ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());


        TextView textView4=findViewById(R.id.title4);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" आणि अभिचारावेगळें । विपायें जे अवगळें ।\n" +
                "तया टाकिती इटाळें । पैशून्याचीं ॥ ४०१ ॥\n" +
                "सती आणि सत्पुरुख । दानशीळ याज्ञिक ।\n" +
                "तपस्वी अलौकिक । संन्यासी जे ॥ ४०२ ॥\n" +
                "कां भक्त हन महात्मे । इयें माझीं निजाचीं धामें ।\n" +
                "निर्वाळलीं होमधर्में । श्रौतादिकीं ॥ ४०३ ॥\n" +
                "तयां द्वेषाचेनि काळकूटें । बासटोनि तिखटें ।\n" +
                "कुबोलांचीं सदटें । सूति कांडें ॥ ४०४ ॥\n" +
                "\n" +
                "\n" +
                "तानहं द्विषतः क्रूरान् संसारेषु नराधमान् ।\n" +
                "क्षिपाम्यजस्रमशुभानासुरीष्वेव योनिषु ॥ १९॥\n" +
                "\n" +
                "\n" +
                "ऐसे आघवाचि परी । प्रवर्तले माझ्या वैरी ।\n" +
                "तयां पापियां जें मी करीं । तें आइक पां ॥ ४०५ ॥\n" +
                "तरी मनुष्यदेहाचा तागा । घेऊनि रुसती जे जगा ।\n" +
                "ते पदवी हिरोनि पैं गा । ऐसे ठेवीं ॥ ४०६ ॥\n" +
                "जे क्लेशगांवींचा उकरडा । भवपुरींचा पानवडा ।\n" +
                "ते तमोयोनि तयां मूढां । वृत्तीचि दें ॥ ४०७ ॥\n" +
                "मग आहाराचेनि नांवें । तृणही जेथ नुगवे ।\n" +
                "ते व्याघ्र वृश्चिक आडवे । तैसिये करीं ॥ ४०८ ॥\n" +
                "तेथ क्षुधादुःखें बहुतें । तोडूनि खाती आपणयातें ।\n" +
                "मरमरों मागुतें । होतचि असती ॥ ४०९ ॥\n" +
                "कां आपुला गरळजाळीं । जळिती आंगाची पेंदळी ।\n" +
                "ते सर्पचि करीं बिळीं । निरुंधला ॥ ४१० ॥\n" +
                "परी घेतला श्वासु घापे । येतुलेनही मापें ।\n" +
                "विसांवा तयां नाटोपे । दुर्जनांसी ॥ ४११ ॥\n" +
                "ऐसेनि कल्पांचिया कोडी । गणितांही संख्या थोडी ।\n" +
                "तेतुला वेळु न काढी । क्लेशौनि तयां ॥ ४१२ ॥\n" +
                "तरी तयांसी जेथ जाणें । तेथिंचें हें पहिलें पेणें ।\n" +
                "तें पावोनि येरें दारुणें । न होती दुःखें ॥ ४१३ ॥\n" +
                "\n" +
                "\n" +
                "आसुरीं योनिमापन्ना मूढा जन्मनि जन्मनि ।\n" +
                "मामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम् ॥ २०॥\n" +
                "\n" +
                "\n" +
                "हा ठायवरी । संपत्ति ते आसुरी ।\n" +
                "अधोगती अवधारीं । जोडिली तिहीं ॥ ४१४ ॥\n" +
                "पाठीं व्याघ्रादि तामसा । योनी तो अळुमाळु ऐसा ।\n" +
                "\n" +
                "देहाधाराचा उसासा । आथी जोही ॥ ४१५ ॥\n" +
                "तोही मी वोल्हावा हिरें । मग तमचि होती एकसरें ।\n" +
                "जेथे गेलें आंधारें । काळवंडैजे ॥ ४१६ ॥\n" +
                "जयांची पापा चिळसी । नरक घेती विवसी ।\n" +
                "शीण जाय मूर्च्छी । सिणें जेणें ॥ ४१७ ॥\n" +
                "मळु जेणें मैळे । तापु जेणें पोळे ।\n" +
                "जयाचेनि नांवें सळे । महाभय ॥ ४१८ ॥\n" +
                "पापा जयाचा कंटाळा । उपजे अमंगळ अमंगळा ।\n" +
                "विटाळुही विटाळा । बिहे जया ॥ ४१९ ॥\n" +
                "ऐसें विश्वाचेया वोखटेया । अधम जे धनंजया ।\n" +
                "तें ते होती भोगूनियां । तामसा योनी ॥ ४२० ॥\n" +
                "अहा सांगतां वाचा रडे । आठवितां मन खिरडे ।\n" +
                "कटारे मूर्खीं केवढे । जोडिले निरय ॥ ४२१ ॥\n" +
                "कायिसया ते आसुर । संपत्ति पोषिती वाउर ।\n" +
                "जिया दिधलें घोर । पतन ऐसें ॥ ४२२ ॥\n" +
                "म्हणौनि तुवां धनुर्धरा । नोहावें गा तिया मोहरा ।\n" +
                "जेउता वासु आसुरा । संपत्तिवंता ॥ ४२३ ॥\n" +
                "आणि दंभादि दोष साही । हे संपूर्ण जयांच्या ठायीं ।\n" +
                "ते त्यजावे हें काई । म्हणों कीर ? ॥ ४२४ ॥\n" +
                "\n" +
                "\n" +
                "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः ।\n" +
                "कामः क्रोधस्तथा लोभस्तस्मादेतत् त्रयं त्यजेत् ॥ २१॥\n" +
                "\n" +
                "\n" +
                "परी काम क्रोध लोभ । या तिहींचेंही थोंब ।\n" +
                "थांवे तेथें अशुभ । पिकलें जाण ॥ ४२५ ॥\n" +
                "सर्व दुःखां आपुलिया । दर्शना धनंजया ।\n" +
                "पाढाऊ हे भलतया । दिधलें आहाती ॥ ४२६ ॥\n" +
                "कां पापियां नरकभोगीं । सुवावयालागीं जगीं ।\n" +
                "पातकांची दाटुगी । सभाचि हे ॥ ४२७ ॥\n" +
                "ते रौरव गा तंवचिवरी । आइकिजती पटांतरीं ।\n" +
                "जंव हे तिन्ही अंतरीं । उठती ना ॥ ४२८ ॥\n" +
                "अपाय तिहीं आसलग । यातना इहीं सवंग ।\n" +
                "हाणी हाणी नोहे हे तिघ । हेचि हाणी ॥ ४२९ ॥\n" +
                "काय बहु बोलों सुभटा । सांगितलिया निकृष्टा ।\n" +
                "नरकाचा दारवंटा । त्रिशंकु हा ॥ ४३० ॥\n" +
                "या कामक्रोधलोभां- । माजीं जीवें जो होय उभा ।\n" +
                "तो निरयपुरीची सभा । सन्मानु पावे ॥ ४३१ ॥\n" +
                "म्हणौनि पुढत पुढतीं किरीटी । हे कामादि दोष त्रिपुटी ।\n" +
                "त्यजावींचि गा वोखटी । आघवा विषयीं ॥ ४३२ ॥\n" +
                "\n" +
                "\n" +
                "एतैर्विमुक्तः कौन्तेय तमोद्वारैस्त्रिभिर्नरः ।\n" +
                "आचरत्यात्मनः श्रेयस्ततो याति परां गतिम् २२॥\n" +
                "\n" +
                "\n" +
                "धर्मादिकां चौंही आंतु । पुरुषार्थाची तैंचि मातु ।\n" +
                "करावी जैं संघातु । सांडील हा ॥ ४३३ ॥\n" +
                "हे तिन्ही जीवीं जंव जागती । तंववरी निकियाची प्राप्ती ।\n" +
                "हे माझे कान नाइकती । देवोही म्हणे ॥ ४३४ ॥\n" +
                "जया आपणपें पढिये । आत्मनाशा जो बिहे ।\n" +
                "तेणें न धरावी हे सोये । सावधु होईजे ॥ ४३५ ॥\n" +
                "पोटीं बांधोनि पाषाण । समुद्रीं बाहीं आंगवण ।\n" +
                "कां जियावया जेवण । काळकूटाचें ॥ ४३६ ॥\n" +
                "इहीं कामक्रोधलोभेंसी । कार्यसिद्धि जाण तैसी ।\n" +
                "म्हणौनि ठावोचि पुसीं । ययांचा गा ॥ ४३७ ॥\n" +
                "जैं कहीं अवचटें । हे तिकडी सांखळ तुटे ।\n" +
                "तैं सुखें आपुलिये वाटे । चालों लाभे ॥ ४३८ ॥\n" +
                "त्रिदोषीं सांडिलें शरीर । त्रिकुटीं फिटलिया नगर ।\n" +
                "त्रिदाह निमालिया अंतर । जैसें होय ॥ ४३९ ॥\n" +
                "तैसा कामादिकीं तिघीं । सांडिला सुख पावोनि जगीं ।\n" +
                "संगु लाहे मोक्षमार्गीं । सज्जनांचा ॥ ४४० ॥\n" +
                "मग सत्संगें प्रबळें । सच्छास्त्राचेनि बळें ।\n" +
                "जन्ममृत्यूचीं निमाळें । निस्तरें रानें ॥ ४४१ ॥\n" +
                "ते वेळीं आत्मानंदें आघवें । जें सदा वसतें बरवें ।\n" +
                "तें तैसेंचि पाटण पावे । गुरुकृपेचें ॥ ४४२ ॥\n" +
                "तेथ प्रियाची परमसीमा । तो भेटे माउली आत्मा ।\n" +
                "तयें खेवीं आटे डिंडिमा । सांसारिक हे ॥ ४४३ ॥\n" +
                "ऐसा जो कामक्रोधलोभां । झाडी करूनि ठाके उभा ।\n" +
                "तो येवढिया लाभा । गोसावी होय ॥ ४४४ ॥\n" +
                "\n" +
                "\n" +
                "यः शास्त्रविधिमुत्सृज्य वर्तते कामकारत ।\n" +
                "न स सिद्धिमवाप्नोति न सुखं न परां गतिम् ॥ २३॥\n" +
                "\n" +
                "\n" +
                "ना हें नावडोनि कांहीं । कामादिकांच्याचि ठायीं ।\n" +
                "दाटिली जेणें डोई । आत्मचोरें ॥ ४४५ ॥\n" +
                "जो जगीं समान सकृपु । हिताहित दाविता दीपु ।\n" +
                "तो अमान्यु केला बापु । वेदु जेणें ॥ ४४६ ॥\n" +
                "न धरीचि विधीची भीड । न करीचि आपली चाड ।\n" +
                "वाढवीत गेला कोड । इंद्रियांचें ॥ ४४७ ॥\n" +
                "कामक्रोधलोभांची कास । न सोडीच पाळिली भाष ।\n" +
                "स्वैराचाराचें असोस । वळघला रान ॥ ४४८ ॥\n" +
                "तो सुटकेचिया वाहिणीं । मग पिवों न लाहे पाणी ।\n" +
                "स्वप्नींही ते कहाणी । दूरीचि तया ॥ ४४९ ॥\n" +
                "आणि परत्र तंव जाये । हें कीर तया आहे ।\n" +
                "परी ऐहिकही न लाहे । भोग भोगूं ॥ ४५० ॥\n" +
                "तरी माशालागीं भुलला । ब्राह्मण पाणबुडां रिघाला ।\n" +
                "कीं तेथही पावला । नास्तिकवादु ॥ ४५१ ॥\n" +
                "तैसें विषयांचेनि कोडें । जेणें परत्रा केलें उबडें ।\n" +
                "तंव तोचि आणिकीकडे । मरणें नेला ॥ ४५२ ॥\n" +
                "एवं परत्र ना स्वर्गु । ना ऐहिकही विषयभोगु ।\n" +
                "तेथ केउता प्रसंगु । मोक्षाचा तो ? ॥ ४५३ ॥\n" +
                "म्हणौनि कामाचेनि बळें । जो विषय सेवूं पाहे सळें ।\n" +
                "तया विषयो ना स्वर्गु मिळे । ना उद्धरे तो ॥ ४५४ ॥\n" +
                "\n" +
                "\n" +
                "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ ।\n" +
                "ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहाऱसि ॥ २४॥\n" +
                "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे दैवासुरसंपद्विभागयोगोनाम षोडशोऽध्यायः ॥ १६ ॥\n" +
                "\n" +
                "\n" +
                "याकारणें पैं बापा । जया आथी आपुली कृपा ।\n" +
                "तेणें वेदांचिया निरोपा । आन न कीजे ॥ ४५५ ॥\n" +
                "पतीचिया मता । अनुसरोनि पतिव्रता ।\n" +
                "अनायासें आत्महिता । भेटेचि ते ॥ ४५६ ॥\n" +
                "नातरी श्रीगुरुवचना । दिठी देतु जतना ।\n" +
                "शिष्य आत्मभुवना- । माजीं पैसे ॥ ४५७ ॥\n" +
                "हें असो आपुला ठेवा । हाता आथी जरी यावा ।\n" +
                "तरी आदरें जेवीं दिवा । पुढां कीजे ॥ ४५८ ॥\n" +
                "तैसा अशेषांही पुरुषार्था । जो गोसावी हो म्हणे पार्था ।\n" +
                "तेणें श्रुतिस्मृति माथां । बैसणें घापे ॥ ४५९ ॥\n" +
                "शास्त्र म्हणेल जें सांडावें । तें राज्यही तृण मानावें ।\n" +
                "जें घेववी तें न म्हणावें । विषही विरु ॥ ४६० ॥\n" +
                "ऐसिया वेदैकनिष्ठा । जालिया जरी सुभटा ।\n" +
                "तरी कें आहे अनिष्टा । भेटणें गा ? ॥ ४६१ ॥\n" +
                "पैं अहितापासूनि काढिती । हित देऊनि वाढविती ।\n" +
                "नाहीं गा श्रुतिपरौती । माउली जगा ॥ ४६२ ॥\n" +
                "म्हणौनि ब्रह्मेंशीं मेळवी । तंव हे कोणें न सांडावी ।\n" +
                "अगा तुवांही ऐसीचि भजावी । विशेषेंसीं ॥ ४६३ ॥\n" +
                "जे आजि अर्जुना तूं येथें । करावया सत्य शास्त्रें सार्थें ।\n" +
                "जन्मलासि बळार्थें । धर्माचेनि ॥ ४६४ ॥\n" +
                "आणि धर्मानुज हें ऐसें । बोधेंचि आलें अपैसें ।\n" +
                "म्हणौनि आनारिसें । करूं नये ॥ ४६५ ॥\n" +
                "कार्याकार्यविवेकीं । शास्त्रेंचि करावीं पारखीं ।\n" +
                "अकृत्य तें कुडें लोकीं । वाळावें गा ॥ ४६६ ॥\n" +
                "मग कृत्यपणें खरें निगे । तें तुवां आपुलेनि आंगें ।\n" +
                "आचरोनि आदरें चांगें । सारावें गा ॥ ४६७ ॥\n" +
                "जे विश्वप्रामाण्याची मुदी । आजि तुझ्या हातीं असें सुबुद्धी ।\n" +
                "लोकसंग्रहासि त्रिशुद्धी । योग्यु होसी ॥ ४६८ ॥\n" +
                "एवं आसुरवर्गु आघवा । सांगोनि तेथिंचा निगावा ।\n" +
                "तोहि देवें पांडवा । निरूपिला ॥ ४६९ ॥\n" +
                "इयावरी तो पंडूचा । कुमरु सद्भावो जीवींचा ।\n" +
                "पुसेल तो चैतन्याचा । कानीं ऐका ॥ ४७० ॥\n" +
                "संजयें व्यासाचिया निरोपा । तो वेळु फेडिला तया नृपा ।\n" +
                "तैसा मीहि निवृत्तिकृपा । सांगेन तुम्हां ॥ ४७१ ॥\n" +
                "तुम्ही संत माझिया कडा । दिठीचा कराल बहुडा ।\n" +
                "तरी तुम्हां माने येवढा । होईन मी ॥ ४७२ ॥\n" +
                "म्हणौनि निज अवधान । मज वोळगे पसायदान ।\n" +
                "दीजो जी सनाथु होईन । ज्ञानदेवो म्हणे ॥ ४७३ ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां षोडशोऽध्यायः ॥ ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());
    }
}
