package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Teen extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_teen);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);


        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" ३. ज्ञानेश्वरी/अध्याय तिसरा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" \n" +
                "     अर्जुन उवाच: ज्यायसी चेत् कर्मणस्ते मता बुद्धिर्जनार्दन ।\n" +
                "                 तत् किं कर्मणि घोरे मां नियोजयसि केशव ॥ १ ॥\n" +
                "\n" +
                "मग आइका अर्जुनें म्हणितलें । देवा तुम्हीं जें वाक्य बोलिले ।\n" +
                "तें निकें म्यां परिसलें । कमळापती ॥ १ ॥\n" +
                "\n" +
                "तेथ कर्म आणि कर्ता । उरेचिना पाहतां ।\n" +
                "ऐसें मत तुझें अनंता । निश्चित जरी ॥ २ ॥\n" +
                "\n" +
                "तरी मातें केवी हरी । म्हणसी पार्था संग्रामु करीं ।\n" +
                "इये लाजसीना महाघोरीं । कर्मीं सुता ॥ ३ ॥\n" +
                "\n" +
                "हां गा कर्म तूंचि अशेष । निराकारासी निःशेष ।\n" +
                "तरी मजकरवीं हें हिंसक । कां करविसी तूं ॥ ४ ॥\n" +
                "\n" +
                "तरीं हेंचि विचारीं हृषीकेशा । तूं मानु देसी कर्मलेशा ।\n" +
                "आणि येसणी हे हिंसा । करवित अहासी ॥ ५ ॥\n" +
                "\n" +
                "     व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे ।\n" +
                "     तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् ॥ २ ॥\n" +
                "\n" +
                "देवा तुवांचि ऐसें बोलावें । तरी आम्हीं नेणतीं काय करावें ।\n" +
                "आता संपले म्हणे पां आघवें । विवेकाचे ॥ ६ ॥\n" +
                "\n" +
                "हां गा उपदेशु जरी ऐसा । तरी अपभ्रंशु तो कैसा ।\n" +
                "आतां पुरला आम्हां धिंवसा । आत्मबोधाचा ॥ ७ ॥\n" +
                "\n" +
                "वैद्यु पथ्य वारूनि जाये । मग जरी आपणचि विष सुये ।\n" +
                "तरी रोगिया कैसेनि जिये । सांगे मज ॥ ८ ॥\n" +
                "\n" +
                "जैसे आंधळे सुईजे आव्हांटा । कां माजवण दीजे मर्कटा ।\n" +
                "तैसा उपदेशु हा गोमटा । वोढवला आम्हां ॥ ९ ॥\n" +
                "\n" +
                "मी आधींचि कांही नेणें । वरी कवळिलों मोहें येणें ।\n" +
                "कृष्णा विवेकु या कारणें । पुसिला तुज ॥ १० ॥\n" +
                "\n" +
                "तंव तुझी एकेकी नवाई । एथ उपदेशामाजीं गांवाई ।\n" +
                "तरी अनुसरलिया काई । ऐसें कीजे ॥ ११ ॥\n" +
                "\n" +
                "आम्हीं तनुमनुजीवें । तुझिया बोला वोटंगावें ।\n" +
                "आणि तुवांचि ऐसें करावें । तरी सरलें म्हणे ॥ १२ ॥\n" +
                "\n" +
                "आतां ऐसियापरी बोधिसी । तरी निकें आम्हां करिसी ।\n" +
                "एथ ज्ञानाची आस कायसी । अर्जुन म्हणे ॥ १३ ॥\n" +
                "\n" +
                "तरी ये जाणिवेचे कीर सरलें । परी आणिक एक असें जाहलें ।\n" +
                "जें थितें हें डहुळलें । मानस माझें ॥ १४ ॥\n" +
                "\n" +
                "तेवींचि कृष्णा हें तुझें । चरित्र कांहीं नेणिजे ।\n" +
                "जरी चित्त पाहसी माझें । येणे मिषें ॥ १५ ॥\n" +
                "\n" +
                "ना तरी झकवितु आहासी मातें । की तत्वचि कथिलें ध्वनितें ।\n" +
                "हे अवगमतां निरुतें । जाणवेना ॥ १६ ॥\n" +
                "\n" +
                "म्हणोनि आइकें देवा । हा भावार्थु आतां न बोलावा ।\n" +
                "मज विवेकु सांगावा । मर्\u200Dहाटा जी ॥ १७ ॥\n" +
                "\n" +
                "मी अत्यंत जड असें । परी ऐसाही निकें परियसें ।\n" +
                "कृष्णा बोलावें तुवां तैसें । एकनिष्ठ ॥ १८ ॥\n" +
                "\n" +
                "देखें रोगातें जिणावें । औषध तरी द्यावें ।\n" +
                "परी तें अतिरुच्य व्हावें । मधुर जैसें ॥ १९ ॥\n" +
                "\n" +
                "तैसें सकळार्थभरित । तत्व सांगावे उचित ।\n" +
                "परी बोधे माझें चित्त । जयापरी ॥ २० ॥\n" +
                "\n" +
                "देवा तुज ऐसा निजगुरु । आणि आर्तीधणी कां न करूं ।\n" +
                "एथ भीड कवणाची धरूं । तूं माय आमुची ॥ २१॥\n" +
                "\n" +
                "हां गा कामधेनूचें दुभतें । देवें जाहलें जरी आपैतें ।\n" +
                "तरी कामनेची कां तेथें । वानी कीजे ॥ २२ ॥\n" +
                "\n" +
                "जरी चिंतामणि हातां चढे । तरी वांछेचे कवण सांकडे ।\n" +
                "कां आपुलेनि सुरवाडें । इच्छावें ना ॥ २३ ॥\n" +
                "\n" +
                "देखें अमृतसिंधूतें ठाकावें । मग तहाना जरी फुटावें ।\n" +
                "मग सायासु कां करावे । मागील ते ॥ २४ ॥\n" +
                "\n" +
                "तैसा जन्मांतरी बहुतीं । उपासिता लक्ष्मीपती ।\n" +
                "तूं दैवें आजि हातीं । जाहलासी जरी ॥ २५ ॥\n" +
                "\n" +
                "तरी आपुलेया सवेसा । कां न मगावासी परेशा ।\n" +
                "देवा सुकाळु हा मानसा । पाहला असे ॥ २६ ॥\n" +
                "\n" +
                "देखें सकळार्तीचें जियालें । आजि पुण्य यशासि आलें ।\n" +
                "हे मनोरथ जहाले । विजयी माझे ॥ २७ ॥\n" +
                "\n" +
                "जी जी परममंगळधामा । देवदेवोत्तमा ।\n" +
                "तूं स्वाधीन आजि आम्हां । म्हणऊनियां ॥ २८ ॥\n" +
                "\n" +
                "जैसां मातेचां ठायीं । अपत्या अनवसरु नाहीं ।\n" +
                "स्तन्यालागूनि पाहीं । जियापरी ॥ २९ ॥\n" +
                "\n" +
                "तैसें देवा तूंते । पुसिजतसें आवडे तें ।\n" +
                "आपुलेनि आर्तें । कृपानिधि ॥ ३० ॥\n" +
                "\n" +
                "तरी पारत्रिकीं हित । आणि आचरितां तरी उचित ।\n" +
                "ते सांगें एक निश्चित । पार्थु म्हणे ॥ ३१ ॥\n" +
                "\n" +
                "     श्रीभगवानुवाच: लोकेऽस्मिन् द्विविधा निष्ठा पुरा प्रोक्ता मयाऽनघ ।\n" +
                "                 ज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनां ॥ ३ ॥\n" +
                "\n" +
                "या बोला अच्युतु । म्हणतसे विस्मितु ।\n" +
                "अर्जुना हा ध्वनितु । अभिप्रावो ॥ ३२ ॥\n" +
                "\n" +
                "जे बुद्धियोगु सांगतां । सांख्यमतसंस्था ।\n" +
                "प्रकटिली स्वभावता । प्रसंगे आम्हीं ॥ ३३ ॥\n" +
                "\n" +
                "तो उद्देशु तूं नेणसी । म्हणोनि क्षोभलासि वायांचि ।\n" +
                "तरी आता जाण म्यांचि । उक्त दोन्ही ॥ ३४ ॥\n" +
                "\n" +
                "अवधारीं वीरश्रेष्ठा । यें लोकीं या दोन्ही निष्ठा ।\n" +
                "मजचिपासूनि प्रगटा । अनादिसिद्धा ॥ ३५ ॥\n" +
                "\n" +
                "एकु ज्ञानयोगु म्हणिजे । जो सांख्यीं अनुष्ठीजे ।\n" +
                "जेथ ओळखीसवें पाविजे । तद्रूपता ॥ ३६ ॥\n" +
                "\n" +
                "एक कर्मयोगु जाण । जेथ साधकजन निपुण ।\n" +
                "होवूनिया निर्वाण । पावती वेळे ॥ ३७ ॥\n" +
                "\n" +
                "हे मार्गु तरी दोनी । परि एकवटती निदानीं ।\n" +
                "जैसे सिद्धसाध्यभोजनीं । तृप्ति एकी ॥ ३८ ॥\n" +
                "\n" +
                "कां पूर्वापर सरिता । भिन्ना दिसती पाहतां ।\n" +
                "मग सिंधूमिळणीं ऐक्यता । पावती शेखीं ॥ ३९ ॥\n" +
                "\n" +
                "तैसीं दोनी ये मतें । सूचिती एका कारणातें ।\n" +
                "परी उपास्ति ते योग्यते - । आधीन असे ॥ ४० ॥\n" +
                "\n" +
                "देखें उत्प्लवनासरिसा । पक्षी फळासि झोंबे जैसा ।\n" +
                "सांगें नरु केवीं तैसा । पावे वेगां ॥ ४१ ॥\n" +
                "\n" +
                "तो हळूहळू ढाळेंढाळें । केतुकेनि एके वेळे ।\n" +
                "मार्गाचेनि बळें । निश्चित ठाकी ॥ ४२ ॥\n" +
                "\n" +
                "तैसें देख पां विहंगममतें । अधिष्ठूनि ज्ञानातें ।\n" +
                "सांख्य सद्य मोक्षातें । आकळिती ॥ ४३ ॥\n" +
                "\n" +
                "येर योगिये कर्माधारें । विहितेंचि निजाचारें ।\n" +
                "पूर्णता अवसरें । पावतें होती ॥ ४४ ॥\n" +
                "\n" +
                "     न कर्मणामनारभान् नैष्कर्म्यं पुरुषोऽश्नुते ।\n" +
                "     न च संन्यसनादेव सिद्धिं समाधिगच्छति ॥ ४ ॥\n" +
                "\n" +
                "वांचोनि कर्मारंभ उचित । न करितांचि सिद्धवत ।\n" +
                "कर्महीना निश्चित । होईजेना ॥ ४५ ॥\n" +
                "\n" +
                "कां प्राप्तकर्म सांडिजे । येतुलेनि नैष्कर्म्या होईजे ।\n" +
                "हें अर्जुना वायां बोलिजे । मूर्खपणें ॥ ४६ ॥\n" +
                "\n" +
                "सांगें पैलतीरा जावें । ऐसें व्यसन कां जेथ पावे ।\n" +
                "तेथ नावेतें त्यजावें । घडे केवीं ॥ ४७ ॥\n" +
                "\n" +
                "ना तरी तृप्ति इच्छिजे । तरी कैसेनि पाकु न कीजे ।\n" +
                "कीं सिद्धुही न सेविजे । केवीं सांगें ॥ ४८ ॥\n" +
                "\n" +
                "जंव निरार्तता नाहीं । तंव व्यापारु असे पाहीं ।\n" +
                "मग संतुष्टीचां ठायीं । कुंठे सहजें ॥ ४९ ॥\n" +
                "\n" +
                "म्हणोनि आइकें पार्था । जया नैष्कर्म्यपदीं आस्था ।\n" +
                "तया उचित कर्म सर्वथा । त्याज्य नोहे ॥ ५० ॥\n" +
                "\n" +
                "आणि आपुलालिया चाडे । आपादिले हे मांडे ।\n" +
                "कीं त्यजिलें हें कर्म सांडे । ऐसें आहे ॥ ५१ ॥\n" +
                "\n" +
                "हें वायाचि सैरा बोलिजे । उकलु तरी देखों पाहिजे ।\n" +
                "परी त्यजितां कर्म न त्यजे । निभ्रांत मानी ॥ ५२ ॥\n" +
                "\n" +
                "     न हि कश्चित् क्षणमपि जातु तिष्ठत्यकर्मकृत् ।\n" +
                "     कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैगुणैः ॥ ५ ॥\n" +
                "\n" +
                "जंव प्रकृतीचें अधिष्ठान । तंव सांडी मांडी हें अज्ञान ।\n" +
                "जि चेष्टा गुणाधीन । आपैसी असे ॥ ५३ ॥\n" +
                "\n" +
                "देखें विहित कर्म जेतुलें । तें सळें जरी वोसंडिलें ।\n" +
                "तरी स्वभाव काय निमाले । इंद्रियांचे ॥ ५४ ॥\n" +
                "\n" +
                "सांगे श्रवणीं ऐकावें ठेलें । की नेत्रीचे तेज गेलें ।\n" +
                "हें नासारंध्र बुझालें । परिमळु नेघे ॥ ५५ ॥\n" +
                "\n" +
                "ना तरी प्राणापानगति । की निर्विकल्प जाहली मति ।\n" +
                "की क्षुधातृषादि आर्ति । खुंटलिया ॥ ५६ ॥\n" +
                "\n" +
                "हे स्वप्नावबोधु ठेले । कीं चरण चालो विसरले ।\n" +
                "हे असो काय निमाले । जन्ममृत्यू ॥ ५७ ॥\n" +
                "\n" +
                "हें न ठकेचि जरी कांही । तरी सांडिले तें कायी ।\n" +
                "म्हणोनि कर्मत्यागु नाही । प्रकृतिमंतां ॥ ५८ ॥\n" +
                "\n" +
                "कर्म पराधीनपणे । निपजतसे प्रकृतिगुणें ।\n" +
                "येरीं धरीं मोकलीं अंतःकरणें । वाहिजे वायां ॥ ५९ ॥\n" +
                "\n" +
                "देखें रथीं आरूढिजे । मग निश्चळा बैसिजे ।\n" +
                "मग चळा होऊनि हिंडिजे । परतंत्रा ॥ ६० ॥\n" +
                "\n" +
                "कां उचलिलें वायुवशें । चळें शुष्क पत्र जैसें ।\n" +
                "निचेष्ट आकाशे । परिभ्रमे ॥ ६१ ॥\n" +
                "\n" +
                "तैसें प्रकृतिआधारें । कर्मेंद्रियविकारें ।\n" +
                "मिष्कर्म्युही व्यापारे । निरंतर ॥ ६२ ॥\n" +
                "\n" +
                "म्हणऊनि संगु जंव प्रकृतिचा । तंव त्यागु न घडे कर्माचा ।\n" +
                "ऐसियाहि करूं म्हणती तयांचा । आग्रहोचि उरें ॥ ६३ ॥\n" +
                "\n" +
                "     कर्मेंद्रियाणि संयम्य य आस्ते मनसा स्मरन् ।\n" +
                "     इंद्रियार्थान् विमूढात्मा मिथ्याचारः स उचयते ॥ ६ ॥\n" +
                "\n" +
                "जे उचित कर्म सांडिती । मग नैष्कर्म्य होऊं पाहती ।\n" +
                "परी कर्मेंद्रियप्रवृत्ती । निरोधूनि ॥ ६४ ॥\n" +
                "\n" +
                "तयां कर्मत्यागु न घडे । जें कर्तव्य मनीं सापडे ।\n" +
                "वरी नटती तें फुडे । दरिद्र जाण ॥ ६५ ॥\n" +
                "\n" +
                "ऐसे ते पार्था । विषयासक्त सर्वथा ।\n" +
                "वोळखावे तत्वता । येथ भ्रांति नाहीं ॥ ६६ ॥\n" +
                "\n" +
                "आतां देई अवधान । प्रसंगे तुज सांगेन ।\n" +
                "या नैराश्याचे चिन्ह । धनुर्धरा ॥ ६७ ॥\n" +
                "\n" +
                "     यस्तित्वंद्रियाणि मनसा नियम्यारभतेऽर्जुन ।\n" +
                "     कर्मेन्द्रियैः कर्मयोगमसक्तः न विशिष्यते ॥ ७ ॥\n" +
                "\n" +
                "जो अंतरी दृढु । परमात्मरूपीं गूढु ।\n" +
                "बाह्य तरी रूढु । लौकिक जैसा ॥ ६८ ॥\n" +
                "\n" +
                "तो इंद्रियां आज्ञा न करी । विषयांचे भय न धरी ।\n" +
                "प्राप्त कर्म न अव्हेरी । उचित जें जें ॥ ६९ ॥\n" +
                "\n" +
                "तो कर्मेंद्रियें कर्मी । राहाटतां तरी न नियमी ।\n" +
                "परी तेथिचेनि उर्मी । झांकोळेना ॥ ७० ॥\n" +
                "\n" +
                "तो कामनामात्रें न घेपे । मोहमळें न लिंपे ।\n" +
                "जैसे जळीं जळें न शिंपें । पद्मपत्र ॥ ७१ ॥\n" +
                "\n" +
                "तैसा संसर्गामाजि असे । सकळांसारिखा दिसे ।\n" +
                "जैसें तोयसंगे आभासे । भानुबिंब ॥ ७२ ॥\n" +
                "\n" +
                "तैसा सामन्यत्वें पाहिजे । तरी साधारणुचि देखिजे ।\n" +
                "येरवीं निर्धारितां नेणिजे । सोय जयाची ॥ ७३ ॥\n" +
                "\n" +
                "ऐसां चिन्हीं चिन्हितु । देखसी तोचि तरी मुक्तु ।\n" +
                "आशापाशरहितु । वोळख पां ॥ ७४ ॥\n" +
                "\n" +
                "अर्जुना तोचि योगी । विशेषिजे जो जगीं ।\n" +
                "म्हणोनि ऐसा होय यालागीं । म्हणिपे तूंते ॥ ७५ ॥\n" +
                "\n" +
                "तूं मानसा नियमु करीं । निश्चळु होय अंतरी ।\n" +
                "मग कर्मेंद्रियें हीं व्यापारीं । वर्ततु सुखें ॥ ७६ ॥\n" +
                "\n" +
                "     नियतं कुरु कर्म त्वं ज्यायो ह्यकर्मणः ।\n" +
                "     शरीरयात्रापि च ते न प्रसिध्येदकर्मणः ॥ ८ ॥\n" +
                "\n" +
                "म्हणशी नैष्कर्म्य होआवें । तरी एथ तें न संभवे ।\n" +
                "आणि निषिद्ध केवीं राहाटावें । विचारी पां ॥ ७७ ॥\n" +
                "\n" +
                "म्हणोनि जें जें उचित । आणि अवसरेंकरून प्राप्त ।\n" +
                "तें कर्म हेतुरहित । आचर तूं ॥ ७८ ॥\n" +
                "\n" +
                "पार्था आणिकही एक । नेणसी तूं हे कवतिक ।\n" +
                "जें ऐसें कर्म मोचक । आपैसें असे ॥ ७९ ॥\n" +
                "\n" +
                "देखें अनुक्रमाधारें । स्वधर्मु जो आचरे ।\n" +
                "तो मोक्षु तेणें व्यापारें । निश्चित पावे ॥ ८० ॥\n" +
                "\n" +
                "     यज्ञार्थात् कर्मणोऽन्यत्र लोकोऽयं कर्मबंधनः ।\n" +
                "     तदर्थे कर्म कौंतेय मुक्तसङगः समाचरः ॥ ९ ॥\n" +
                "\n" +
                "स्वधर्मु जो बापा । तोचि नित्ययज्ञु जाण पां ।\n" +
                "म्हणोनि वर्ततां तेथ पापा । संचारु नाहीं ॥ ८१ ॥\n" +
                "\n" +
                "हा निजधर्मु जैं सांडे । कुकर्मी रति घडे ।\n" +
                "तैंचि बंधु पडे । संसारिकु ॥ ८२ ॥\n" +
                "\n" +
                "म्हणोनि स्वधर्मानुष्ठान । ते अखंड यज्ञयाजन ।\n" +
                "जो करी तया बंधन । कहींच नाहीं ॥ ८३ ॥\n" +
                "\n" +
                "हा लोकु कर्में बांधिला । जो परतंत्रा भुतला ।\n" +
                "तो नित्ययज्ञाते चुकला । म्हणोनियां ॥ ८४ ॥\n" +
                "\n" +
                "आतां येचिविशीं पार्था । तुज सांगेन एकी मी कथा ।\n" +
                "जैं सृष्ट्यादि संस्था । ब्रह्मेनि केली ॥ ८५ ॥\n" +
                "\n" +
                "     सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः ।\n" +
                "     अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक् ॥ १० ॥\n" +
                "\n" +
                "तें नित्ययागसहितें । सृजिलीं भूतें समस्तें ।\n" +
                "परी नेणतीचि तिये यज्ञातें । सूक्ष्म म्हणऊनी ॥ ८६ ॥\n" +
                "\n" +
                "तें वेळीं प्रजीं विनविला ब्रह्मा । देवा आश्रयो काय एथ आम्हां ।\n" +
                "तंव म्हणे तो कमळजन्मा । भूतांप्रति ॥ ८७ ॥\n" +
                "\n" +
                "तुम्हां वर्णविशेषवशें । आम्हीं हा स्वधर्मुचि विहिला असे ।\n" +
                "यातें उपासा मग आपैसे । काम पुरती ॥ ८८ ॥\n" +
                "\n" +
                "तुम्हीं व्रतें नियमु न करावे । शरीरातें न पीडावें ।\n" +
                "दुरी केंही न वचावे । तीर्थासी गा ॥ ८९ ॥\n" +
                "\n" +
                "योगादिक साधनें । साकांक्ष आराधनें ।\n" +
                "मंत्रयंत्रविधानें । झणीं करा ॥ ९० ॥\n" +
                "\n" +
                "देवतांतरा न भजावें । हें सर्वथा कांहीं न करावे ।\n" +
                "तुम्हीं स्वधर्मयज्ञीं यजावें । अनायासें ॥ ९१ ॥\n" +
                "\n" +
                "अहेतुकें चित्तें । अनुष्ठां पां ययातें ।\n" +
                "पतिव्रता पतीतें । जियापरी ॥ ९२ ॥\n" +
                "\n" +
                "तैसा स्वधर्मरूप मखु । हाचि सेव्य तुम्हां एकु ।\n" +
                "ऐसें सत्यलोकनायकु । म्हणता जहाला ॥ ९३ ॥\n" +
                "\n" +
                "देखा स्वधर्मातें भजाल । तरी कामधेनु हा होईल ।\n" +
                "मग प्रजाहो न संडील । तुमतें सदा ॥ ९४ ॥\n" +
                "\n" +
                "     देवान् भावयतानेन ते देवाः भावयंतु वः ।\n" +
                "     परस्परं भावयंतः श्रेयः परमवाप्स्यच ॥ ११ ॥\n" +
                "\n" +
                "जें येणेचिकरूनि समस्तां । परितोषु होईल देवतां ।\n" +
                "मग ते तुम्हां ईप्सीता । अर्थांते देती ॥ ९५ ॥\n" +
                "\n" +
                "या स्वधर्मपूजा पूजितां । देवतागणां समस्तां ।\n" +
                "योगक्षेमु निश्चिता । करिती तुमचा ॥ ९६ ॥\n" +
                "\n" +
                "तुम्हीं देवतांते भजाल । देव तुम्हां तुष्टितील ।\n" +
                "ऐसी परस्परें घडेल । प्रीति तेथ ॥ ९७ ॥\n" +
                "\n" +
                "तेथ तुम्हीं जें करूं म्हणाल । ते आपैसे सिद्धी जाईल ।\n" +
                "वांछितही पुरेल । मानसींचे ॥ ९८॥\n" +
                "\n" +
                "वाचासिद्धी पावाल । आज्ञापक होआल ।\n" +
                "म्हणिये तुमतें मागतील । महाऋद्धि ॥ ९९ ॥\n" +
                "\n" +
                "जैसें ऋतुपतींचे द्वार । वनश्री निरंतर ।\n" +
                "वोळगे फळभार । लावण्येंसी ॥ १००॥\n" +
                "\n" +
                "     इष्टान् भोगान् हि वो देवा दास्यंते यज्ञभाविताः ।\n" +
                "     तैर्दत्तानप्रदायैभ्यो यो भुङक्ते स्तेन एव सः ॥ १२ ॥\n" +
                "\n" +
                "तैसें सर्व सुखेंसहित । दैवचि मूर्तिमंत ।\n" +
                "येईल देखा काढत । तुम्हापांठी ॥ १०१ ॥\n" +
                "\n" +
                "ऐसे समस्त भोगभरित । होआल तुम्ही अनार्त ।\n" +
                "जरी स्वधर्मैकनिरत । वर्ताल बापा ॥ १०२ ॥\n" +
                "\n" +
                "कां जालिया सकल संपदा । जो अनुसरेल इंद्रियमदा ।\n" +
                "लुब्ध होऊनियां स्वादां । विषयांचिया ॥ १०३ ॥\n" +
                "\n" +
                "तिहीं यज्ञभाविकीं सुरीं । जे हे संपत्ति दिधली पुरी ।\n" +
                "तयां स्वमार्गीं सर्वेश्वरीं । न भजेल तो ॥ १०४ ॥\n" +
                "\n" +
                "अग्निमुखीं हवन । न करील देवतापूजन ।\n" +
                "प्राप्त वेळे भोजन । ब्राह्मणांचे ॥ १०५ ॥\n" +
                "\n" +
                "विमुखु होईल गुरुभक्ती । आदरु न करील अतिथी ।\n" +
                "संतोषु नेदील ज्ञाती । आपुलिये ॥ १०६ ॥\n" +
                "\n" +
                "ऐसा स्वधर्मक्रियारहितु । आथिलेपणे प्रमत्तु ।\n" +
                "केवळ भोगासक्तु । होईल जो ॥ १०७ ॥\n" +
                "\n" +
                "तया मग अपावो थोरु आहे । जेणें तें हातीचे सकळ जाये ।\n" +
                "देखा प्राप्तही न लाहे । भोग भोगूं ॥ १०८ ॥\n" +
                "\n" +
                "जैसें गतायुषीं शरीरीं । चैतन्य वासु न करी ।\n" +
                "कां निदैवाचां घरीं । न राहे लक्ष्मी ॥ १०९ ॥\n" +
                "\n" +
                "तैसा स्वधर्मु जरी लोपला । तरी सर्व सुखांचा थारा मोडला।\n" +
                "जैसा दीपासवे हरपला । प्रकाशु जाय ॥ ११० ॥\n" +
                "\n" +
                "तैसी निजवृत्ति जेथ सांडे । तेथ स्वतंत्रते वस्ती न घडे ।\n" +
                "आइका प्रजाहो हे फुडें । विरंचि म्हणे ॥ १११ ॥\n" +
                "\n" +
                "म्हणऊनि स्वधर्मु जो सांडील । तयातें काळु दंडील ।\n" +
                "चोरु म्हणूनि हरील । सर्वस्व तयांचे ॥ ११२ ॥\n" +
                "\n" +
                "मग सकळ दोष भंवते । गिंवसोनि घेती तयातें ।\n" +
                "रात्रिसमयीं स्मशानातें । भूतें जैशी ॥ ११३ ॥\n" +
                "\n" +
                "तैशी त्रिभुवनींची दुःखे । आणि नानाविध पातकें ।\n" +
                "दैन्यजात तितुकें । तेथेंचि वसे ॥ ११४ ॥\n" +
                "\n" +
                "ऐसें होय तया उन्मत्ता । मग न सुटे बापां रुदतां ।\n" +
                "परी कल्पांतीहीं सर्वथा । प्राणिगण हो ॥ ११५ ॥\n" +
                "\n" +
                "म्हणोनि निजवृत्ति हे न संडावी । इंद्रिये बरळों नेदावीं ।\n" +
                "ऐसें प्रजांते शिकवी । चतुराननु ॥ ११६ ॥\n" +
                "\n" +
                "जैसें जळचरां जळ सांडे । आणि तत्क्षणीं मरण मांडे ।\n" +
                "हा स्वधर्मु तेणें पाडें । विसंबों नये ॥ ११७ ॥\n" +
                "\n" +
                "म्हणोनि तुम्ही समस्तीं । आपुलालिया कर्मीं उचितीं ।\n" +
                "निरत व्हावें पुढतपुढती । म्हणिपत असे ॥ ११८ ॥\n" +
                "\n" +
                "     यज्ञशिष्टाशिनः सन्तो मुच्यते सर्वकिल्बिषैः ।\n" +
                "     भुङजते ते त्वघं पापा ये पचंत्यात्मकारणात् ॥ १३ ॥\n" +
                "\n" +
                "देखा विहित क्रियविधी । निर्हेतुका बुद्धी ।\n" +
                "जो असतिये समृद्धी । विनियोगु करी ॥ ११९ ॥\n" +
                "\n" +
                "गुरु गोत्र अग्नि पूजी । अवसरीं भजे द्विजीं ।\n" +
                "निमितादिकीं यजी । पितरोद्देश ॥ १२० ॥\n" +
                "\n" +
                "या यज्ञक्रिया उचिता । यज्ञेशीं हवन करितां ।\n" +
                "हुतशेष स्वभावतः । उरे जें जें ॥ १२१ ॥\n" +
                "\n" +
                "तें सुखे आपुलां घरीं । कुटुंबेसीं भोजन करी ।\n" +
                "कीं भोग्यचि तें निवारी । कल्मषातें ॥ १२२ ॥\n" +
                "\n" +
                "तें यज्ञावशिष्ट भोगी । म्हणोनि सांडिजे तो अधीं ।\n" +
                "जयापरी महारोगीं । अमृतसिद्धी ॥ १२३ ॥\n" +
                "\n" +
                "कां तत्वनिष्ठु जैसा । नागवे भ्रांतिलेशा ।\n" +
                "तो शेषभोगी तैसा । नाकळे दोषा ॥ १२४ ॥\n" +
                "\n" +
                "म्हणोनि स्वधर्में जें अर्जें । तें स्वधर्मेचि विनियोगिजे ।\n" +
                "मग उरे तें भोगिजे । संतोषेंसीं ॥ १२५ ॥\n" +
                "\n" +
                "हें वांचूनि पार्था । राहाटों नये अन्यथा ।\n" +
                "ऐसी आद्य ही कथा । मुरारी सांगे ॥ १२६ ॥\n" +
                "\n" +
                "जें देहचि आपणपें मानिति । आणि विषयांते भोग्य म्हणती ।\n" +
                "यापरतें न स्मरती । आणिक कांही ॥ १२७ ॥\n" +
                "\n" +
                "हे यज्ञोपकरण सकळ । नेणसांते बरळ ।\n" +
                "अहंबुद्धी केवळ । भोगूं पाहती ॥ १२८ ॥\n" +
                "\n" +
                "इंद्रियरुचीसारखे । करविती पाक निके ।\n" +
                "ते पापिये पातकें । सेविती जाण ॥ १२९ ॥\n" +
                "\n" +
                "जे संपत्तिजात आघवें । हे हवनद्रव्य मानावें ।\n" +
                "मग स्वधर्मयज्ञें अर्पावें । आदिपुरुषी ॥ १३० ॥\n" +
                "\n" +
                "हें सांडोनिया मूर्ख । आपणपेयांलागीं देख ।\n" +
                "निपजविती पाक । नानाविध ॥ १३१ ॥\n" +
                "\n" +
                "जिहीं यज्ञु सिद्धी जाये । परेशा तोषु होये ।\n" +
                "तें हें सामान्य अन्न न होये । म्हणोनियां ॥ १३२ ॥\n" +
                "\n" +
                "हें न म्हणावें साधारण । अन्न ब्रह्मरूप जाण ।\n" +
                "जे जीवनहेतु कारण । विश्वा यया ॥ १३३ ॥\n" +
                "\n" +
                "     अन्नाद् भवन्ति भूतानि पर्जन्यादन्नस्संभवः ।\n" +
                "     यज्ञाद् भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥ १४ ॥\n" +
                "\n" +
                "अन्नस्तव भूतें । प्ररोह पावति समस्तें ।\n" +
                "मग वरिषु या अन्नाते । सर्वत्र प्रसवे ॥ १३४ ॥\n" +
                "\n" +
                "त्या पर्जन्या यज्ञीं जन्म । यज्ञाते प्रगटी कर्म ।\n" +
                "कर्मासि आदि ब्रह्म । वेदरूप ॥ १३५ ॥\n" +
                "\n" +
                "     कर्म ब्रह्मोद्बभवं विद्धि ब्रह्माक्षरसमुद्भवं ।\n" +
                "     तस्मात् सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितं ॥ १५ ॥\n" +
                "\n" +
                "मग वेदांते परापर । प्रसवतसे अक्षर ।\n" +
                "म्हणऊनि हे चराचर । ब्रह्मबद्ध ॥ १३६ ॥\n" +
                "\n" +
                "परी कर्माचिये मूर्ति । यज्ञीं अधिवासु श्रुती ।\n" +
                "ऐकें सुभद्रापती । अखंड गा ॥ १३७ ॥\n" +
                "\n" +
                "     एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः ।\n" +
                "     अघायुरिंद्रियारामो मोघं पार्थ स जीवती ॥ १६ ॥\n" +
                "\n" +
                "ऐशीं आदि हे परंपरा । संक्षेपे तुज धनुर्धरा ।\n" +
                "सांगितली या अध्वरा । लागौनियां ॥ १३८ ॥\n" +
                "\n" +
                "म्हणून समूळ हा उचितु । स्वधर्मरूप क्रतु ।\n" +
                "नानुष्ठी जो मत्तु । लोकीं इये ॥ १३९ ॥\n" +
                "\n" +
                "तो पातकांची राशी । जाण भार भूमीसी ॥\n" +
                "जो कुकर्में इंद्रियांसी । उपेगा गेला ॥ १४० ॥\n" +
                "\n" +
                "तें जन्म कर्म सकळ । अर्जुना अति निष्फळ ।\n" +
                "जैसे कां अभ्रपटळ । अकाळींचे ॥ १४१ ॥\n" +
                "\n" +
                "कां गळा स्तन अजेचे । तैसें जियालें देखें तयाचें ।\n" +
                "जया अनुष्ठान स्वधर्माचें । घडेचिना ॥ १४२ ॥\n" +
                "\n" +
                "म्हणोनि ऐकें पांडवा । हा स्वधर्मु कवणे न संडावा ।\n" +
                "सर्वभावें भजावा । हाचि एकु ॥ १४३ ॥\n" +
                "\n" +
                "हां गा शरीर जरी जाहलें । तरी कर्तव्य वोघें आले ।\n" +
                "मग उचित कां आपुले । वोसंडावे ॥ १४४ ॥\n" +
                "\n" +
                "परिस पां सव्यसाची । मूर्ती लाहोनि देहाचि ।\n" +
                "खंती करिती कर्माची । ते गावंढे गा ॥ १४५ ॥\n" +
                "\n" +
                "     यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः ।\n" +
                "     आत्मन्येव च संतुष्टस्तस्य कार्य न विद्यते ॥ १७ ॥\n" +
                "\n" +
                "देखें असतेनि देहकर्में । एथ तोचि एकु न लिंपे कर्में ।\n" +
                "जो अखंडित रमे । आपणपांचि ॥ १४६ ॥\n" +
                "\n" +
                "जे तो आत्मबोधें तोषला । तरी कृतकार्यु देखें जाहला ।\n" +
                "म्हणोनि सहजे सांडवला । कर्मसंगु ॥ १४७ ॥\n" +
                "\n" +
                "     नैव तस्य कृतेनार्थो माकृतेनेह कश्चन ।\n" +
                "     न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः ॥ १८ ॥\n" +
                "\n" +
                "तृप्ती झालिया जैसीं । साधने सरती आपैसीं ।\n" +
                "देखें आत्मतुष्टीं तैसीं । कर्मे नाही ॥ १४८ ॥\n" +
                "\n" +
                "     तस्मादसक्तः सततं कार्य कर्म समाचर ।\n" +
                "     असक्तो ह्याचरन् कर्म पमाप्नोति पुरूषः ॥ १९ ॥\n" +
                "\n" +
                "म्हणऊनि तूं नियतु । सकळ कामरहितु ।\n" +
                "होऊनियां उचितु । स्वधर्में रहाटें ॥ १५० ॥\n" +
                "\n" +
                "जे स्वकर्मे निष्कामता । अनुसरले पार्था ।\n" +
                "कैवल्य पर तत्वतां । पातले जगी ॥ १५१ ॥\n" +
                "\n" +
                "     कर्मणैव हि संसिद्धीमास्थिता जनकादयः ।\n" +
                "     लोकसंग्रहमेवापि संपश्यन् कर्तुमर्हसि ॥ २० ॥\n" +
                "\n" +
                "देखें पां जनकादिक । कर्मजात अशेख ।\n" +
                "न सांडिता मोक्षसुख । पावते जाहले ॥ १५२ ॥\n" +
                "\n" +
                "याकारणे पार्था । होआवी कर्मीं आस्था ।\n" +
                "हे आणिकाही एका अर्था । उपकारेल ॥ १५३ ॥\n" +
                "\n" +
                "जे आचरता आपणपेयां । देखी लागेल लोका यया ।\n" +
                "तरी चुकेल हा अपाया । प्रसंगेचि । १५४ ॥\n" +
                "\n" +
                "देखें प्राप्तार्थ जाहले । जे निष्कामता पावले ।\n" +
                "तयाही कर्तव्य असे उरलें । लोकांलागीं ॥ १५५ ॥\n" +
                "\n" +
                "मार्गीं अंधासरिसा । पुढे देखणाही चाले जैसा ।\n" +
                "अज्ञाना प्रकटावा धर्मु तैसा । आचरोनि ॥ १५६ ॥\n" +
                "\n" +
                "हां गा ऐसें जरी न कीजे । तरी अज्ञानां काय वोजे ।\n" +
                "तिहीं कवणेपरी जाणिजे । मार्गांते या ॥ १५७ ॥\n" +
                "\n" +
                "     यद् यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।\n" +
                "     स यत् प्रमाणं कुरुते लोकस्तदनुवर्तते ॥ २१ ॥\n" +
                "\n" +
                "एथ वडील जें जें करिती । तया नाम धर्मु ठेविती ।\n" +
                "तेंचि येर अनुष्ठिती । सामान्य सकळ ॥ १५८ ॥\n" +
                "\n" +
                "हें ऐसें असे स्वभावें । म्हणोनि कर्म न संडावे ।\n" +
                "विशेषें आचरावें । लागे संती ॥ १५९ ॥\n" +
                "\n" +
                "     न मे पार्थस्ति कर्तव्यं त्रिषु लोकेषु किंचन ।\n" +
                "     नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥ २२ ॥\n" +
                "\n" +
                "आता आणिकाचिया गोठी । तुज सांगो काय किरीटी ।\n" +
                "देखें मीचि इये राहाटी । वर्तत असे ॥ १६० ॥\n" +
                "\n" +
                "काय सांकडे कांही मातें । कीं कवणें एकें आर्तें ।\n" +
                "आचरें मी धर्मातें । म्हणसी जरी ॥ १६१ ॥\n" +
                "\n" +
                "तरी पुरतेपणालागी । आणिकु दुसरा नाहीं जगीं ।\n" +
                "ऐसी सामुग्री माझां अंगी । जाणसी तूं ॥ १६२ ॥\n" +
                "\n" +
                "मृत गुरूपुत्र आणिला । तो तुवां पवाडा देखिला ।\n" +
                "तोही मी उगला । कर्मीं वर्ते ॥ १६३ ॥\n" +
                "\n" +
                "     यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः ।\n" +
                "     मम वर्त्मानुवर्तंते मनुष्याः पार्थ सर्वशः ॥ २३ ॥\n" +
                "\n" +
                "परी स्वधर्मीं वर्तें कैसा । साकांक्षु कां होय जैसा ।\n" +
                "तयाचि एका उद्देशा - । लागोनियां ॥ १६४ ॥\n" +
                "\n" +
                "जे भूतजात सकळ । असे आम्हांचि आधीन केवळ ।\n" +
                "ते न व्हावें बरळ । म्हणोनियां ॥ १६५ ॥\n" +
                "\n" +
                "     उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।\n" +
                "     संकरस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥ २४ ॥\n" +
                "\n" +
                "आम्ही पूर्णकाम होऊनी । जरी आत्मस्थिती राहुनी ॥\n" +
                "तरी हे प्रजा कैसेनि । निस्तरेल ॥ १६६ ॥\n" +
                "\n" +
                "इहीं आमुची वास पाहावी । मग वर्तती परी जाणावी ।\n" +
                "ते लौकिक स्थिती अवघी । नासिली होईल ॥ १६७ ॥\n" +
                "\n" +
                "म्हणोनि समर्थु जो एथें । आथिला सर्वज्ञते ।\n" +
                "तेणे सविशेषें कर्मातें । त्यजावे ना ॥ १६८ ॥\n" +
                "\n" +
                "     सक्ताः कर्मण्यविद्वांसो यथा कुर्वंति भारत ।\n" +
                "     कुर्याद्विवांस्तथाऽसक्तश्चिकीर्षुर्लोकलोग्रहम् ॥ २५ ॥\n" +
                "\n" +
                "देखे फळाचिया आशा । आचरे कामुकु जैसा ।\n" +
                "कर्मी बहरु होआवा तैसा । निराशाही ॥ १६९ ॥\n" +
                "\n" +
                "जे पुढतपुढती पार्था । हे सकळ लोकसंस्था ।\n" +
                "रक्षणीय सर्वथा । म्हणऊनियां ॥ १७० ॥\n" +
                "\n" +
                "मार्गाधारे वर्तावें । विश्व हें मोहरें लावावें ।\n" +
                "अलौकिक नोहावें । लोकांप्रति ॥ १७१ ॥\n" +
                "\n" +
                "     न बुद्धिभेदं जनयेदज्ञानां कर्मसंगिनाम् ।\n" +
                "     जोषयेत् सर्वकर्माणि विद्वान् युक्तः समाचरन् ॥ २६ ॥\n" +
                "\n" +
                "जें सायासें स्तन्य सेवी । तें पक्वान्नें केवीं जेवी ।\n" +
                "म्हणोनि बाळका जैशीं नेदावीं । धनुर्धरा ॥ १७२ ॥\n" +
                "\n" +
                "तैशी कर्मीं जया अयोग्यता । तयाप्रति नैष्कर्म्यता ।\n" +
                "न प्रगटावी खेळतां । आदिकरूनी ॥ १७३ ॥\n" +
                "\n" +
                "तेथें सत्क्रियाचि लावावी । तेचि एकी प्रशंसावी ।\n" +
                "नैष्कर्मींही दावावी । आचरोनि ॥ १७४ ॥\n" +
                "\n" +
                "तया लोकसंग्रहालागीं । वर्ततां कर्मसंगी ।\n" +
                "तो कर्मबंधु आंगी । वाजेलना ॥ १७५ ॥\n" +
                "\n" +
                "जैसी बहुरूपियाची रावो राणी । स्त्रीपुरुषभावो नाही मनीं ।\n" +
                "परी लोकसंपादणी । तैशीच करिती ॥ १७६ ॥\n" +
                "\n" +
                "     प्रकृते क्रियमाणानि गुणैः कर्माणि सर्वशः ।\n" +
                "     अहंकारविमूढात्मा कर्ताहं इति मन्यते ॥ २७ ॥\n" +
                "\n" +
                "देखें पुढिलाचें वोझें । जरी आपुला माथां घेईजे ।\n" +
                "तरी सांगे कां न दाटिजे । धनुर्धरा ॥ १७७ ॥\n" +
                "\n" +
                "तैसी शुभाशुभें कर्में । जिये निफजति प्रकृतिधर्में ।\n" +
                "तियें मूर्ख मतिभ्रमें । मी कर्ता म्हणे ॥ १७८ ॥\n" +
                "\n" +
                "ऐसा अहंकाराधिरूढ । एकदेशी मूढ ।\n" +
                "तया हा परमार्थ गूढ । प्रगटावा ना ॥ १७९ ॥\n" +
                "\n" +
                "हें असो प्रस्तुत । सांगिजेल तुज हित ।\n" +
                "तें अर्जुना देऊनि चित्त । अवधारी पां ॥ १८० ॥\n" +
                "\n" +
                "     तत्ववित् तु महाबाहो गुणकर्मविभागयोः ।\n" +
                "     गुणाः गुणेषु वर्तन्त इति मत्वा न सज्जते ॥ २८ ॥\n" +
                "\n" +
                "जे तत्वज्ञियांचां ठायीं । तो प्रकृतिभावो नाहीं ।\n" +
                "जेथ कर्मजात पाहीं । निपजत असे ॥ १८१ ॥\n" +
                "\n" +
                "ते देहाभिमानु सांडुनी । गुणकर्में वोलांडुनी ।\n" +
                "साक्षिभूत होऊनी । वर्तती देहीं ॥ १८२ ॥\n" +
                "\n" +
                "म्हणूनि शरीरी जरी होती । तरी कर्मबंधा नाकळती ।\n" +
                "जैसा कां भूतचेष्टा गभस्ती । घेपवेना ॥ १८३ ॥\n" +
                "\n" +
                "     प्रकृतेर्गुणसंमूढाः सज्जन्ते गुणकर्मसु ।\n" +
                "     तानकृत्स्नविदो मन्दान् कृत्स्नविन् न विचालयेत् ॥ २९ ॥\n" +
                "\n" +
                "एथ कर्मी तोच लिंपे । जो गुणसंभ्रमें घेपे ।\n" +
                "प्रकृतिचेनि आटोपें । वर्ततु असे ॥ १८४ ॥\n" +
                "\n" +
                "इंद्रियें गुणाधारें । राहाटती निजव्यापारें ।\n" +
                "तें परकर्म बलात्कारें । आपादी जो ॥ १८५ ॥\n" +
                "\n" +
                "     मयि सर्वाणि कर्माणि संन्यस्याद्यात्मचेतसा ।\n" +
                "     निराशीर्निर्ममो भूत्वा युध्यस्व विगत्ज्वरः ॥ ३० ॥\n" +
                "\n" +
                "परी उचिते कर्में आघवीं । तुवा आचरोनि मज अर्पावीं ।\n" +
                "परी चित्तवृत्ती न्यासावी । आत्मरूपीं ॥ १८६ ॥\n" +
                "\n" +
                "हें कर्म मी कर्ता । कां आचरेन या अर्था ।\n" +
                "ऐसा अभिमानु झणें चित्ता । रिगो देसी ॥ १८७ ॥\n" +
                "\n" +
                "तुवां शरीरपरा नोहावें । कामनाजात सांडावें ।\n" +
                "मग अवसरोचित भोगावे । भोग सकळ ॥ १८८ ॥\n" +
                "\n" +
                "आतां कोदंड घेऊनि हातीं । आरूढ पां इये रथीं ।\n" +
                "देईं आलिंगन वीरवृत्ती । समाधानें ॥ १८९ ॥\n" +
                "\n" +
                "जगीं कीर्ती रूढवीं स्वधर्माचा मानु वाढवीं ।\n" +
                "मग भारापासोनि सोडवी । मेदिनी हे ॥ १९० ॥\n" +
                "\n" +
                "आतां पार्था निःशंकु होई । या संग्रामा चित्त देईं ।\n" +
                "एथ हें वांचूनि कांही । बोलों नये ॥ १९१ ॥\n" +
                "\n" +
                "     ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवः ।\n" +
                "     श्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः ॥ ३१ ॥\n" +
                "\n" +
                "हें अनुपरोध मत माझें । जिहीं परमादरे स्वीकारिजे ।\n" +
                "श्रद्धापूर्वक अनुष्ठिजे । धनुर्धरा ॥ १९२ ॥\n" +
                "\n" +
                "तेही सकळ कर्मी वर्ततु । जाण पां कर्मरहितु ।\n" +
                "म्हणोनि हें निश्चितु । करणीय गा ॥ १९३ ॥\n" +
                "\n" +
                "     ये त्वेतत्दभ्यसूयंतो नानुतिष्ठन्ति मे मतम् ।\n" +
                "     सर्वज्ञानविमूढांस्तान् विद्धि नष्टानचेतसः ॥ ३२ ॥\n" +
                "\n" +
                "नातरी प्रकृतिमंतु होऊनी । इंद्रियां लळा देऊनी ।\n" +
                "जे हें माझे मत अव्हेरुनी । ओसंडिती ॥ १९४ ॥\n" +
                "\n" +
                "जे सामान्यत्वें लेखिती । अवज्ञा करूनि देखिती ।\n" +
                "कां हा अर्थवादु म्हणती । वाचाळपणें ॥ १९५ ॥\n" +
                "\n" +
                "ते मोहमदिरा भ्रमले । विषयविखें घारले ।\n" +
                "अज्ञानपंकी बुडाले । निभ्रांत मानीं ॥ १९६ ॥\n" +
                "\n" +
                "देखें शवाचां हातीं दिधलें । जैसे कां रत्न वायां गेलें ।\n" +
                "नातरी जात्यंधा पाहलें । प्रमाण नोहे ॥ १९७ ॥\n" +
                "\n" +
                "कां चंद्राचा उदयो जैसा । उपयोगा नवचे वायसा ।\n" +
                "मूर्खा विवेकु हा तैसा । रुचेल ना ॥ १९८ ॥\n" +
                "\n" +
                "तैसे ते पार्था । जे विमुख या परमार्था ।\n" +
                "तयांसी संभाषण सर्वथा । करावे ना ॥ १९९ ॥\n" +
                "\n" +
                "म्हणोनि ते न मानिती । आणि निंदाही करूं लागती ।\n" +
                "सांगे पतंग काय साहती । प्रकाशातें ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());


        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" पतंगा दीपीं आलिंगन । तेथ त्यासी अचूक मरण ।\n" +
                "तेवीं विषयाचरण । आत्मघाता ॥ २०१ ॥\n" +
                "\n" +
                "     सदृश्यं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि ।\n" +
                "     प्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥ ३३ ॥\n" +
                "\n" +
                "म्हणोनि इंद्रिये एकें । जाणतेनि पुरुखें ।\n" +
                "लाळावीं ना कौतुकें । आदिकरूनि ॥ २०२ ॥\n" +
                "\n" +
                "हां गा सर्पेंसी खेळों येईल । कीं व्याघ्रसंसर्ग सिद्धी जाईल ।\n" +
                "सांगे हाळाहाळ जिरेल । सेविलिया ॥ २०३ ॥\n" +
                "\n" +
                "देखें खेळतां अग्नि लागला । मग तो न सांवरे जैसा उधवला ।\n" +
                "तैसा इंद्रिया लळा दिधला । भला नोहे ॥ २०४ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं तरी अर्जुना । या शरीरा पराधीना ।\n" +
                "कां नाना भोगरचना । मेळवावी ॥ २०५ ॥\n" +
                "\n" +
                "आपण सायासेंकरूनि बहुतें । सकळहि समृद्धिजातें ।\n" +
                "उदोअस्तु या देहातें । प्रतिपाळावे कां ॥ २०६ ॥\n" +
                "\n" +
                "सर्वस्वें शिणोनि एथें । अर्जवावीं संपत्तिजातें ।\n" +
                "तेणें स्वधर्मु सांडुनी देहातें । पोखावें काई ॥ २०७ ॥\n" +
                "\n" +
                "मग हें तंव पांचमेळावा । शेखीं अनुसरेल पंचत्वा ।\n" +
                "ते वेळीं केला कें गिंवसावा । शीणु आपुला ॥ २०८ ॥\n" +
                "\n" +
                "म्हणूनि केवळ देहभरण । ते जाणें उघडी नागवण ।\n" +
                "यालागी एथ अंतःकरण । देयावें ना ॥ २०९ ॥\n" +
                "\n" +
                "     इंद्रियस्येंद्रियस्यार्थे रागद्वेषौ व्यवस्थितौ ।\n" +
                "     तयोर्न वशमागच्छेत् तौ ह्यस्य परिपंथिनौ ॥ ३४ ॥\n" +
                "\n" +
                "एर्\u200Dहवीं इंद्रियाचियां अर्था - । सारिखा विषयो पोखितां ।\n" +
                "संतोषु कीर चित्ता । आपजेल ॥ २१० ॥\n" +
                "\n" +
                "परी तो संवचोराचा संगु । जैसा नावेक स्वस्थु ।\n" +
                "जंव नगराचा प्रांतु । सांडिजेना ॥ २११ ॥\n" +
                "\n" +
                "बापा विषाची मधुरता । झणे आवडी उपजे चित्ता ।\n" +
                "परी तो परिणाम विचारितां । प्राणु हरी ॥ २१२ ॥\n" +
                "\n" +
                "देखें इंद्रियीं कामु असे । तो लावी सुखदुराशे ।\n" +
                "जैसा गळीं मीनु आमिषें । भुलविजे गा ॥ २१३ ॥\n" +
                "\n" +
                "परी तयामाजि गळु आहे । जो प्राणातें घेऊनि जाये ।\n" +
                "तो जैसा ठाउवा नोहे । झांकलेपणें ॥ २१४ ॥\n" +
                "\n" +
                "तैसें अभिलाषें येणें कीजेल । जरी विषयाची आशा कीजेल ।\n" +
                "तरी वरपडा होईजेल । क्रोधानळा ॥ २१५ ॥\n" +
                "\n" +
                "जैसा कवळोनियां पारधी । घातेचिये संधी ।\n" +
                "आणि मृगातें बुद्धीं । साधावया ॥ २१६ ॥\n" +
                "\n" +
                "एथ तैसीची परी आहे । म्हणूनि संगु हा तुज नोहे ।\n" +
                "पार्था दोन्ही कामक्रोध हे । घातुक जाणें ॥ २१७ ॥\n" +
                "\n" +
                "म्हणऊनि हा आश्रयोचि न करावा । मनींही आठवो न धरावा ।\n" +
                "एकु निजवृत्तीचा वोलावा । नासों नेदीं ॥ २१८ ॥\n" +
                "\n" +
                "     श्रेयान् स्वधर्मो विगुणः परधर्मात् स्वनुष्ठितात् ।\n" +
                "     स्वधर्मे निधनम् श्रेयः परधर्मो भयावहः ॥ ३५ ॥\n" +
                "\n" +
                "अगा स्वधर्मु हा आपुला । जरि कां कठिणु जाहला ।\n" +
                "तरी हाचि अनुष्ठिला । भला देखें ॥ २१९ ॥\n" +
                "\n" +
                "येरू आचारु जो परावा । तो देखतां कीर बरवा ।\n" +
                "परि आचरतेनि आचरावा । आपुलाचि ॥ २२० ॥\n" +
                "\n" +
                "सांगे शूद्रघरीं आघवीं । पक्वाने आहाति बरवीं ।\n" +
                "तीं द्विजें केवीं सेवावीं । दुर्बळु जरी जाहला ॥ २२१ ॥\n" +
                "\n" +
                "हें अनुचित कैसेनि कीजे । अप्राप्य केवीं इच्छिजे ।\n" +
                "अथवा इच्छिलेंही पाविजे । विचारीं पां ॥ २२२ ॥\n" +
                "\n" +
                "तरी लोकांचीं धवळारें । देखोनियां मनोहरें ।\n" +
                "असतीं आपुलीं तणारें । मोडावीं केवीं ॥ २२३ ॥\n" +
                "\n" +
                "हें असो वनिता आपुली । कुरुप जरी जाहली ।\n" +
                "तरी भोगितां तेचि भली । जियापरी ॥ २२४ ॥\n" +
                "\n" +
                "तेवीं आवडे सांकडु । आचरता जरी दुवाडु ।\n" +
                "तरी स्वधर्मचि सुरवाडु । पारत्रिकीचा ॥ २२५ ॥\n" +
                "\n" +
                "हां गा साकर आणि दूध । हें गौल्य कीर प्रसिद्ध ।\n" +
                "परी कृमीदोषीं विरुद्ध । घेपें केवीं ॥ २२६ ॥\n" +
                "\n" +
                "ऐसेनिही जरी सेविजेल । तरी ते आळुकीची उरेल ।\n" +
                "जे तें परिणामीं पथ्य नव्हेल । धनुर्धरा ॥ २२७ ॥\n" +
                "\n" +
                "म्हणोनि आणिकांसी जे विहीत । आणि आपणपेयां अनुचित ।\n" +
                "तें नाचरावे जरी हित । विचारिजे ॥ २२८ ॥\n" +
                "\n" +
                "या स्वधर्मातें अनुष्ठितां । वेचु होईल जीविता ।\n" +
                "तोहि निका वर उभयतां । दिसतसे ॥ २२९ ॥\n" +
                "\n" +
                "ऐसें समस्तसुरशिरोमणी । बोलिले जेथ श्रीशार्ङगपाणी ।\n" +
                "तेथ अर्जुन म्हणे विनवणी । असे देवा ॥ २३० ॥\n" +
                "\n" +
                "हें जें तुम्हीं सांगितलें । तें सकळ कीर म्यां परिसलें ।\n" +
                "परि पुसेन कांही आपुले । अपेक्षित ॥ २३१ ॥\n" +
                "\n" +
                "     अर्जुन उवाच: अथ केन प्रयुकोऽयं पापं चरति पूरुषः ।\n" +
                "                 अनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥ ३६ ॥\n" +
                "\n" +
                "तरी देवा हें ऐसें कैसें । जे ज्ञानियांचीही स्थितीही भ्रंशे ।\n" +
                "मार्ग सांडुनि अनारिसे । चालत देखों ॥ २३२ ॥\n" +
                "\n" +
                "सर्वज्ञुही जे होती । हे उपायही जाणती ।\n" +
                "तेही परधर्में व्यभिचरति । कवणें गुणें ॥ २३३ ॥\n" +
                "\n" +
                "बीजा आणि भुसा । अंधु निवाडु नेणे जैसा ।\n" +
                "नावेक देखणाही तैसा । बरळे कां पां ॥ २३४ ॥\n" +
                "\n" +
                "जे असता संगु सांडिती । तेचि संसर्गु करिता न धाती ।\n" +
                "वनवासीही सेविती । जनपदातें ॥ २३५ ॥\n" +
                "\n" +
                "आपण तरी लपती । सर्वस्वें पाप चुकविती ।\n" +
                "परी बलात्कारे सुइजती । तयाचिमाजी ॥ २३६ ॥\n" +
                "\n" +
                "जयांची जीवें घेती विवसी । तेचि जडोनि ठाके जीवेंसीं ।\n" +
                "चुकविती ते गिंवसी । तयातेंचि ॥ २३७ ॥\n" +
                "\n" +
                "ऐस बलात्कारु एकु दिसे । तो कवणाचा एथ आग्रहो असे ।\n" +
                "हें बोलावे हृषिकेशें । पार्थु म्हणे ॥ २३८ ॥\n" +
                "\n" +
                "     श्रीभगवानुवाच: काम एष क्रोध एष रजोगुणसमुद्भवः ।\n" +
                "                  महाशनो महापाप्मा विद्ध्येनमिह वैरिणम् ॥ ३७ ॥\n" +
                "\n" +
                "तंव हृदयकमळारामु । जो योगियांचा निष्कामकामु ।\n" +
                "तो म्हणतसे पुरुषोत्तमु । सांगेन आइक ॥ २३९ ॥\n" +
                "\n" +
                "तरी हे कम क्रोधु पाहीं । जयांते कृपेची साठवण नाहीं ।\n" +
                "हें कृतांताचां ठायीं । मानिजती ॥ २४० ॥\n" +
                "\n" +
                "हे ज्ञाननिधीचे भुजंग । विषयदरांचे वाघ ।\n" +
                "भजनमार्गीचे मांग । मारक जे ॥ २४१ ॥\n" +
                "\n" +
                "हे देहदुर्गीचे धोंड । इंद्रियग्रामीचे कोंड ।\n" +
                "यांचे व्यामोहादिक बंड । जगामाजि ॥ २४२ ॥\n" +
                "\n" +
                "हे रजोगुण मानसाचे । समूळ आसुरियेचे ।\n" +
                "धायपण ययांचे । अविद्या केले ॥ २४३ ॥\n" +
                "\n" +
                "हे रजाचे कीर जाहले । परी तमासी पढियंते भले ।\n" +
                "तेणें निजपद यां दिधले । प्रमादमोह ॥ २४४ ॥\n" +
                "\n" +
                "हे मृत्यूचां नगरीं । मानिजति निकियापरी ।\n" +
                "जे जीविताचे वैरी । म्हणऊनियां ॥ २४५ ॥\n" +
                "\n" +
                "जयांसि भुकेलियां आमिषा । हें विश्व न पुरेचि घांसा ।\n" +
                "कुळवाडी यांची आशा । चाळित असे ॥ २४६ ॥\n" +
                "\n" +
                "कौतुकें कवळितां मुठीं । जिये चौदा भुवनें थेंकुटीं ।\n" +
                "तें भ्रांति तिये धाकुटी । वाल्हीदुल्ही ॥ २४७ ॥\n" +
                "\n" +
                "जे लोकत्रयाचें भातुके । खेळताचि खाय कवतिकें ।\n" +
                "तिच्या दासीपणाचेनि बिकें । तृष्णा जिये ॥ २४८ ॥\n" +
                "\n" +
                "हें असो मोहे मानिजे । यांते अहंकार घेपे दीजे ।\n" +
                "जेणे जग आपुलेनि भोजें । नाचवित असे ॥ २४९ ॥\n" +
                "\n" +
                "जेणें सत्याचा भोकसा काढिला । मग अकृत्य तृणकुटा भरिला ।\n" +
                "तो दंभु रूढविला । जगीं इहीं ॥ २५० ॥\n" +
                "\n" +
                "साध्वी शांती नागवली । मग माया मांगी शृंगारिली ।\n" +
                "तियेकरवी विटाळविली । साधुवृंदे ॥ २५१ ॥\n" +
                "\n" +
                "इहीं विवेकाची त्राय फेडिली । वैराग्याची खाली काढिली ।\n" +
                "जितया मान मोडिली । उपशमाची ॥ २५२ ॥\n" +
                "\n" +
                "इहीं संतोषवन खांडिले । धैर्यदुर्ग पाडिले ।\n" +
                "आनंदरोप सांडिले । उपडूनियां ॥ २५३ ॥\n" +
                "\n" +
                "इहीं बोधाची रोपे लुंचिली । सुखाची लिपी पुसली ।\n" +
                "जिव्हारीं आगी सूदली । तापत्रयाची ॥ २५४ ॥\n" +
                "\n" +
                "हे आंगा तव घडले । जीवींचि आथी जडले ।\n" +
                "परी नातुडती गिंवसले । ब्रह्मादिकां ॥ २५५ ॥\n" +
                "\n" +
                "हें चैतन्याचे शेजारी । वसती ज्ञानाचां एका हारीं ।\n" +
                "म्हणोनि प्रवर्तले महामारी । सांवरती ना ॥ २५६ ॥\n" +
                "\n" +
                "हें जळेंवीण बुडविती । आगीविण जाळिती ।\n" +
                "न बोलता कवळिती । प्राणियांते ॥ २५७ ॥\n" +
                "\n" +
                "हे शस्त्रेविण साधिती । दोरेविण बांधिती ।\n" +
                "ज्ञानियासी तरी वधिती । पैज घेऊनि ॥ २५८ ॥\n" +
                "\n" +
                "चिखलेंवीण रोविती । पाशिकेंवीण गोंविती ।\n" +
                "हे कवणाजोगे न होती । आंतौटेपणें ॥ २५९ ॥\n" +
                "\n" +
                "     धूमेनाऽव्रियते वन्हिर्यथादर्शो मलेन च ।\n" +
                "     येथोल्बेनावृत्तो गर्भस्तथा तेनेदमावृतम् ॥ ३८ ॥\n" +
                "\n" +
                "जैसी चंदनाची मुळी । गिंवसोनी घेपे व्याळीं ।\n" +
                "ना तरी उल्बाची खोळी । गर्भस्थासी ॥ २६० ॥\n" +
                "\n" +
                "कां प्रभावीण भानु । धूमेंवीण हुताशनु ।\n" +
                "जैसा दर्पण मळहीनु । कहींच नसे ॥ २६१ ॥\n" +
                "\n" +
                "तैसें इहीविण एकलें । आम्हीं ज्ञान नाही देखिलें ।\n" +
                "जैसें कोंडेनि पां गुंतलें । बीज निपजे ॥ २६२ ॥\n" +
                "\n" +
                "     आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा ।\n" +
                "     कामरूपेण कौन्तेय दुष्पूरेणतलेन च ॥ ३९ ॥\n" +
                "\n" +
                "तैसें ज्ञान तरी शुद्ध । परी इहीं असे प्ररुद्ध ।\n" +
                "म्हणोनि तें अगाध । होऊनि ठेलें ॥ २६३ ॥\n" +
                "\n" +
                "आधी यांते जिणावें । मग तें ज्ञान पावावें ।\n" +
                "तंव पराभवो न संभवे । रागद्वेषां ॥ २६४ ॥\n" +
                "\n" +
                "यांते साधावयालागी । जें बळ जाणिजे अंगी ।\n" +
                "तें इंधन जैसें आगी । सावावो होय ॥ २६५ ॥\n" +
                "\n" +
                "     इंद्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते ।\n" +
                "     एतैरविमोहयत्येष ज्ञानमावृत्य देहिनम् ॥ ४० ॥\n" +
                "\n" +
                "तैसे उपाय कीजती जे जे । ते यांसीचि होती विरजे ।\n" +
                "म्हणोनि हटियांते जिणिजे । इहींचि जगीं ॥ २६६ ॥\n" +
                "\n" +
                "ऐसियांही सांकडां बोला । एक उपायो आहे आहे भला ।\n" +
                "तो करितां जरी आंगवला । तरी सांगेन तुज ॥ २६७ ॥\n" +
                "\n" +
                "     तस्मात् त्वमिंद्रियाण्यादौ नियम्य भरतर्षभ ।\n" +
                "     पाप्मानं प्रहि ह्येनं ज्ञान्विज्ञाननाशनम् ॥ ४१ ॥\n" +
                "\n" +
                "यांचा पहिला कुरुठा इंद्रियें । एथूनि प्रवृत्ति कर्मातें वियें ।\n" +
                "आधी निर्दळूनि घालीं तियें । सर्वथैव ॥ २६८ ॥\n" +
                "\n" +
                "     इंद्रियाणि पराण्याहुरिंद्रियेभ्यः परं मनः ।\n" +
                "     मनसस्तु परा बुद्धियोर् बुद्धेः परतस्तु सः ॥ ४२ ॥\n" +
                "\n" +
                "मग मनाची धांव पारुषेल । आणि बुद्धीची सोडवण होईल ।\n" +
                "इतुकेनि थारा मोडेल । या पापियांचा ॥ २६९ ॥\n" +
                "\n" +
                "     एवं बुद्धे परं बुद्ध्वा संस्तभ्यात्मानमात्मना ।\n" +
                "     जहि शत्रुं महाबाहो कामरूपं दुरासदम् ॥ ४३ ॥\n" +
                "\n" +
                "हें अंतरीहूनि जरी फिटले । तरी निभ्रांत जाण निवटले ।\n" +
                "जैसें रश्मीवीण उरले । मृगजळ नाही ॥ २७० ॥\n" +
                "\n" +
                "तैसे रागद्वेष जरी निमाले । तरी ब्रह्मीचें स्वराज्य आलें ।\n" +
                "मग तो भोगी सुख आपुलें । आपणचि ॥ २७१ ॥\n" +
                "\n" +
                "जे गुरुशिष्यांची गोठी । पदपिंडाची गांठी ।\n" +
                "तेथ स्थिर राहोनि नुठीं । कवणे काळीं ॥ २७२ ॥\n" +
                "\n" +
                "ऐसें सकळ सिद्धांचा रावो । देवी लक्ष्मीयेचा नाहो ।\n" +
                "राया ऐक देवदेवो । बोलता जाहला ॥ २७३ ॥\n" +
                "\n" +
                "आतां पुनरपि तो अनंतु । आद्य एकी मातु ।\n" +
                "सांगेल तेथ पंडुसुतु । प्रश्नु करील ॥ २७४ ॥\n" +
                "\n" +
                "तया बोलाचा हन पाडु । का रसवृत्तीचा निवाडु ।\n" +
                "येणें श्रोतयां होईल सुरवाडु । श्रवणसुखाचा ॥ २७५ ॥\n" +
                "\n" +
                "ज्ञानदेवो म्हणे निवृत्तिचा । चांग उठावा करूनि उन्मेषाचा ।\n" +
                "मग संवादु श्रीहरिपार्थाचा । भोग बापा ॥ २७६ ॥\n" +
                "\n" +
                "अध्याय तिसरा समाप्त ||\n ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());
    }
}
