package com.shreednyaneshwari.shreednyaneshwari;

import androidx.appcompat.app.AppCompatActivity;

import android.os.Bundle;
import android.widget.TextView;

import com.google.android.gms.ads.AdRequest;
import com.google.android.gms.ads.AdView;

public class Tera extends AppCompatActivity {
    private AdView mAdView;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_tera);

        TextView textView=findViewById(R.id.title1);
        TextView textView1=findViewById(R.id.title2);

        mAdView = findViewById(R.id.adView);
        AdRequest adRequest = new AdRequest.Builder().build();
        mAdView.loadAd(adRequest);

        textView.setText(" १३. ज्ञानेश्वरी/अध्याय तेरावा ");
        StringBuilder stringBuilder=new StringBuilder();


        String aadhaya1=" ॥ ॐ श्री परमात्मने नमः ॥\n" +
                "॥ अथ श्रीमद्भगवद्गीता ॥\n" +
                "। अथ त्रयोदशोऽध्यायः - अध्याय तेरावा । ।\n" +
                "। क्षेत्रक्षेत्रज्ञयोगः ।\n" +
                "\n" +
                "आत्मरूप गणेशु केलिया स्मरण । सकळ विद्यांचें अधिकरण ।\n" +
                "तेचि वंदूं श्रीचरण । श्रीगुरूंचे ॥ १ ॥\n" +
                "जयांचेनि आठवें । शब्दसृष्टि आंगवे ।\n" +
                "सारस्वत आघवें । जिव्हेसि ये ॥ २ ॥\n" +
                "वक्तृत्वा गोडपणें । अमृतातें पारुखें म्हणे ।\n" +
                "रस होती वोळंगणें । अक्शरांसी ॥ ३ ॥\n" +
                "भावाचें अवतरण । अवतरविती खूण ।\n" +
                "हाता चढे संपूर्ण । तत्त्वभेद ॥ ४ ॥\n" +
                "श्रीगुरूंचे पाय । जैं हृदय गिंवसूनि ठाय ।\n" +
                "तैं येवढें भाग्य होय । उन्मेखासी ॥ ५ ॥\n" +
                "ते नमस्कारूनि आतां । जो पितामहाचा पिता ।\n" +
                "लक्ष्मीयेचा भर्ता । ऐसें म्हणे ॥ ६ ॥\n" +
                "\n" +
                "\n" +
                "श्रीभगवानुवाच ।\n" +
                "इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते ।\n" +
                "एतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः ॥ १॥\n" +
                "\n" +
                "\n" +
                "तरी पार्था परिसिजे । देह हें क्षेत्र म्हणिजे ।\n" +
                "जो हें जाणे तो बोलिजे । क्षेत्रज्ञु एथें ॥ ७ ॥\n" +
                "\n" +
                "\n" +
                "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत ।\n" +
                "क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ञानं मतं मम ॥ २॥\n" +
                "\n" +
                "\n" +
                "तरि क्षेत्रज्ञु जो एथें । तो मीचि जाण निरुतें ।\n" +
                "जो सर्व क्षेत्रांतें । संगोपोनि असे ॥ ८ ॥\n" +
                "क्षेत्र आणि क्षेत्रज्ञातें । जाणणें जें निरुतें ।\n" +
                "ज्ञान ऐसें तयातें । मानूं आम्ही ॥ ९ ॥\n" +
                "\n" +
                "\n" +
                "तत् क्षेत्रं यच्च यादृक्च यद्विकारि यतश्च यत् ।\n" +
                "स च यो यत्प्रभावश्च तत् समासेन मे श्रुणु ॥ ३॥\n" +
                "\n" +
                "\n" +
                "तरि क्षेत्रज्ञु जो एथें । तो मीचि जाण निरुतें ।\n" +
                "जो सर्व क्षेत्रांतें । संगोपोनि असे ॥ ८ ॥\n" +
                "क्षेत्र आणि क्षेत्रज्ञातें । जाणणें जें निरुतें ।\n" +
                "ज्ञान ऐसें तयातें । मानूं आम्ही ॥ ९ ॥\n" +
                "\n" +
                "\n" +
                "ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधैः पृथक् ।\n" +
                "ब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्चितैः ॥ ४॥\n" +
                "\n" +
                "\n" +
                "एक म्हणती हें स्थळ । जीवाचेंचि समूळ ।\n" +
                "मग प्राण हें कूळ । तयाचें एथ ॥ २७ ॥\n" +
                "जे प्राणाचे घरीं । अंगें राबती भाऊ चारी ।\n" +
                "आणि मना ऐसा आवरी । कुळवाडीकरु ॥ २८ ॥\n" +
                "तयातें इंद्रियबैलांची पेटी । न म्हणे अंवसीं पाहाटीं ।\n" +
                "विषयक्षेत्रीं आटी । काढी भली ॥ २९ ॥\n" +
                "मग विधीची वाफ चुकवी । आणि अन्यायाचें बीज वाफवी ।\n" +
                "कुकर्माचा करवी । राबु जरी ॥ ३० ॥\n" +
                "तरी तयाचिसारिखें । असंभड पाप पिके ।\n" +
                "मग जन्मकोटी दुःखें । भोगी जीवु ॥ ३१ ॥\n" +
                "नातरी विधीचिये वाफे । सत्क्रिया बीज आरोपे ।\n" +
                "तरी जन्मशताचीं मापें । सुखचि मवीजे ॥ ३२ ॥\n" +
                "तंव आणिक म्हणती हें नव्हे । हें जिवाचेंचि न म्हणावें ।\n" +
                "आमुतें पुसा आघवें । क्शेत्राचें या ॥ ३३ ॥\n" +
                "अहो जीवु एथ उखिता । वस्तीकरु वाटे जातां ।\n" +
                "आणि प्राणु हा बलौता । म्हणौनि जागे ॥ ३४ ॥\n" +
                "अनादि जे प्रकृती । सांख्य जियेतें गाती ।\n" +
                "क्षेत्र हे वृत्ती । तियेची जाणा ॥ ३५ ॥\n" +
                "आणि इयेतेंचि आघवा । आथी घरमेळावा ।\n" +
                "म्हणौनि ते वाहिवा । घरीं वाहे ॥ ३६ ॥\n" +
                "वाह्याचिये रहाटी । जे कां मुद्दल तिघे इये सृष्टीं ।\n" +
                "ते इयेच्याचि पोटीं । जहाले गुण ॥ ३७ ॥\n" +
                "रजोगुण पेरी । तेतुलें सत्त्व सोंकरी ।\n" +
                "मग एकलें तम करी । संवगणी ॥ ३८ ॥\n" +
                "रचूनि महत्तत्त्वाचें खळें । मळी एके काळुगेनि पोळें ।\n" +
                "तेथ अव्यक्ताची मिळे । सांज भली ॥ ३९ ॥\n" +
                "तंव एकीं मतिवंतीं । या बोलाचिया खंतीं ।\n" +
                "म्हणितलें या ज्ञप्ती । अर्वाचीना ॥ ४० ॥\n" +
                "हां हो परतत्त्वाआंतु । कें प्रकृतीची मातु ।\n" +
                "हा क्षेत्र वृत्तांतु । उगेंचि आइका ॥ ४१ ॥\n" +
                "शून्यसेजेशालिये । सुलीनतेचिये तुळिये ।\n" +
                "निद्रा केली होती बळियें । संकल्पें येणें ॥ ४२ ॥\n" +
                "तो अवसांत चेइला । उद्यमीं सदैव भला ।\n" +
                "म्हणौनि ठेवा जोडला । इच्छावशें ॥ ४३ ॥\n" +
                "निरालंबींची वाडी । होती त्रिभुवनायेवढी ।\n" +
                "हे तयाचिये जोडी । रूपा आली ॥ ४४ ॥\n" +
                "मग महाभूतांचें एकवाट । सैरा वेंटाळूनि भाट ।\n" +
                "भूतग्रामांचे आघाट । चिरिले चारी ॥ ४५ ॥\n" +
                "यावरी आदी । पांचभूतिकांची मांदी ।\n" +
                "बांधली प्रभेदीं । पंचभूतिकीं ॥ ४६ ॥\n" +
                "कर्माकर्माचे गुंडे । बांध घातले दोहींकडे ।\n" +
                "नपुंसकें बरडें । रानें केलीं ॥ ४७ ॥\n" +
                "तेथ येरझारेलागीं । जन्ममृत्यूची सुरंगी ।\n" +
                "सुहाविली निलागी । संकल्पें येणें ॥ ४८ ॥\n" +
                "मग अहंकारासि एकलाधी । करूनि जीवितावधी ।\n" +
                "वहाविलें बुद्धि । चराचर ॥ ४९ ॥\n" +
                "यापरी निराळीं । वाढे संकल्पाची डाहाळी ।\n" +
                "म्हणौनि तो मुळीं । प्रपंचा यया ॥ ५० ॥\n" +
                "यापरी मत्तमुगुतकीं । तेथ पडिघायिलें आणिकीं ।\n" +
                "म्हणती हां हो विवेकीं । कैसें तुम्ही ॥ ५१ ॥\n" +
                "परतत्त्वाचिया गांवीं । संकल्पसेज देखावी ।\n" +
                "तरी कां पां न मनावी । प्रकृति तयाची ? ॥ ५२ ॥\n" +
                "परि असो हें नव्हे । तुम्ही या न लगावें ।\n" +
                "आतांचि हें आघवें । सांगिजैल ॥ ५३ ॥\n" +
                "तरी आकाशीं कवणें । केलीं मेघाचीं भरणें ।\n" +
                "अंतरिक्ष तारांगणें । धरी कवण ? ॥ ५४ ॥\n" +
                "गगनाचा तडावा । कोणें वेढिला केधवां ।\n" +
                "पवनु हिंडतु असावा । हें कवणाचें मत ? ॥ ५५ ॥\n" +
                "रोमां कवण पेरी । सिंधू कवण भरी ।\n" +
                "पर्जन्याचिया करी । धारा कवण ? ॥ ५६ ॥\n" +
                "तैसें क्षेत्र हें स्वभावें । हे वृत्ती कवणाची नव्हे ।\n" +
                "हें वाहे तया फावे । येरां तुटे ॥ ५७ ॥\n" +
                "तंव आणिकें एकें । क्षोभें म्हणितलें निकें ।\n" +
                "तरी भोगिजे एकें । काळें केवीं हें ? ॥ ५८ ॥\n" +
                "तरी ययाचा मारु । देखताति अनिवारु ।\n" +
                "परी स्वमतीं भरु । अभिमानियां ॥ ५९ ॥\n" +
                "हें जाणों मृत्यु रागिटा । सिंहाडयाचा दरकुटा ।\n" +
                "परी काय वांजटा । पूरिजत असे ? ॥ ६० ॥\n" +
                "महाकल्पापरौतीं । कव घालूनि अवचितीं ।\n" +
                "सत्यलोकभद्रजाती । आंगीं वाजे ॥ ६१ ॥\n" +
                "लोकपाळ नित्य नवे । दिग्गजांचे मेळावे ।\n" +
                "स्वर्गींचिये आडवे । रिगोनि मोडी ॥ ६२ ॥\n" +
                "येर ययाचेनि अंगवातें । जन्ममृत्यूचिये गर्तें ।\n" +
                "निर्जिवें होऊनि भ्रमतें । जीवमृगें ॥ ६३ ॥\n" +
                "न्याहाळीं पां केव्हडा । पसरलासे चवडा ।\n" +
                "जो करूनियां माजिवडा । आकारगजु ॥ ६४ ॥\n" +
                "म्हणौनि काळाची सत्ता । हाचि बोलु निरुता ।\n" +
                "ऐसे वाद पंडुसुता । क्षेत्रालागीं ॥ ६५ ॥\n" +
                "हे बहु उखिविखी । ऋषीं केली नैमिषीं ।\n" +
                "पुराणें इयेविषीं । मतपत्रिका ॥ ६६ ॥\n" +
                "अनुष्टुभादि छंदें । प्रबंधीं जें विविधें ।\n" +
                "ते पत्रावलंबन मदें । करिती अझुनी ॥ ६७ ॥\n" +
                "वेदींचें बृहत्सामसूत्र । जें देखणेपणें पवित्र ।\n" +
                "परी तयाही हें क्षेत्र । नेणवेचि ॥ ६८ ॥\n" +
                "आणीक आणीकींही बहुतीं । महाकवीं हेतुमंतीं ।\n" +
                "ययालागीं मती । वेंचिलिया ॥ ६९ ॥\n" +
                "परी ऐसें हें एवढें । कीं अमुकेयाचेंचि फुडें ।\n" +
                "हें कोणाही वरपडें । होयचिना ॥ ७० ॥\n" +
                "आतां यावरी जैसें । क्षेत्र हें असे ।\n" +
                "तुज सांगों तैसें । साद्यंतु गा ॥ ७१ ॥\n" +
                "\n" +
                "\n" +
                "महाभूतान्यहंकारो बुद्धिरव्यक्तमेव च ।\n" +
                "इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः ॥ ५॥\n" +
                "इच्छा द्वेषः सुखं दुःखं संघातश्चेतना धृतिः ।\n" +
                "एतत्क्षेत्रं समासेन सविकारमुदाहृतम् ॥ ६॥\n" +
                "\n" +
                "\n" +
                "तरि महाभूतपंचकु । आणि अहंकारु एकु ।\n" +
                "बुद्धि अव्यक्त दशकु । इंद्रियांचा ॥ ७२ ॥\n" +
                "मन आणीकही एकु । विषयांचा दशकु ।\n" +
                "सुख दुःख द्वेषु । संघात इच्छा ॥ ७३ ॥\n" +
                "आणि चेतना धृती । एवं क्षेत्रव्यक्ती ।\n" +
                "सांगितली तुजप्रती । आघवीची ॥ ७४ ॥\n" +
                "आतां महाभूतें कवणें । कवण विषयो कैसीं करणे ।\n" +
                "हें वेगळालेपणें । एकैक सांगों ॥ ७५ ॥\n" +
                "तरी पृथ्वी आप तेज । वायु व्योम इयें तुज ।\n" +
                "सांगितलीं बुझ । महाभूतें पांचें ॥ ७६ ॥\n" +
                "आणि जागतिये दशे । स्वप्न लपालें असे ।\n" +
                "नातरी अंवसे । चंद्र गूढु ॥ ७७ ॥\n" +
                "नाना अप्रौढबाळकीं । तारुण्य राहे थोकीं ।\n" +
                "कां न फुलतां कळिकीं । आमोदु जैसा ॥ ७८ ॥\n" +
                "किंबहुना काष्ठीं । वन्हि जेवीं किरीटी ।\n" +
                "तेवीं प्रकृतिचिया पोटीं । गोप्यु जो असे ॥ ७९ ॥\n" +
                "जैसा ज्वरु धातुगतु । अपथ्याचें मिष पहातु ।\n" +
                "मग जालिया आंतु । बाहेरी व्यापी ॥ ८० ॥\n" +
                "तैसी पांचांही गांठीं पडे । जैं देहाकारु उघडे ।\n" +
                "तैं नाचवी चहूंकडे । तो अहंकारु गा ॥ ८१ ॥\n" +
                "नवल अहंकाराची गोठी । विशेषें न लगे अज्ञानापाठीं ।\n" +
                "सज्ञानाचे झोंबे कंठीं । नाना संकटीं नाचवी ॥ ८२ ॥\n" +
                "आतां बुद्धि जे म्हणिजे । ते ऐशियां चिन्हीं जाणिजे ।\n" +
                "बोलिलें यदुराजें । तें आइकें सांगों ॥ ८३ ॥\n" +
                "तरी कंदर्पाचेनि बळें । इंद्रियवृत्तीचेनि मेळें ।\n" +
                "विभांडूनि येती पाळे । विषयांचे ॥ ८४ ॥\n" +
                "तो सुखदुःखांचा नागोवा । जेथ उगाणों लागे जीवा ।\n" +
                "तेथ दोहींसी बरवा । पाडु जे धरी ॥ ८५ ॥\n" +
                "हें सुख हें दुःख । हें पुण्य हें दोष ।\n" +
                "कां हें मैळ हें चोख । ऐसें जे निवडी ॥ ८६ ॥\n" +
                "जिथे अधमोत्तम सुझे । जिये सानें थोर बुझे ।\n" +
                "जिया दिठी पारखिजे । विषो जीवें ॥ ८७ ॥\n" +
                "जे तेजतत्त्वांची आदी । जे सत्त्वगुणाची वृद्धी ।\n" +
                "जे आत्मया जीवाची संधी । वसवीत असे जे ॥ ८८ ॥\n" +
                "अर्जुना ते गा जाण । बुद्धि तूं संपूर्ण ।\n" +
                "आतां आइकें वोळखण । अव्यक्ताची ॥ ८९ ॥\n" +
                "पैं सांख्यांचिया सिद्धांतीं । प्रकृती जे महामती ।\n" +
                "तेचि एथें प्रस्तुतीं । अव्यक्त गा ॥ ९० ॥\n" +
                "आणि सांख्ययोगमतें । प्रकृती परिसविली तूंतें ।\n" +
                "ऐसी दोहीं परीं जेथें । विवंचिली ॥ ९१ ॥\n" +
                "तेथ दुजी जे जीवदशा । तिये नांव वीरेशा ।\n" +
                "येथ अव्यक्त ऐसा । पर्यावो हा ॥ ९२ ॥\n" +
                "तऱ्ही पाहालया रजनी । तारा लोपती गगनीं ।\n" +
                "कां हारपें अस्तमानीं । भूतक्रिया ॥ ९३ ॥\n" +
                "नातरी देहो गेलिया पाठीं । देहादिक किरीटी ।\n" +
                "उपाधि लपे पोटीं । कृतकर्माच्या ॥ ९४ ॥\n" +
                "कां बीजमुद्रेआंतु । थोके तरु समस्तु ।\n" +
                "कां वस्त्रपणे तंतु- । दशे राहे ॥ ९५ ॥\n" +
                "तैसे सांडोनियां स्थूळधर्म । महाभूतें भूतग्राम ।\n" +
                "लया जाती सूक्ष्म । होऊनि जेथे ॥ ९६ ॥\n" +
                "अर्जुना तया नांवें । अव्यक्त हें जाणावें ।\n" +
                "आतां आइकें आघवें । इंद्रियभेद ॥ ९७ ॥\n" +
                "तरी श्रवण नयन । त्वचा घ्राण रसन ।\n" +
                "इयें जाणें ज्ञान- । करणें पांचें ॥ ९८ ॥\n" +
                "इये तत्त्वमेळापंकीं । सुखदुःखांची उखिविखी ।\n" +
                "बुद्धि करिते मुखीं । पांचें इहीं ॥ ९९ ॥\n" +
                "मग वाचा आणि कर । चरण आणि अधोद्वार ।\n" +
                "पायु हे प्रकार । पांच आणिक ॥ १०० ॥\n" +
                "कर्मेंद्रियें म्हणिपती । तीं इयें जाणिजती ।\n" +
                "आइकें कैवल्यपती । सांगतसे ॥ १०१ ॥\n" +
                "पैं प्राणाची अंतौरी । क्रियाशक्ति जे शरीरीं ।\n" +
                "तियेचि रिगिनिगी द्वारीं । पांचे इहीं ॥ १०२ ॥\n" +
                "एवं दाहाही करणें । सांगितलीं देवो म्हणे ।\n" +
                "परिस आतां फुडेपणें । मन तें ऐसें ॥ १०३ ॥\n" +
                "जें इंद्रियां आणि बुद्धि । माझारिलिये संधीं ।\n" +
                "रजोगुणाच्या खांदीं । तरळत असे ॥ १०४ ॥\n" +
                "नीळिमा अंबरीं । कां मृगतृष्णालहरी ।\n" +
                "तैसें वायांचि फरारी । वावो जाहलें ॥ १०५ ॥\n" +
                "आणि शुक्रशोणिताचा सांधा । मिळतां पांचांचा बांधा ।\n" +
                "वायुतत्त्व दशधा । एकचि जाहलें ॥ १०६ ॥\n" +
                "मग तिहीं दाहे भागीं । देहधर्माच्या खैवंगीं ।\n" +
                "अधिष्ठिलें आंगीं । आपुलाल्या ॥ १०७ ॥\n" +
                "तेथ चांचल्य निखळ । एकलें ठेलें निढाळ ।\n" +
                "म्हणौनि रजाचें बळ । धरिलें तेणें ॥ १०८ ॥\n" +
                "तें बुद्धीसि बाहेरी । अहंकाराच्या उरावरी ।\n" +
                "ऐसां ठायीं माझारीं । बळियावलें ॥ १०९ ॥\n" +
                "वायां मन हें नांव । एऱ्हवीं कल्पनाचि सावेव ।\n" +
                "जयाचेनि संगें जीव- । दशा वस्तु ॥ ११० ॥\n" +
                "जें प्रवृत्तीसि मूळ । कामा जयाचे बळ ।\n" +
                "जें अखंड सूये छळ । अहंकारासी ॥ १११ ॥\n" +
                "जें इच्छेतें वाढवी । आशेतें चढवी ।\n" +
                "जें पाठी पुरवी । भयासि गा ॥ ११२ ॥\n" +
                "द्वैत जेथें उठी । अविद्या जेणें लाठी ।\n" +
                "जें इंद्रियांतें लोटी । विषयांमजी ॥ ११३ ॥\n" +
                "संकल्पें सृष्टी घडी । सवेंचि विकल्पूनि मोडी ।\n" +
                "मनोरथांच्या उतरंडी । उतरी रची ॥ ११४ ॥\n" +
                "जें भुलीचें कुहर । वायुतत्त्वाचें अंतर ।\n" +
                "बुद्धीचें द्वार । झाकविलें जेणें ॥ ११५ ॥\n" +
                "तें गा किरीटी मन । या बोला नाहीं आन ।\n" +
                "आतां विषयाभिधान । भेदू आइकें ॥ ११६ ॥\n" +
                "तरी स्पर्शु आणि शब्दु । रूप रसु गंधु ।\n" +
                "हा विषयो पंचविधु । ज्ञानेंद्रियांचा ॥ ११७ ॥\n" +
                "इहीं पांचैं द्वारीं । ज्ञानासि धांव बाहेरी ।\n" +
                "जैसा कां हिरवे चारीं । भांबावे पशु ॥ ११८ ॥\n" +
                "मग स्वर वर्ण विसर्गु । अथवा स्वीकार त्यागु ।\n" +
                "संक्रमण उत्सर्गु । विण्मूत्राचा ॥ ११९ ॥\n" +
                "हे कर्मेंद्रियांचे पांच । विषय गा साच ।\n" +
                "जे बांधोनियां माच । क्रिया धांवे ॥ १२० ॥\n" +
                "ऐसे हे दाही । विषय गा इये देहीं ।\n" +
                "आतां इच्छा तेही । सांगिजैल ॥ १२१ ॥\n" +
                "तरि भूतलें आठवे । कां बोलें कान झांकवे ।\n" +
                "ऐसियावरि चेतवे । जे गा वृत्ती ॥ १२२ ॥\n" +
                "इंद्रियाविषयांचिये भेटी- । सरसीच जे गा उठी ।\n" +
                "कामाची बाहुटी । धरूनियां ॥ १२३ ॥\n" +
                "जियेचेनि उठिलेपणें । मना सैंघ धावणें ।\n" +
                "न रिगावें तेथ करणें । तोंडें सुती ॥ १२४ ॥\n" +
                "जिये वृत्तीचिया आवडी । बुद्धी होय वेडी ।\n" +
                "विषयां जिया गोडी । ते गा इच्छा ॥ १२५ ॥\n" +
                "आणी इच्छिलिया सांगडें । इंद्रियां आमिष न जोडे ।\n" +
                "तेथ जोडे ऐसा जो डावो पडे । तोचि द्वेषु ॥ १२६ ॥\n" +
                "आतां यावरी सुख । तें एवंविध देख ।\n" +
                "जेणें एकेंचि अशेख । विसरे जीवु ॥ १२७ ॥\n" +
                "मना वाचे काये । जें आपुली आण वाये ।\n" +
                "देहस्मृतीची त्राये । मोडित जें ये ॥ १२८ ॥\n" +
                "जयाचेनि जालेपणें । पांगुळा होईजे प्राणें ।\n" +
                "सात्त्विकासी दुणें । वरीही लाभु ॥ १२९ ॥\n" +
                "कां आघवियाचि इंद्रियवृत्ती । हृदयाचिया एकांतीं ।\n" +
                "थापटूनि सुषुप्ती । आणी जें गा ॥ १३० ॥\n" +
                "किंबहुना सोये । जीव आत्मयाची लाहे ।\n" +
                "तेथ जें होये । तया नाम सुख ॥ १३१ ॥\n" +
                "आणि ऐसी हे अवस्था । न जोडतां पार्था ।\n" +
                "जें जीजे तेंचि सर्वथा । दुःख जाणे ॥ १३२ ॥\n" +
                "तें मनोरथसंगें नव्हे । एऱ्हवीं सिद्धी गेलेंचि आहे ।\n" +
                "हे दोनीचि उपाये । सुखदुःखासी ॥ १३३ ॥\n" +
                "आतां असंगा साक्षिभूता । देहीं चैतन्याची जे सत्ता ।\n" +
                "तिये नाम पंडुसुता । चेतना येथें ॥ १३४ ॥\n" +
                "जे नखौनि केशवरी । उभी जागे शरीरीं ।\n" +
                "जे तिहीं अवस्थांतरी । पालटेना ॥ १३५ ॥\n" +
                "मनबुद्ध्यादि आघवीं । जियेचेनि टवटवीं ।\n" +
                "प्रकृतिवनमाधवीं । सदांचि जे ॥ १३६ ॥\n" +
                "जडाजडीं अंशीं । राहाटे जे सरिसी ।\n" +
                "ते चेतना गा तुजसी । लटिकें नाहीं ॥ १३७ ॥\n" +
                "पैं रावो परिवारु नेणे । आज्ञाचि परचक्र जिणे ।\n" +
                "कां चंद्राचेनि पूर्णपणें । सिंधू भरती ॥ १३८ ॥\n" +
                "नाना भ्रामकाचें सन्निधान । लोहो करी सचेतन ।\n" +
                "कां सूर्यसंगु जन । चेष्टवी गा ॥ १३९ ॥\n" +
                "अगा मुख मेळेंविइण । पिलियाचें पोषण ।\n" +
                "करी निरीक्षण । कूर्मी जेवीं ॥ १४० ॥\n" +
                "पार्था तियापरी । आत्मसंगती इये शरीरीं ।\n" +
                "सजीवत्वाचा करी । उपेगु जडा ॥ ४१ ॥\n" +
                "मग तियेतें चेतना । म्हणिपे पैं अर्जुना ।\n" +
                "आतां धृतिविवंचना । भेदु आइक ॥ १४२ ॥\n" +
                "तरी भूतां परस्परें । उघड जाति स्वभाववैरें ।\n" +
                "नव्हे पृथ्वीतें नीरें । न नाशिजे ? ॥ १४३ ॥\n" +
                "नीरातें आटी तेज । तेजा वायूसि झुंज ।\n" +
                "आणि गगन तंव सहज । वायू भक्षी ॥ १४४ ॥\n" +
                "तेवींचि कोणेही वेळे । आपण कायिसयाही न मिळे ।\n" +
                "आंतु रिगोनि वेगळें । आकाश हें ॥ १४५ ॥\n" +
                "ऐसीं पांचही भूतें । न साहती एकमेकांतें ।\n" +
                "कीं तियेंही ऐक्यातें । देहासी येती ॥ १४६ ॥\n" +
                "द्वंद्वाची उखिविखी । सोडूनि वसती एकीं ।\n" +
                "एकेकातें पोखी । निजगुणें गा ॥ १४७ ॥\n" +
                "ऐसें न मिळे तयां साजणें । चळे धैर्यें जेणें ।\n" +
                "तयां नांव म्हणें । धृती मी गा ॥ १४८ ॥\n" +
                "आणि जीवेंसी पांडवा । या छत्तिसांचा मेळावा ।\n" +
                "तो हा एथ जाणावा । संघातु पैं गा ॥ १४९ ॥\n" +
                "एवं छत्तीसही भेद । सांगितले तुज विशद ।\n" +
                "यया येतुलियातें प्रसिद्ध । क्षेत्र म्हणिजे ॥ १५० ॥\n" +
                "रथांगांचा मेळावा । जेवीं रथु म्हणिजे पांडवा ।\n" +
                "कां अधोर्ध्व अवेवां । नांव देहो ॥ १५१ ॥\n" +
                "करीतुरंगसमाजें । सेना नाम निफजे ।\n" +
                "कां वाक्यें म्हणिपती पुंजे । अक्षरांचे ॥ १५२ ॥\n" +
                "कां जळधरांचा मेळा । वाच्य होय आभाळा ।\n" +
                "नाना लोकां सकळां । नाम जग ॥ १५३ ॥\n" +
                "कां स्नेहसूत्रवन्ही । मेळु एकिचि स्थानीं ।\n" +
                "धरिजे तो जनीं । दीपु होय ॥ १५४ ॥\n" +
                "तैसीं छत्तीसही इयें तत्त्वें । मिळती जेणें एकत्वें ।\n" +
                "तेणें समूह परत्वें । क्षेत्र म्हणिपे ॥ १५५ ॥\n" +
                "आणि वाहतेनि भौतिकें । पाप पुण्य येथें पिके ।\n" +
                "म्हणौनि आम्ही कौतुकें । क्षेत्र म्हणों ॥ १५६ ॥\n" +
                "आणि एकाचेनि मतें । देह म्हणती ययातें ।\n" +
                "परी असो हें अनंतें । नामें यया ॥ १५७ ॥\n" +
                "पैं परतत्त्वाआरौतें । स्थावराआंतौतें ।\n" +
                "जें कांहीं होतें जातें । क्षेत्रचि हें ॥ १५८ ॥\n" +
                "परि सुर नर उरगीं । घडत आहे योनिविभागीं ।\n" +
                "तें गुणकर्मसंगीं । पडिलें सातें ॥ १५९ ॥\n" +
                "हेचि गुणविवंचना । पुढां म्हणिपैल अर्जुना ।\n" +
                "प्रस्तुत आतां तुज ज्ञाना । रूप दावूं ॥ १६० ॥\n" +
                "क्षेत्र तंव सविस्तर । सांगितलें सविकार ।\n" +
                "म्हणौनि आतां उदार । ज्ञान आइकें ॥ १६१ ॥\n" +
                "जया ज्ञानालागीं । गगन गिळिताती योगी ।\n" +
                "स्वर्गाची आडवंगी । उमरडोनि ॥ १६२ ॥\n" +
                "न करिती सिद्धीची चाड । न धरिती ऋद्धीची भीड ।\n" +
                "योगा{ऐ}सें दुवाड । हेळसिती ॥ १६३ ॥\n" +
                "तपोदुर्गें वोलांडित । क्रतुकोटि वोवांडित ।\n" +
                "उलथूनि सांडित । कर्मवल्ली ॥ १६४ ॥\n" +
                "नाना भजनमार्गी । धांवत उघडिया आंगीं ।\n" +
                "एक रिगताति सुरंगीं । सुषुम्नेचिये ॥ १६५ ॥\n" +
                "ऐसी जिये ज्ञानीं । मुनीश्वरांची उतान्ही ।\n" +
                "वेदतरूच्या पानोवानीं । हिंडताती ॥ १६६ ॥\n" +
                "देईल गुरुसेवा । इया बुद्धि पांडवा ।\n" +
                "जन्मशतांचा सांडोवा । टाकित जे ॥ १६७ ॥\n" +
                "जया ज्ञानाची रिगवणी । अविद्ये उणें आणी ।\n" +
                "जीवा आत्मया बुझावणी । मांडूनि दे ॥ १६८ ॥\n" +
                "जें इंद्रियांचीं द्वारें आडी । प्रवृत्तीचे पाय मोडी ।\n" +
                "जें दैन्यचि फेडी । मानसाचें ॥ १६९ ॥\n" +
                "द्वैताचा दुकाळु पाहे । साम्याचें सुयाणें होये ।\n" +
                "जया ज्ञानाची सोये । ऐसें करी ॥ १७० ॥\n" +
                "मदाचा ठावोचि पुसी । जें महामोहातें ग्रासी ।\n" +
                "नेदी आपपरु ऐसी । भाष उरों ॥ १७१ ॥\n" +
                "जें संसारातें उन्मूळी । संकल्पपंकु पाखाळी ।\n" +
                "अनावरातें वेंटाळी । ज्ञेयातें जें ॥ १७२ ॥\n" +
                "जयाचेनि जालेपणें । पांगुळा होईजे प्राणें ।\n" +
                "जयाचेनि विंदाणें । जग हें चेष्टें ॥ १७३ ॥\n" +
                "जयाचेनि उजाळें । उघडती बुद्धीचे डोळे ।\n" +
                "जीवु दोंदावरी लोळे । आनंदाचिया ॥ १७४ ॥\n" +
                "ऐसें जें ज्ञान । पवित्रैकनिधान ।\n" +
                "जेथ विटाळलें मन । चोख कीजे ॥ १७५ ॥\n" +
                "आत्मया जीवबुद्धी । जे लागली होती क्षयव्याधी ।\n" +
                "ते जयाचिये सन्निधी । निरुजा कीजे ॥ १७६ ॥\n" +
                "तें अनिरूप्य कीं निरूपिजे । ऐकतां बुद्धी आणिजे ।\n" +
                "वांचूनि डोळां देखिजे । ऐसें नाहीं ॥ १७७ ॥\n" +
                "मग तेचि इये शरीरीं । जैं आपुला प्रभावो करी ।\n" +
                "तैं इंद्रियांचिया व्यापारीं । डोळांहि दिसे ॥ १७८ ॥\n" +
                "पैं वसंताचें रिगवणें । झाडांचेनि साजेपणें ।\n" +
                "जाणिजे तेवीं करणें । सांगती ज्ञान ॥ १७९ ॥\n" +
                "अगा वृक्षासि पाताळीं । जळ सांपडे मुळीं ।\n" +
                "तें शाखांचिये बाहाळीं । बाहेर दिसे ॥ १८० ॥\n" +
                "कां भूमीचें मार्दव । सांगे कोंभाची लवलव ।\n" +
                "नाना आचारगौरव । सुकुलीनाचें ॥ १८१ ॥\n" +
                "अथवा संभ्रमाचिया आयती । स्नेहो जैसा ये व्यक्तिइ ।\n" +
                "कां दर्शनाचिये प्रशस्तीं । पुण्यपुरुष ॥ १८२ ॥\n" +
                "नातरी केळीं कापूर जाहला । जेवीं परिमळें जाणों आला ।\n" +
                "कां भिंगारीं दीपु ठेविला । बाहेरी फांके ॥ १८३ ॥\n" +
                "तैसें हृदयींचेनि ज्ञानें । जियें देहीं उमटती चिन्हें ।\n" +
                "तियें सांगों आतां अवधानें । चागें आइक ॥ १८४ ॥\n" +
                "\n" +
                "\n" +
                "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् ।\n" +
                "आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः ॥ ७॥\n" +
                "\n" +
                "\n" +
                "तरी कवणेही विषयींचें । साम्य होणें न रुचे ।\n" +
                "संभावितपणाचें । वोझे जया ॥ १८५ ॥\n" +
                "आथिलेचि गुण वानितां । मान्यपणें मानितां ।\n" +
                "योग्यतेचें येतां । रूप आंगा ॥ १८६ ॥\n" +
                "तैं गजबजों लागे कैसा । व्याधें रुंधला मृगु जैसा ।\n" +
                "कां बाहीं तरतां वळसा । दाटला जेवीं ॥ १८७ ॥\n" +
                "पार्था तेणें पाडें । सन्मानें जो सांकडे ।\n" +
                "गरिमेतें आंगाकडे । येवोंचि नेदी ॥ १८८ ॥\n" +
                "पूज्यता डोळां न देखावी । स्वकीर्ती कानीं नायकावी ।\n" +
                "हा अमुका ऐसी नोहावी । सेचि लोकां ॥ १८९ ॥\n" +
                "तेथ सत्काराची कें गोठी । कें आदरा देईल भेटी ।\n" +
                "मरणेंसीं साटी । नमस्कारितां ॥ १९० ॥\n" +
                "वाचस्पतीचेनि पाडें । सर्वज्ञता तरी जोडे ।\n" +
                "परी वेडिवेमाजीं दडे । महमेभेणें ॥ १९१ ॥\n" +
                "चातुर्य लपवी । महत्त्व हारवी ।\n" +
                "पिसेपण मिरवी । आवडोनि ॥ १९२ ॥\n" +
                "लौकिकाचा उद्वेगु । शास्त्रांवरी उबगु ।\n" +
                "उगेपणीं चांगु । आथी भरु ॥ १९३ ॥\n" +
                "जगें अवज्ञाचि करावी । संबंधीं सोयचि न धरावी ।\n" +
                "ऐसी ऐसी जीवीं । चाड बहु ॥ १९४ ॥\n" +
                "तळौटेपण बाणे । आंगीं हिणावो खेवणें ।\n" +
                "तें तेंचि करणें । बहुतकरुनी ॥ १९५ ॥\n" +
                "हा जीतु ना नोहे । लोक कल्पी येणें भावें ।\n" +
                "तैसें जिणें होआवें । ऐसी आशा ॥ १९६ ॥\n" +
                "पै चालतु कां नोहे । कीं वारेनि जातु आहे ।\n" +
                "जना ऐसा भ्रमु जाये । तैसें होईजे ॥ १९७ ॥\n" +
                "माझें असतेपण लोपो । नामरूप हारपो ।\n" +
                "मज झणें वासिपो । भूतजात ॥ १९८ ॥\n" +
                "ऐसीं जयाचीं नवसियें । जो नित्य एकांता जातु जाये ।\n" +
                "नामेंचि जो जिये । विजनाचेनि ॥ १९९ ॥\n" +
                "वायू आणि तया पडे । गगनेंसीं बोलों आवडे ।\n" +
                "जीवें प्राणें झाडें । पढियंतीं जया ॥ २०० ॥ ";
        stringBuilder.append(aadhaya1);
        textView1.setText(stringBuilder.toString());



        TextView textView3=findViewById(R.id.title3);
        StringBuilder stringBuilder2=new StringBuilder();
        String aadhaya3=" किंबहुना ऐसीं । चिन्हें जया देखसी ।\n" +
                "जाण तया ज्ञानेंसीं । शेज जाहली ॥ २०१ ॥\n" +
                "पैं अमानित्व पुरुषीं । तें जाणावें इहीं मिषीं ।\n" +
                "आतां अदंभाचिया वोळखीसी । सौरसु देवों ॥ २०२ ॥\n" +
                "तरी अदंभित्व ऐसें । लोभियाचें मन जैसें ।\n" +
                "जीवु जावो परी नुमसे । ठेविला ठावो ॥ २०३ ॥\n" +
                "तयापरी किरीटी । पडिलाही प्राणसंकटीं ।\n" +
                "तरी सुकृत न प्रकटी । आंगें बोलें ॥ २०४ ॥\n" +
                "खडाणें आला पान्हा । पळवी जेवीं अर्जुना ।\n" +
                "कां लपवी पण्यांगना । वडिलपण ॥ २०५ ॥\n" +
                "आढ्यु आतुडे आडवीं । मग आढ्यता जेवीं हारवी ।\n" +
                "नातरी कुळवधू लपवी । अवेवांतें ॥ २०६ ॥\n" +
                "नाना कृषीवळु आपुलें । पांघुरवी पेरिलें ।\n" +
                "तैसें झांकी निपजलें । दानपुण्य ॥ २०७ ॥\n" +
                "वरिवरी देहो न पूजी । लोकांतें न रंजी ।\n" +
                "स्वधर्मु वाग्ध्वजीं । बांधों नेणे ॥ २०८ ॥\n" +
                "परोपकारु न बोले । न मिरवी अभ्यासिलें ।\n" +
                "न शके विकूं जोडलें । स्फीतीसाठीं ॥ २०९ ॥\n" +
                "शरीर भोगाकडे । पाहतां कृपणु आवडे ।\n" +
                "एऱ्हवीं धर्मविषयीं थोडें । बहु न म्हणे ॥ २१० ॥\n" +
                "घरीं दिसे सांकड । देहींची आयती रोड ।\n" +
                "परी दानीं जया होड । सुरतरूसीं ॥ २११ ॥\n" +
                "किंबहुना स्वधर्मीं थोरु । अवसरीं उदारु ।\n" +
                "आत्मचर्चे चतुरु । एऱ्हवी वेडा ॥ २१२ ॥\n" +
                "केळीचें दळवाडें । हळू पोकळ आवडे ।\n" +
                "परी फळोनियां गाढें । रसाळ जैसें ॥ २१३ ॥\n" +
                "कां मेघांचें आंग झील । दिसे वारेनि जैसें जाईल ।\n" +
                "परी वर्षती नवल । घनवट तें ॥ २१४ ॥\n" +
                "तैसा जो पूर्णपणीं । पाहतां धाती आयणी ।\n" +
                "एऱ्हवीं तरी वाणी । तोचि ठावो ॥ २१५ ॥\n" +
                "हें असो या चिन्हांचा । नटनाचु ठायीं जयाच्या ।\n" +
                "जाण ज्ञान तयाच्या । हातां चढें ॥ २१६ ॥\n" +
                "पैं गा अदंभपण । म्हणितलें तें हें जाण ।\n" +
                "आतां आईक खूण । अहिंसेची ॥ २१७ ॥\n" +
                "तरी अहिंसा बहुतीं परीं । बोलिली असे अवधारीं ।\n" +
                "आपुलालिया मतांतरीं । निरूपिली ॥ २१८ ॥\n" +
                "परी ते ऐसी देखा । जैशा खांडूनियां शाखा ।\n" +
                "मग तयाचिया बुडुखा । कूंप कीजे ॥ २१९ ॥\n" +
                "कां बाहु तोडोनि पचविजे । मग भूकेची पीडा राखिजे ।\n" +
                "नाना देऊळ मोडोनि कीजे । पौळी देवा ॥ २२० ॥\n" +
                "तैसी हिंसाचि करूनि अहिंसा । निफजविजे हा ऐसा ।\n" +
                "पैं पूर्वमीमांसा । निर्णो केला ॥ २२१ ॥\n" +
                "जे अवृष्टीचेनि उपद्रवें । गादलें विश्व आघवें ।\n" +
                "म्हणौनि पर्जन्येष्टी करावे । नाना याग ॥ २२२ ॥\n" +
                "तंव तिये इष्टीचिया बुडीं । पशुहिंसा रोकडी ।\n" +
                "मग अहिंसेची थडी । कैंची दिसे ? ॥ २२३ ॥\n" +
                "पेरिजे नुसधी हिंसा । तेथ उगवैल काय अहिंसा ? ।\n" +
                "परी नवल बापा धिंवसा । या याज्ञिकांचा ॥ २२४ ॥\n" +
                "आणि आयुर्वेदु आघवा । तो याच मोहोरा पांडवा ।\n" +
                "जे जीवाकारणें करावा । जीवघातु ॥ २२५ ॥\n" +
                "नाना रोगें आहाळलीं । लोळतीं भूतें देखिलीं ।\n" +
                "ते हिंसा निवारावया केली । चिकित्सा कां ॥ २२६ ॥\n" +
                "तंव ते चिकित्से पहिलें । एकाचे कंद खणविले ।\n" +
                "एका उपडविलें । समूळीं सपत्रीं ॥ २२७ ॥\n" +
                "एकें आड मोडविली । अजंगमाची खाल काढविली ।\n" +
                "एकें गर्भिणी उकडविली । पुटामाजीं ॥ २२८ ॥\n" +
                "अजातशत्रु तरुवरां । सर्वांगीं देवविल्या शिरा ।\n" +
                "ऐसे जीव घेऊनि धनुर्धरा । कोरडे केले ॥ २२९ ॥\n" +
                "आणि जंगमाही हात । लाऊनि काढिलें पित्त ।\n" +
                "मग राखिले शिणत । आणिक जीव ॥ २३० ॥\n" +
                "अहो वसतीं धवळारें । मोडूनि केलीं देव्हारें ।\n" +
                "नागवूनि वेव्हारें । गवांदी घातली ॥ २३१ ॥\n" +
                "मस्तक पांघुरविलें । तंव तळवटीं उघडें पडलें ।\n" +
                "घर मोडोनि केले । मांडव पुढें ॥ २३२ ॥\n" +
                "नाना पांघुरणें । जाळूनि जैसें तापणें ।\n" +
                "जालें आंगधुणें । कुंजराचें ॥ २३३ ॥\n" +
                "नातरी बैल विकूनि गोठा । पुंसा लावोनि बांधिजे गांठा ।\n" +
                "इया करणी कीं चेष्टा ? । काइ हसों ॥ २३४ ॥\n" +
                "एकीं धर्माचिया वाहणी । गाळूं आदरिलें पाणी ।\n" +
                "तंव गाळितया आहाळणीं । जीव मेले ॥ २३५॥\n" +
                "एक न पचवितीचि कण । इये हिंसेचे भेण ।\n" +
                "तेथ कदर्थले प्राण । तेचि हिंसा ॥ २३६ ॥\n" +
                "एवं हिंसाचि अहिंसा । कर्मकांडीं हा ऐसा ।\n" +
                "सिद्धांतु सुमनसा । वोळखें तूं ॥ २३७ ॥\n" +
                "पहिलें अहिंसेचें नांव । आम्हीं केलें जंव ।\n" +
                "तंव स्फूर्ति बांधली हांव । इये मती ॥ २३८ ॥\n" +
                "तरि कैसेनि इयेतें गाळावें । म्हणौनि पडिलें बोलावें ।\n" +
                "तेवींचि तुवांही जाणावें । ऐसा भावो ॥ २३९ ॥\n" +
                "बहुतकरूनि किरीटी । हाचि विषो इये गोठी ।\n" +
                "एऱ्हवी कां आडवाटीं । धाविजैल गा ? ॥ २४० ॥\n" +
                "आणि स्वमताचिया निर्धारा- । लागोनियां धनुर्धरा ।\n" +
                "प्राप्तां मतांतरां । निर्वेचु कीजे ॥ २४१ ॥\n" +
                "ऐसी हे अवधारीं । निरूपिती परी ।\n" +
                "आतां ययावरी । मुख्य जें गा ॥ २४२ ॥\n" +
                "तें स्वमत बोलिजैल । अहिंसे रूप किजैल ।\n" +
                "जेणें उठलिया आंतुल । ज्ञान दिसे ॥ २४३ ॥\n" +
                "परिइ तें अधिष्ठिलेनि आंगें । जाणिजे आचरतेनि बगें ।\n" +
                "जैसी कसवटी सांगे । वानियातें ॥ २४४ ॥\n" +
                "तैसें ज्ञानामनाचिये भेटी । सरिसेंचि अहिंसेचें बिंब उठी ।\n" +
                "तेंचि ऐसें किरीटी । परिस आतां ॥ २४४ ॥\n" +
                "तरी तरंगु नोलांडितु । लहरी पायें न फोडितु ।\n" +
                "सांचलु न मोडितु । पाणियाचा ॥ २४६ ॥\n" +
                "वेगें आणि लेसा । दिठी घालूनि आंविसा ।\n" +
                "जळीं बकु जैसा । पाउल सुये ॥ २४७ ॥\n" +
                "कां कमळावरी भ्रमर । पाय ठेविती हळुवार ।\n" +
                "कुचुंबैल केसर । इया शंका ॥ २४८ ॥\n" +
                "तैसे परमाणु पां गुंतले । जाणूनि जीव सानुले ।\n" +
                "कारुण्यामाजीं पाउलें । लपवूनि चाले ॥ २४९ ॥\n" +
                "ते वाट कृपेची करितु । ते दिशाचि स्नेह भरितु ।\n" +
                "जीवातळीं आंथरितु । आपुला जीवु ॥ २५० ॥\n" +
                "ऐसिया जतना । चालणें जया अर्जुना ।\n" +
                "हें अनिर्वाच्य परिमाणा । पुरिजेना ॥ २५१ ॥\n" +
                "पैं मोहाचेनि सांगडें । लासी पिलीं धरी तोंडें ।\n" +
                "तेथ दांतांचे आगरडे । लागती जैसे ॥ २५२ ॥\n" +
                "कां स्नेहाळु माये । तान्हयाची वास पाहे ।\n" +
                "तिये दिठी आहे । हळुवार जें ॥ २५३ ॥\n" +
                "नाना कमळदळें । डोलविजती ढाळें ।\n" +
                "तो जेणें पाडें बुबुळें । वारा घेपे ॥ २५४ ॥\n" +
                "तैसेनि मार्दवें पाय । भूमीवरी न्यसीतु जाय ।\n" +
                "लागती तेथ होय । जीवां सुख ॥ २५५ ॥\n" +
                "ऐसिया लघिमा चालतां । कृमि कीटक पंडुसुता ।\n" +
                "देखे तरी माघौता । हळूचि निघे ॥ २५६ ॥\n" +
                "म्हणे पावो धडफडील । तरी स्वामीची निद्रा मोडैल ।\n" +
                "रचलेपणा पडैल । झोती हन ॥ २५७ ॥\n" +
                "इया काकुळती । वाहणी घे माघौती ।\n" +
                "कोणेही व्यक्ती । न वचे वरी ॥ २५८ ॥\n" +
                "जीवाचेनि नांवें । तृणातेंही नोलांडवे ।\n" +
                "मग न लेखितां जावें । हे कें गोठी ?॥ २५९ ॥\n" +
                "मुंगिये मेरु नोलांडवे । मशका सिंधु न तरवे ।\n" +
                "तैसा भेटलियां न करवे । अतिक्रमु ॥ २६० ॥\n" +
                "ऐसी जयाची चाली । कृपाफळी फळा आली ।\n" +
                "देखसी जियाली । दया वाचे ॥ २६१ ॥\n" +
                "स्वयें श्वसणेंचि सुकुमार । मुख मोहाचें माहेर ।\n" +
                "माधुर्या जाहले अंकुर । दशन तैसे ॥ २६२ ॥\n" +
                "पुढां स्नेह पाझरे । माघां चालती अक्षरें ।\n" +
                "शब्द पाठीं अवतरे । कृपा आधीं ॥ २६३ ॥\n" +
                "तंव बोलणेंचि नाहीं । बोलों म्हणे जरी कांहीं ।\n" +
                "तरी बोल कोणाही । खुपेल कां ॥ २६४ ॥\n" +
                "बोलतां अधिकुही निघे । तरी कोण्हाही वर्मीं न लगे ।\n" +
                "आणि कोण्हासि न रिघे । शंका मनीं ॥ २६५ ॥\n" +
                "मांडिली गोठी हन मोडैल । वासिपैल कोणी उडैल ।\n" +
                "आइकोनिचि वोवांडिल । कोण्ही जरी ॥ २६६ ॥\n" +
                "तरी दुवाळी कोणा नोहावी । भुंवई कवणाची नुचलावी ।\n" +
                "ऐसा भावो जीवीं । म्हणौनि उगा ॥ २६७ ॥\n" +
                "मग प्रार्थिला विपायें । जरी लोभें बोलों जाये ।\n" +
                "तरी परिसतया होये । मायबापु ॥ २६८ ॥\n" +
                "कां नादब्रह्मचि मुसे आलें । कीं गंगापय असललें ।\n" +
                "पतिव्रते आलें । वार्धक्य जैसे ॥ २६९ ॥\n" +
                "तैसें साच आणि मवाळ । मितले आणि रसाळ ।\n" +
                "शब्द जैसे कल्लोळ । अमृताचे ॥ २७० ॥\n" +
                "विरोधुवादुबळु । प्राणितापढाळु ।\n" +
                "उपहासु छळु । वर्मस्पर्शु ॥ २७१ ॥\n" +
                "आटु वेगु विंदाणु । आशा शंका प्रतारणु ।\n" +
                "हे संन्यासिले अवगुणु । जया वाचा ॥ २७२ ॥\n" +
                "आणि तयाचि परी किरीटी । थाउ जयाचिये दिठी ।\n" +
                "सांडिलिया भ्रुकुटी । मोकळिया ॥ २७३ ॥\n" +
                "कां जे भूतीं वस्तु आहे । तियें रुपों शके विपायें ।\n" +
                "म्हणौनि वासु न पाहे । बहुतकरूनी ॥ २७४ ॥\n" +
                "ऐसाही कोणे एके वेळे । भीतरले कृपेचेनि बळें ।\n" +
                "उघडोनियां डोळे । दृष्टी घाली ॥ २७५ ॥\n" +
                "तरी चंद्रबिंबौनि धारा । निघतां नव्हती गोचरा ।\n" +
                "परि एकसरें चकोरां । निघती दोंदें ॥ २७६ ॥\n" +
                "तैसें प्राणियांसि होये । जरी तो कहींवासु पाहे ।\n" +
                "तया अवलोकनाची सोये । कूर्मींही नेणे ॥ २७७ ॥\n" +
                "किंबहुना ऐसी । दिठी जयाची भूतांसी ।\n" +
                "करही देखसी । तैसेचि ते ॥ २७८ ॥\n" +
                "तरी होऊनियां कृतार्थ । राहिले सिद्धांचे मनोरथ ।\n" +
                "तैसे जयाचे हात । निर्व्यापार ॥ २७९ ॥\n" +
                "अक्षमें आणि संन्यासिलें । कीं निरिंधन आणि विझालें ।\n" +
                "मुकेनि घेतलें । मौन जैसें ॥ २८० ॥\n" +
                "तयापरी कांहीं । जयां करां करणें नाहीं ।\n" +
                "जे अकर्तयाच्या ठायीं । बैसों येती ॥ २८१ ॥\n" +
                "आसुडैल वारा । नख लागेल अंबरा ।\n" +
                "इया बुद्धी करां । चळों नेदी ॥ २८२ ॥\n" +
                "तेथ आंगावरिलीं उडवावीं । कां डोळां रिगतें झाडावीं ।\n" +
                "पशुपक्ष्यां दावावीं । त्रासमुद्रा ॥ २८३ ॥\n" +
                "इया केउतिया गोठी । नावडे दंडु काठी ।\n" +
                "मग शस्त्राचें किरीटी । बोलणें कें ? ॥ २८४ ॥\n" +
                "लीलाकमळें खेळणें । कांपुष्पमाळा झेलणें ।\n" +
                "न करी म्हणे गोफणें । ऐसें होईल ॥ २८५ ॥\n" +
                "हालवतील रोमावळी । यालागीं आंग न कुरवाळी ।\n" +
                "नखांची गुंडाळी । बोटांवरी ॥ २८६ ॥\n" +
                "तंव करणेयाचाचि अभावो । परी ऐसाही पडे प्रस्तावो ।\n" +
                "तरी हातां हाचि सरावो । जे जोडिजती ॥ २८७ ॥\n" +
                "कां नाभिकारा उचलिजे । हातु पडिलियां देइजे ।\n" +
                "नातरी आर्तातें स्पर्शिजे । अळुमाळु ॥ २८८ ॥\n" +
                "हेंही उपरोधें करणें । तरी आर्तभय हरणें ।\n" +
                "नेणती चंद्रकिरणें । जिव्हाळा तो ॥ २८९ ॥\n" +
                "पावोनि तो स्पर्शु । मलयानिळु खरपुसु ।\n" +
                "तेणें मानें पशु । कुरवाळणें ॥ २९० ॥\n" +
                "जे सदा रिते मोकळे । जैशी चंदनांगें निसळें ।\n" +
                "न फळतांही निर्फळें । होतीचिना ॥ २९१ ॥\n" +
                "आतां असो हें वाग्जाळ । जाणें तें करतळ ।\n" +
                "सज्जनांचे शीळ । स्वभाव जैसे ॥ २९२ ॥\n" +
                "आतां मन तयाचें । सांगों म्हणों जरी साचें ।\n" +
                "तरी सांगितले कोणाचे । विलास हे ? ॥ २९३ ॥\n" +
                "काइ शाखा नव्हे तरु ? । जळेंवीण असे सागरु ? ।\n" +
                "तेज आणि तेजाकारु । आन काई ? ॥ २९४ ॥\n" +
                "अवयव आणि शरीर । हे वेगळाले कीर ? ।\n" +
                "कीं रसु आणि नीर । सिनानीं आथी ? ॥ २९५ ॥\n" +
                "म्हणौनि हे जे सर्व । सांगितले बाह्य भाव ।\n" +
                "ते मनचि गा सावयव । ऐसें जाणें ॥ २९६ ॥\n" +
                "जें बीज भुईं खोंविलें । तेंचि वरी रुख जाहलें ।\n" +
                "तैसें इंद्रियाद्वारीं फांकलें । अंतरचि कीं ॥ २९७ ॥\n" +
                "पैं मानसींचि जरी । अहिंसेची अवसरी ।\n" +
                "तरी कैंची बाहेरी । वोसंडेल ? ॥ २९८ ॥\n" +
                "आवडे ते वृत्ती किरीटी । आधीं मनौनीचि उठी ।\n" +
                "मग ते वाचे दिठी । करांसि ये ॥ २९९ ॥\n" +
                "वांचूनि मनींचि नाहीं । तें वाचेसि उमटेल काई ? ।\n" +
                "बींवीण भुईं । अंकुर असे ? ॥ ३०० ॥\n" +
                "म्हणौनि मनपण जैं मोडे । तैं इंद्रिय आधींचि उबडें ।\n" +
                "सूत्रधारेंवीण साइखडें । वावो जैसें ॥ ३०१ ॥\n" +
                "उगमींचि वाळूनि जाये । तें वोघीं कैचें वाहे ।\n" +
                "जीवु गेलिया आहे । चेष्टा देहीं ? ॥ ३०२ ॥\n" +
                "तैसें मन हें पांडवा । मूळ या इंद्रियभावा ।\n" +
                "हेंचि राहटे आघवां । द्वारीं इहीं ॥ ३०३ ॥\n" +
                "परी जिये वेळीं जैसें । जें होऊनि आंतु असे ।\n" +
                "बाहेरी ये तैसें । व्यापाररूपें ॥ ३०४ ॥\n" +
                "यालागी साचोकारें । मनीं अहिंसा थांवे थोरें ।\n" +
                "पिकली द्रुती आदरें । बोभात निघे ॥ ३०५ ॥\n" +
                "म्हणौनि इंद्रियें तेचि संपदा । वेचितां हीं उदावादा ।\n" +
                "अहिंसेचा धंदा । करितें आहाती ॥ ३०६ ॥\n" +
                "समुद्रीं दाटे भरितें । तैं समुद्रचि भरी तरियांते ।\n" +
                "तैसें स्वसंपत्ती चित्तें । इंद्रियां केलें ॥ ३०७ ॥\n" +
                "हें बहु असो पंडितु । धरुनि बाळकाचा हातु ।\n" +
                "वोळी लिही व्यक्तु । आपणचि ॥ ३०८ ॥\n" +
                "तैसें दयाळुत्व आपुलें । मनें हातापायां आणिलें ।\n" +
                "मग तेथ उपजविलें । अहिंसेतें ॥ ३०९ ॥\n" +
                "याकारणें किरीटी । इंद्रियांचिया गोठी ।\n" +
                "मनाचिये राहाटी । रूप केलें ॥ ३१० ॥\n" +
                "ऐसा मनें देहें वाचा । सर्व संन्यासु दंडाचा ।\n" +
                "जाहला ठायीं जयाचा । देखशील ॥ ३११ ॥\n" +
                "तो जाण वेल्हाळ । ज्ञानाचें वेळाउळ ।\n" +
                "हें असो निखळ । ज्ञानचि तो ॥ ३१२ ॥\n" +
                "जे अहिंसा कानें ऐकिजे । ग्रंथाधारें निरूपिजे ।\n" +
                "ते पाहावी हें उपजे । तैं तोचि पाहावा ॥ ३१३ ॥\n" +
                "ऐसें म्हणितलें देवें । तें बोलें एकें सांगावें ।\n" +
                "परी फांकला हें उपसाहावें । तुम्हीं मज ॥ ३१४ ॥\n" +
                "म्हणाल हिरवें चारीं गुरूं । विसरे मागील मोहर धरूं ।\n" +
                "कां वारेलगें पांखिरूं । गगनीं भरे ॥ ३१५ ॥\n" +
                "तैसिया प्रेमाचिया स्फूर्ती । फावलिया रसवृत्तीं ।\n" +
                "वाहविला मती । आकळेना ॥ ३१६ ॥\n" +
                "तरि तैसें नोहे अवधारा । कारण असें विस्तारा ।\n" +
                "एऱ्हवीं पद तरी अक्षरां । तिहींचेंचि ॥ ३१७ ॥\n" +
                "अहिंसा म्हणतां थोडी । परिइ ते तैंचि होय उघडी ।\n" +
                "जैं लोटिजती कोडी । मतांचिया ॥ ३१८ ॥\n" +
                "एऱ्हवीं प्राप्तें मतांतरें । थातंबूनि आंगभरें ।\n" +
                "बोलिजैल ते न सरे । तुम्हांपाशीं ॥ ३१९ ॥\n" +
                "रत्नपारखियांच्या गांवीं । जाईल गंडकी तरी सोडावी ।\n" +
                "काश्मीरीं न करावी । मिडगण जेवीं ॥ ३२० ॥\n" +
                "काइसा वासु कापुरा । मंद जेथ अवधारा ।\n" +
                "पिठाचा विकरा । तिये सातें ? ॥ ३२१ ॥\n" +
                "म्हणौनि इये सभे । बोलकेपणाचेनि क्षोभें ।\n" +
                "लाग सरुउं न लभे । बोला प्रभु ॥ ३२२ ॥\n" +
                "सामान्या आणि विशेषा । सकळै कीजेल देखा ।\n" +
                "तरी कानाचेया मुखा- । कडे न्याल ना तुम्ही ॥ ३२३ ॥\n" +
                "शंकेचेनि गदळें । जैं शुद्ध प्रमेय मैळे ।\n" +
                "तैं मागुतिया पाउलीं पळे । अवधान येतें ॥ ३२४ ॥\n" +
                "कां करूनि बाबुळियेची बुंथी । जळें जियें ठाती ।\n" +
                "तयांची वास पाहाती । हंसु काई ? ॥ ३२५ ॥\n" +
                "कां अभ्रापैलीकडे । जैं येत चांदिणें कोडें ।\n" +
                "तैं चकोरें चांचुवडें । उचलितीना ॥ ३२६ ॥\n" +
                "तैसें तुम्ही वास न पाहाल । ग्रंथु नेघा वरी कोपाल ।\n" +
                "जरी निर्विवाद नव्हैल । निरूपण ॥ ३२७ ॥\n" +
                "न बुझावितां मतें । न फिटे आक्षेपाचें लागतें ।\n" +
                "तें व्याख्यान जी तुमतें । जोडूनि नेदी ॥ ३२८ ॥\n" +
                "आणि माझें तंव आघवें । ग्रथन येणेचि भावें ।\n" +
                "जे तुम्हीं संतीं होआवें । सन्मुख सदां ॥ ३२९ ॥\n" +
                "एऱ्हवीं तरी साचोकारें । तुम्ही गीतार्थाचे सोइरे ।\n" +
                "जाणोनि गीता एकसरें । धरिली मियां ॥ ३३० ॥\n" +
                "जें आपुलें सर्वस्व द्याल । मग इयेतें सोडवूनि न्याल ।\n" +
                "म्हणौनि ग्रंथु नव्हे वोल । साचचि हे ॥ ३३१ ॥\n" +
                "कां सर्स्वाचा लोभु धरा । वोलीचा अव्हेरु करा ।\n" +
                "तरी गीते मज अवधारा । एकचि गती ॥ ३३२ ॥\n" +
                "किंबहुना मज । तुमचिया कृपा काज ।\n" +
                "तियेलागीं व्याज । ग्रंथाचें केलें ॥ ३३३ ॥\n" +
                "तरिइ तुम्हां रसिकांजोगें । व्याख्यान शोधावें लागे ।\n" +
                "म्हणौनि जी मतांगें । बोलों गेलों ॥ ३३४ ॥\n" +
                "तंव कथेसि पसरु जाहला । श्लोकार्थु दूरी गेला ।\n" +
                "कीजो क्षमा यया बोला । अपत्या मज ॥ ३३५ ॥\n" +
                "आणि घांसाआंतिल हरळु । फेडितां लागे वेळु ।\n" +
                "ते दूषण नव्हें खडळु । सांडावा कीं ॥ ३३६ ॥\n" +
                "कां संवचोरा चुकवितां । दिवस लागलिया माता ।\n" +
                "कोपावें कीं जीविता । जिताणें कीजे ? ॥ ३३७ ॥\n" +
                "परी यावरील हें नव्हे । तुम्हीं उपसाहिलें तेंचि बरवें ।\n" +
                "आतां अवधारिजो देवें । बोलिलें ऐसें ॥ ३३८ ॥\n" +
                "म्हणे उन्मेखसुलोचना । सावध होईं अर्जुना ।\n" +
                "करूं तुज ज्ञाना । वोळखी आतां ॥ ३३९ ॥\n" +
                "तरी ज्ञान गा तें एथें । वोळख तूं निरुतें ।\n" +
                "आक्रोशेंवीण जेथें । क्षमा असे ॥ ३४० ॥\n" +
                "अगाध सरोवरीं । कमळिणी जियापरी ।\n" +
                "कां सदैवाचिया घरीं । संपत्ति जैसी ॥ ३४१ ॥\n" +
                "पार्था तेणें पाडें । क्षमा जयातें वाढे ।\n" +
                "तेही लक्षे तें फुडें । लक्षण सांगों ॥ ३४२ ॥\n" +
                "तरी पढियंते लेणें । आंगीं भावें जेणें ।\n" +
                "धरिजे तेवीं साहणें । सर्वचि जया ॥ ३४३ ॥\n" +
                "त्रिविध मुख्य आघवे । उपद्रवांचे मेळावे ।\n" +
                "वरी पडिलिया नव्हे । वांकुडा जो ॥ ३४४ ॥\n" +
                "अपेक्षित पावे । तें जेणें तोषें मानवें ।\n" +
                "अनपेक्षिताही करवे । तोचि मानु ॥ ३४५ ॥\n" +
                "जो मानापमानातें साहे । सुखदुःख जेथ सामाये ।\n" +
                "निंदास्तुती नोहे । दुखंडु जो ॥ ३४६ ॥\n" +
                "उन्हाळेनि जो न तपे । हिमवंती न कांपे ।\n" +
                "कयसेनिही न वासिपे । पातलेया ॥ ३४७ ॥\n" +
                "स्वशिखरांचा भारु । नेणें जैसा मेरु ।\n" +
                "कीं धरा यज्ञसूकरु । वोझें न म्हणे ॥ ३४८ ॥\n" +
                "नाना चराचरीं भूतीं । दाटणी नव्हे क्षिती ।\n" +
                "तैसा नाना द्वंद्वीं प्राप्तीं । घामेजेना ॥ ३४९ ॥\n" +
                "घेऊनी जळाचे लोट । आलिया नदीनदांचे संघाट ।\n" +
                "करी वाड पोट । समुद्र जेवीं ॥ ३५० ॥\n" +
                "तैसें जयाचिया ठायीं । न साहणें काहींचि नाहीं ।\n" +
                "आणि साहतु असे ऐसेंही । स्मरण नुरे ॥ ३५१ ॥\n" +
                "आंगा जें पातलें । तें करूनि घाली आपुलें ।\n" +
                "येथ साहतेनि नवलें । घेपिजेना ॥ ३५२ ॥\n" +
                "हे अनाक्रोश क्शमा । जयापाशीं प्रियोत्तमा ।\n" +
                "जाण तेणें महिमा । ज्ञानासि गा ॥ ३५३ ॥\n" +
                "तो पुरुषु पांडवा । ज्ञानाचा वोलावा ।\n" +
                "आतां परिस आर्जवा । रूप करूं ॥ ३५४ ॥\n" +
                "तरी आर्जव तें ऐसें । प्राणाचें सौजन्य जैसें ।\n" +
                "आवडे तयाही दोषें । एकचि गा ॥ ३५५ ॥\n" +
                "कां तोंड पाहूनि प्रकाशु । न करी जेवीं चंडांशु ।\n" +
                "जगा एकचि अवकाशु । आकाश जैसें ॥ ३५६ ॥\n" +
                "तैसें जयाचें मन । माणुसाप्रति आन आन ।\n" +
                "नव्हे आणि वर्तन । ऐसें पैं तें ॥ ३५७ ॥\n" +
                "जे जगेंचि सनोळख । जगेंसीं जुनाट सोयरिक ।\n" +
                "आपपर हें भाख । जाणणें नाहीं ॥ ३५८ ॥\n" +
                "भलतेणेंसीं मेळु । पाणिया ऐसा ढाळु ।\n" +
                "कवणेविखीं आडळु । नेघे चित्त ॥ ३५९ ॥\n" +
                "वारियाची धांव । तैसे सरळ भाव ।\n" +
                "शंका आणि हांव । नाहीं जया ॥ ३६० ॥\n" +
                "मायेपुढें बाळका । रिगतां न पडे शंका ।\n" +
                "तैसें मन देतां लोकां । नालोची जो ॥ ३६१ ॥\n" +
                "फांकलिया इंदीवरा । परिवारु नाहीं धनुर्धरा ।\n" +
                "तैसा कोनकोंपरा । नेणेचि जो ॥ ३६२ ॥\n" +
                "चोखाळपण रत्नाचें । रत्नावरी किरणाचें ।\n" +
                "तैसें पुढां मन जयाचें । करणें पाठीं ॥ ३६३ ॥\n" +
                "आलोचूं जो नेणे । अनुभवचि जोगावणें ।\n" +
                "धरी मोकळी अंतःकरणें । नव्हेचि जया ॥ ३६४ ॥\n" +
                "दिठी नोहे मिणधी । बोलणें नाहीं संदिग्धी ।\n" +
                "कवणेंसीं हीनबुद्धी । राहाटीजे ना ॥ ३६५ ॥\n" +
                "दाही इंद्रियें प्रांजळें । निष्प्रपंचें निर्मळें ।\n" +
                "पांचही पालव मोकळे । आठही पाहर ॥ ३६६ ॥\n" +
                "अमृताची धार । तैसें उजूं अंतर ।\n" +
                "किंबहुना जो माहेर । या चिन्हांचें ॥ ३६७ ॥\n" +
                "तो पुरुष सुभटा । आर्जवाचा आंगवटा ।\n" +
                "जाण तेथेंचि घरटा । ज्ञानें केला ॥ ३६८ ॥\n" +
                "आतां ययावरी । गुरुभक्तीची परी ।\n" +
                "सांगों गा अवधारीं । चतुरनाथा ॥ ३६९ ॥\n" +
                "आघवियाचि दैवां । जन्मभूमि हे सेवा ।\n" +
                "जे ब्रह्म करी जीवा । शोच्यातेंहि ॥ ३७० ॥\n" +
                "हें आचार्योपास्ती । प्रकटिजैल तुजप्रती ।\n" +
                "बैसों दे एकपांती । अवधानाची ॥ ३७१ ॥\n" +
                "तरी सकळ जळसमृद्धी । घेऊनि गंगा निघाली उदधी ।\n" +
                "कीं श्रुति हे महापदीं । पैठी जाहाली ॥ ३७२ ॥\n" +
                "नाना वेंटाळूनि जीवितें । गुणागुण उखितें ।\n" +
                "प्राणनाथा उचितें । दिधलें प्रिया ॥ ३७३ ॥\n" +
                "तैसें सबाह्य आपुलें । जेणें गुरुकुळीं वोपिलें ।\n" +
                "आपणपें केलें । भक्तीचें घर ॥ ३७४ ॥\n" +
                "गुरुगृह जये देशीं । तो देशुचि वसे मानसीं ।\n" +
                "विरहिणी कां जैसी । वल्लभातें ॥ ३७५ ॥\n" +
                "तियेकडोनि येतसे वारा । देखोनि धांवे सामोरा ।\n" +
                "आड पडे म्हणे घरा । बीजें कीजो ॥ ३७६ ॥\n" +
                "साचा प्रेमाचिया भुली । तया दिशेसीचि आवडे बोली ।\n" +
                "जीवु थानपती करूनि घाली । गुरुगृहीं जो ॥ ३७७ ॥\n" +
                "परी गुरुआज्ञा धरिलें । देह गांवीं असे एकलें ।\n" +
                "वांसरुवा लाविलें । दावें जैसें ॥ ३७८ ॥\n" +
                "म्हणे कैं हें बिरडें फिटेल । कैं तो स्वामी भेटेल ।\n" +
                "युगाहूनि वडील । निमिष मानी ॥ ३७९ ॥\n" +
                "ऐसेया गुरुग्रामींचें आलें । कां स्वयें गुरूंनींचि धाडिलें ।\n" +
                "तरी गतायुष्या जोडलें । आयुष्य जैसें ॥ ३८० ॥\n" +
                "कां सुकतया अंकुरा- । वरी पडलिया पीयूषधारा ।\n" +
                "नाना अल्पोदकींचा सागरा । आला मासा ॥ ३८१ ॥\n" +
                "नातरी रंकें निधान देखिलें । कां आंधळिया डोळे उघडले ।\n" +
                "भणंगाचिया आंगा आलें । इंद्रपद ॥ ३८२ ॥\n" +
                "तैसें गुरुकुळाचेनि नांवें । महासुखें अति थोरावे ।\n" +
                "जें कोडेंही पोटाळवें । आकाश कां ॥ ३८३ ॥\n" +
                "पैं गुरुकुळीं ऐसी । आवडी जया देखसी ।\n" +
                "जाण ज्ञान तयापासीं । पाइकी करी ॥ ३८४ ॥\n" +
                "आणि अभ्यंतरीलियेकडे । प्रेमाचेनि पवाडे ।\n" +
                "श्रीगुरूंचें रूपडें । उपासी ध्यानीं ॥ ३८५ ॥\n" +
                "हृदयशुद्धीचिया आवारीं । आराध्यु तो निश्चल ध्रुव करी ।\n" +
                "मग सर्व भावेंसी परिवारीं । आपण होय ॥ ३८६ ॥\n" +
                "कां चैतन्यांचिये पोवळी- । माजीं आनंदाचिया राउळीं ।\n" +
                "श्रिइगुरुलिंगा ढाळी । ध्यानामृत ॥ ३८७ ॥\n" +
                "उदयिजतां बोधार्का । बुद्धीची डाळ सात्त्विका ।\n" +
                "भरोनियां त्र्यंबका । लाखोली वाहे ॥ ३८८ ॥\n" +
                "काळशुद्धी त्रिकाळीं । जीवदशा धूप जाळीं।\n" +
                "न्यानदीपें वोंवाळी । निरंतर ॥ ३८९ ॥\n" +
                "सामरस्याची रससोय । अखंड अर्पितु जाय ।\n" +
                "आपण भराडा होय । गुरु तो लिंग ॥ ३९० ॥\n" +
                "नातरी जीवाचिये सेजे । गुरु कांतु करूनि भुंजे ।\n" +
                "ऐसीं प्रेमाचेनि भोजें । बुद्धी वाहे ॥ ३९१ ॥\n" +
                "कोणे{ए}के अवसरीं । अनुरागु भरे अंतरीं ।\n" +
                "कीं तया नाम करी । क्षीराब्धी ॥ ३९२ ॥\n" +
                "तेथ ध्येयध्यान बहु सुख । तेंचि शेषतुका निर्दोख ।\n" +
                "वरी जलशयन देख । भावी गुरु ॥ ३९३ ॥\n" +
                "मग वोळगती पाय । ते लक्ष्मी आपण होय ।\n" +
                "गरुड होऊनि उभा राहे । आपणचि ॥ ३९४ ॥\n" +
                "नाभीं आपणचि जन्मे । ऐसें गुरुमूर्तिप्रेमें ।\n" +
                "अनुभवी मनोधर्में । ध्यानसुख ॥ ३९५ ॥\n" +
                "एकाधिये वेळें । गुरु माय करी भावबळें ।\n" +
                "मग स्तन्यसुखें लोळे । अंकावरी ॥ ३९६ ॥\n" +
                "नातरी गा किरीटी । चैतन्यतरुतळवटीं ।\n" +
                "गुरु धेनु आपण पाठीं । वत्स होय ॥ ३९७ ॥\n" +
                "गुरुकृपास्नेहसलिलीं । आपण होय मासोळी ।\n" +
                "कोणे एके वेळीं । हेंचि भावीं ॥ ३९८ ॥\n" +
                "गुरुकृपामृताचे वडप । आपण सेवावृत्तीचें होय रोप ।\n" +
                "ऐसेसे संकल्प । विये मन ॥ ३९९ ॥\n" +
                "चक्षुपक्षेवीण । पिलूं होय आपण ।\n" +
                "कैसें पैं अपारपण । आवडीचें ॥ ४०० ॥ ";
        stringBuilder2.append(aadhaya3);
        textView3.setText(stringBuilder2.toString());


        TextView textView4=findViewById(R.id.title4);
        StringBuilder stringBuilder3=new StringBuilder();
        String aadhaya4=" गुरूतें पक्षिणी करी । चारा घे चांचूवरी ।\n" +
                "गुरु तारू धरी । आपण कांस ॥ ४०१ ॥\n" +
                "ऐसें प्रेमाचेनि थावें । ध्यानचि ध्यानातें प्रसवे ।\n" +
                "पूर्णसिंधु हेलावे । फुटती जैसे ॥ ४०२ ॥\n" +
                "किंबहुना यापरी । श्रीगुरुमूर्ती अंतरीं ।\n" +
                "भोगी आतां अवधारीं । बाह्यसेवा ॥ ४०३ ॥\n" +
                "तरी जिवीं ऐसे आवांके । म्हणे दास्य करीन निकें ।\n" +
                "जैसें गुरु कौतुकें । माग म्हणती ॥ ४०४ ॥\n" +
                "तैसिया साचा उपास्ती । गोसावी प्रसन्न होती ।\n" +
                "तेथ मी विनंती । ऐसी करीन ॥ ४०५ ॥\n" +
                "म्हणेन तुमचा देवा । परिवारु जो आघवा ।\n" +
                "तेतुलें रूपें होआवा । मीचि एकु ॥ ४०६ ॥\n" +
                "आणि उपकरतीं आपुलीं । उपकरणें आथि जेतुलीं ।\n" +
                "माझीं रूपें तेतुलीं । होआवीं स्वामी ॥ ४०७ ॥\n" +
                "ऐसा मागेन वरु । तेथ हो म्हणती श्रीगुरु ।\n" +
                "मग तो परिवारु । मीचि होईन ॥ ४०८ ॥\n" +
                "उपकरणजात सकळिक । तें मीचि होईन एकैक ।\n" +
                "तेव्हां उपास्तीचें कवतिक । देखिजैल ॥ ४०९ ॥\n" +
                "गुरु बहुतांची माये । परी एकलौती होऊनि ठाये ।\n" +
                "तैसें करूनि आण वायें । कृपे तिये ॥ ४१० ॥\n" +
                "तया अनुरागा वेधु लावीं । एकपत्नीव्रत घेववीं ।\n" +
                "क्षेत्रसंन्यासु करवीं । लोभाकरवीं ॥ ४११ ॥\n" +
                "चतुर्दिक्षु वारा । न लाहे निघों बाहिरा ।\n" +
                "तैसा गुरुकृपें पांजिरा । मीचि होईन ॥ ४१२ ॥\n" +
                "आपुलिया गुणांचीं लेणीं । करीन गुरुसेवे स्वामिणी ।\n" +
                "हें असो होईन गंवसणी । मीचि भक्तीसी ॥ ४१३ ॥\n" +
                "गुरुस्नेहाचिये वृष्टी । मी पृथ्वी होईन तळवटीं ।\n" +
                "ऐसिया मनोरथांचिया सृष्टी । अनंता रची ॥ ४१४ ॥\n" +
                "म्हणे श्रीगुरूंचें भुवन । आपण मी होईन ।\n" +
                "आणि दास होऊनि करीन । दास्य तेथिंचें ॥ ४१५ ॥\n" +
                "निर्गमागमीं दातारें । जे वोलांडिजती उंबरे ।\n" +
                "ते मी होईन आणि द्वारें । द्वारपाळु ॥ ४१६ ॥\n" +
                "पाउवा मी होईन । तियां मीचि लेववीन ।\n" +
                "छत्र मी आणि करीन । बारीपण ॥ ४१७ ॥\n" +
                "मी तळ उपरु जाणविता । चंवरु धरु हातु देता ।\n" +
                "स्वामीपुढें खोलता । होईन मी ॥ ४१८ ॥\n" +
                "मीचि होईन सागळा । करूं सुईन गुरुळां ।\n" +
                "सांडिती तो नेपाळा । पडिघा मीचि ॥ ४१९ ॥\n" +
                "हडप मी वोळगेन । मीचि उगाळु घेईन ।\n" +
                "उळिग मी करीन । आंघोळीचें ॥ ४२० ॥\n" +
                "होईन गुरूंचें आसन । अलंकार परिधान ।\n" +
                "चंदनादि होईन । उपचार ते ॥ ४२१ ॥\n" +
                "मीचि होईन सुआरु । वोगरीन उपहारु ।\n" +
                "आपणपें श्रीगुरु । वोंवाळीन ॥ ४२२ ॥\n" +
                "जे वेळीं देवो आरोगिती । तेव्हां पांतीकरु मीचि पांतीं ।\n" +
                "मीचि होईन पुढती । देईन विडा ॥ ४२३ ॥\n" +
                "ताट मी काढीन । सेज मी झाडीन ।\n" +
                "चरणसंवाहन । मीचि करीन ॥ ४२४ ॥\n" +
                "सिंहासन होईन आपण । वरी श्रीगुरु करिती आरोहण ।\n" +
                "होईन पुरेपण । वोळगेचें ॥ ४२५ ॥\n" +
                "श्रीगुरूंचें मन । जया देईल अवधान ।\n" +
                "तें मी पुढां होईन । चमत्कारु ॥ ४२६ ॥\n" +
                "तया श्रवणाचे आंगणीं । होईन शब्दांचिया आक्षौहिणी ।\n" +
                "स्पर्श होईन घसणी । आंगाचिया ॥ ४२७ ॥\n" +
                "श्रीगुरूंचे डोळे । अवलोकनें स्नेहाळें ।\n" +
                "पाहाती तियें सकळें । होईन रूपें ॥ ४२८ ॥\n" +
                "तिये रसने जो जो रुचेल । तो तो रसु म्यां होईजैल ।\n" +
                "गंधरूपें कीजेल । घ्राणसेवा ॥ ४२९ ॥\n" +
                "एवं बाह्यमनोगत । श्रीगुरुसेवा समस्त ।\n" +
                "वेंटाळीन वस्तुजात । होऊनियां ॥ ४३० ॥\n" +
                "जंव देह हें असेल । तंव वोळगी ऐसी कीजेल ।\n" +
                "मग देहांतीं नवल । बुद्धि आहे ॥ ४३१ ॥\n" +
                "इये शरीरींची माती । मेळवीन तिये क्षिती ।\n" +
                "जेथ श्रीचरण उभे ठाती । श्रीगुरूंचे ॥ ४३२ ॥\n" +
                "माझा स्वामी कवतिकें । स्पर्शीजति जियें उदकें ।\n" +
                "तेथ लया नेईन निकें । आपीं आप ॥ ४३३ ॥\n" +
                "श्रीगुरु वोंवाळिजती । कां भुवनीं जे उजळिजती ।\n" +
                "तयां दीपांचिया दीप्तीं । ठेवीन तेज ॥ ४३४ ॥\n" +
                "चवरी हन विंजणा । तेथ लयो करीन प्राणा ।\n" +
                "मग आंगाचा वोळंगणा । होईन मी ॥ ४३५ ॥\n" +
                "जिये जिये अवकाशीं । श्रीगुरु असती परिवारेंसीं ।\n" +
                "आकाश लया आकाशीं । नेईन तिये ॥ ४३६ ॥\n" +
                "परी जीतु मेला न संडीं । निमेषु लोकां न धाडीं ।\n" +
                "ऐसेनि गणावया कोडी । कल्पांचिया ॥ ४३७ ॥\n" +
                "येतुलेंवरी धिंवसा । जयाचिया मानसा ।\n" +
                "आणि करूनियांहि तैसा । अपारु जो ॥ ४३८ ॥\n" +
                "रात्र दिवस नेणे । थोडें बहु न म्हणें ।\n" +
                "म्हणियाचेनि दाटपणें । साजा होय ॥ ४३९ ॥\n" +
                "तो व्यापारु येणें नांवें । गगनाहूनि थोरावे ।\n" +
                "एकला करी आघवें । एकेचि काळीं ॥ ४४० ॥\n" +
                "हृदयवृत्ती पुढां । आंगचि घे दवडा ।\n" +
                "काज करी होडा । मानसेंशीं ॥ ४४१ ॥\n" +
                "एकादियां वेळा । श्रीगुरुचिया खेळा ।\n" +
                "लोण करी सकळा । जीविताचें ॥ ४४२ ॥\n" +
                "जो गुरुदास्यें कृशु । जो गुरुप्रेमें सपोषु ।\n" +
                "गुरुआज्ञे निवासु । आपणचि जो ॥ ४४३ ॥\n" +
                "जो गुरु कुळें सुकुलीनु । जो गुरुबंधुसौजन्यें सुजनु ।\n" +
                "जो गुरुसेवाव्यसनें सव्यसनु । निरंतर ॥ ४४४ ॥\n" +
                "गुरुसंप्रदायधर्म । तेचि जयाचे वर्णाश्रम ।\n" +
                "गुरुपरिचर्या नित्यकर्म । जयाचें गा ॥ ४४५ ॥\n" +
                "गुरु क्षेत्र गुरु देवता । गुरु माय गुरु पिता ।\n" +
                "जो गुरुसेवेपरौता । मार्ग नेणें ॥ ४४६ ॥\n" +
                "श्रीगुरूचे द्वार । तें जयाचें सर्वस्व सार ।\n" +
                "गुरुसेवकां सहोदर । प्रेमें भजे ॥ ४४७ ॥\n" +
                "जयाचें वक्त्र । वाहे गुरुनामाचे मंत्र ।\n" +
                "गुरुवाक्यावांचूनि शास्त्र । हातीं न शिवे ॥ ४४८ ॥\n" +
                "शिवतलें गुरुचरणीं । भलतैसें हो पाणी ।\n" +
                "तया सकळ तीर्थें आणी । त्रैलोक्यींचीं ॥ ४४९ ॥\n" +
                "श्रीगुरूचें उशिटें । लाहे जैं अवचटें ।\n" +
                "तैं तेणें लाभें विटे । समाधीसी ॥ ४५० ॥\n" +
                "कैवल्यसुखासाठीं । परमाणु घे किरीटी ।\n" +
                "उधळती पायांपाठीं । चालतां जे ॥ ४५१ ॥\n" +
                "हें असो सांगावें किती । नाहीं पारु गुरुभक्ती ।\n" +
                "परी गा उत्क्रांतमती । कारण हें ॥ ४५२ ॥\n" +
                "जया इये भक्तीची चाड । जया इये विषयींचें कोड ।\n" +
                "जो हे सेवेवांचून गोड । न मनी कांहीं ॥ ४५३ ॥\n" +
                "तो तत्त्वज्ञाचा ठावो । ज्ञाना तेणेंचि आवो ।\n" +
                "हें असो तो देवो । ज्ञान भक्तु ॥ ४५४ ॥\n" +
                "हें जाण पां साचोकारें । तेथ ज्ञान उघडेनि द्वारें ।\n" +
                "नांदत असे जगा पुरे । इया रीती ॥ ४५५ ॥\n" +
                "जिये गुरुसेवेविखीं । माझा जीव अभिलाखी ।\n" +
                "म्हणौनि सोयचुकी । बोली केली ॥ ४५६ ॥\n" +
                "एऱ्हवीं असतां हातीं खुळा । भजनावधानीं आंधळा ।\n" +
                "परिचर्येलागीं पांगुळा- । पासूनि मंदु ॥ ४५७ ॥\n" +
                "गुरुवर्णनीं मुका । आळशी पोशिजे फुका ।\n" +
                "परी मनीं आथि निका । सानुरागु ॥ ४५८ ॥\n" +
                "तेणेंचि पैं कारणें । हें स्थूळ पोसणें ।\n" +
                "पडलें मज म्हणे । ज्ञानदेवो ॥ ४५९ ॥\n" +
                "परि तो बोलु उपसाहावा । आणि वोळगे अवसरु देयावा ।\n" +
                "आतां म्हणेन जी बरवा । ग्रंथार्थुचि ॥ ४६० ॥\n" +
                "परिसा परिसा श्रीकृष्णु । जो भूतभारसहिष्णु ।\n" +
                "तो बोलतसे विष्णु । पार्थु ऐके ॥ ४६१ ॥\n" +
                "म्हणे शुचित्व गा ऐसें । जयापाशीं दिसे ।\n" +
                "आंग मन जैसें । कापुराचें ॥ ४६२ ॥\n" +
                "कां रत्नाचें दळवाडें । तैसें सबाह्य चोखडें ।\n" +
                "आंत बाहेरि एकें पाडें । सूर्यु जैसा ॥ ४६३ ॥\n" +
                "बाहेरीं कर्में क्षाळला । भितरीं ज्ञानें उजळला ।\n" +
                "इहीं दोहीं परीं आला । पाखाळा एका ॥ ४६४ ॥\n" +
                "मृत्तिका आणि जळें । बाह्य येणें मेळें ।\n" +
                "निर्मळु होय बोलें । वेदाचेनी ॥ ४६५ ॥\n" +
                "भलतेथ बुद्धीबळी । रजआरिसा उजळी ।\n" +
                "सौंदणी फेडी थिगळी । वस्त्रांचिया ॥ ४६६ ॥\n" +
                "किंबहुना इयापरी । बाह्य चोख अवधारीं ।\n" +
                "आणि ज्ञानदीपु अंतरीं । म्हणौनि शुद्ध ॥ ४६७ ॥\n" +
                "एऱ्हवीं तरी पंडुसुता । आंत शुद्ध नसतां ।\n" +
                "बाहेरि कर्म तो तत्त्वतां । विटंबु गा ॥ ४६८ ॥\n" +
                "मृत जैसा शृंगारिला । गाढव तीर्थीं न्हाणिला ।\n" +
                "कडुदुधिया माखिला । गुळें जैसा ॥ ४६९ ॥\n" +
                "वोस गृहीं तोरण बांधिलें । कां उपवासी अन्नें लिंपिलें ।\n" +
                "कुंकुमसेंदुर केलें । कांतहीनेनें ॥ ४७० ॥\n" +
                "कळस ढिमाचे पोकळ । जळो वरील तें झळाळ ।\n" +
                "काय करूं चित्रींव फळ । आंतु शेण ॥ ४७१ ॥\n" +
                "तैसें कर्मवरिचिलेंकडां । न सरे थोर मोलें कुडा ।\n" +
                "नव्हे मदिरेचा घडा । पवित्र गंगे ॥ ४७२ ॥\n" +
                "म्हणौनि अंतरीं ज्ञान व्हावें । मग बाह्य लाभेल स्वभावें ।\n" +
                "वरी ज्ञान कर्में संभवे । ऐसें कें जोडे ? ॥ ४७३ ॥\n" +
                "यालागी बाह्य विभागु । कर्में धुतला चांगु ।\n" +
                "आणि ज्ञानें फिटला वंगु । अंतरींचा ॥ ४७४ ॥\n" +
                "तेथ अंतर बाह्य गेले । निर्मळत्व एक जाहलें ।\n" +
                "किंबहुना उरलें । शुचित्वचि ॥ ४७५ ॥\n" +
                "म्हणौनि सद्भाव जीवगत । बाहेरी दिसती फांकत ।\n" +
                "जे स्फटिकगृहींचे डोलत । दीप जैसे ॥ ४७६ ॥\n" +
                "विकल्प जेणें उपजे । नाथिली विकृति निपजे ।\n" +
                "अप्रवृत्तीचीं बीजें । अंकुर घेती ॥ ४७७ ॥\n" +
                "तें आइके देखे अथवा भेटे । परी मनीं कांहींचि नुमटे ।\n" +
                "मेघरंगें न कांटे । व्योम जैसें ॥ ४७८ ॥\n" +
                "एऱ्हवीं इंद्रियांचेनि मेळें । विषयांवरी तरी लोळे ।\n" +
                "परी विकाराचेनि विटाळें । लिंपिजेना ॥ ४७९ ॥\n" +
                "भेटलिया वाटेवरी । चोखी आणि माहारी ।\n" +
                "तेथ नातळें तियापरी । राहाटों जाणें ॥ ४८० ॥\n" +
                "कां पतिपुत्रांतें आलिंगी । एकचि ते तरुणांगी ।\n" +
                "तेथ पुत्रभावाच्या आंगीं । न रिगे कामु ॥ ४८१ ॥\n" +
                "तैसें हृदय चोख । संकल्पविकल्पीं सनोळख ।\n" +
                "कृत्याकृत्य विशेख । फुडें जाणें ॥ ४८२ ॥\n" +
                "पाणियें हिरा न भिजे । आधणीं हरळु न शिजे ।\n" +
                "तैसी विकल्पजातें न लिंपिजे । मनोवृत्ती ॥ ४८३ ॥\n" +
                "तया नांव शुचिपण । पार्था गा संपूर्ण ।\n" +
                "हें देखसी तेथ जाण । ज्ञान असे ॥ ४८४ ॥\n" +
                "आणि स्थिरता साचें । घर रिगाली जयाचें ।\n" +
                "तो पुरुष ज्ञानाचें । आयुष्य गा ॥ ४८५ ॥\n" +
                "देह तरी वरिचिलीकडे । आपुलिया परी हिंडे ।\n" +
                "परी बैसका न मोडे । मानसींची ॥ ४८६ ॥\n" +
                "वत्सावरूनि धेनूचें । स्नेह राना न वचे ।\n" +
                "नव्हती भोग सतियेचे । प्रेमभोग ॥ ४८७ ॥\n" +
                "कां लोभिया दूर जाये । परी जीव ठेविलाचि ठाये ।\n" +
                "तैसा देहो चाळितां नव्हे । चळु चित्ता ॥ ४८८ ॥\n" +
                "जातया अभ्रासवें । जैसें आकाश न धांवे ।\n" +
                "भ्रमणचक्रीं न भंवे । ध्रुव जैसा ॥ ४८९ ॥\n" +
                "पांथिकाचिया येरझारा । सवें पंथु न वचे धनुर्धरा ।\n" +
                "कां नाहीं जेवीं तरुवरा । येणें जाणें ॥ ४९० ॥\n" +
                "तैसा चळणवळणात्मकीं । असोनि ये पांचभौतिकीं ।\n" +
                "भूतोर्मी एकी । चळिजेना ॥ ४९१ ॥\n" +
                "वाहुटळीचेनि बळें । पृथ्वी जैसी न ढळे ।\n" +
                "तैसा उपद्रव उमाळें । न लोटे जो ॥ ४९२ ॥\n" +
                "दैन्यदुःखीं न तपे । भवशोकीं न कंपे ।\n" +
                "देहमृत्यु न वासिपे । पातलेनी ॥ ४९३ ॥\n" +
                "आर्ति आशा पडिभरें । वय व्याधी गजरें ।\n" +
                "उजू असतां पाठिमोरें । नव्हे चित्त ॥ ४९४ ॥\n" +
                "निंदा निस्तेज दंडी । कामलोभा वरपडी ।\n" +
                "परी रोमा नव्हे वांकुडी । मानसाची ॥ ४९५ ॥\n" +
                "आकाश हें वोसरो । पृथ्वी वरि विरो ।\n" +
                "परि नेणे मोहरों । चित्तवृत्ती ॥ ४९६ ॥\n" +
                "हाती हाला फुलीं । पासवणा जेवीं न घाली ।\n" +
                "तैसा न लोटे दुर्वाक्यशेलीं । शेलिला सांता ॥ ४९७ ॥\n" +
                "क्षीरार्णवाचिया कल्लोळीं । कंपु नाहीं मंदराचळीं ।\n" +
                "कां आकाश न जळे जाळीं । वणवियाच्या ॥ ४९८ ॥\n" +
                "तैशा आल्या गेल्या ऊर्मी । नव्हे गजबज मनोधर्मीं ।\n" +
                "किंबहुना धैर्य क्षमी । कल्पांतींही ॥ ४९९ ॥\n" +
                "परी स्थैर्य ऐसी भाष । बोलिजे जे सविशेष ।\n" +
                "ते हे दशा गा देख । देखणया ॥ ५०० ॥\n" +
                "हें स्थैर्य निधडें । जेथ आंगें जीवें जोडे ।\n" +
                "तें ज्ञानाचें उघडें । निधान साचें ॥ ५०१ ॥\n" +
                "आणि इसाळु जैसा घरा । कां दंदिया हतियेरा ।\n" +
                "न विसंबे भांडारा । बद्धकु जैसा ॥ ५०२ ॥\n" +
                "कां एकलौतिया बाळका- । वरि पडौनि ठाके अंबिका ।\n" +
                "मधुविषीं मधुमक्षिका । लोभिणी जैसी ॥ ५०३ ॥\n" +
                "अर्जुना जो यापरी । अंतःकरण जतन करी ।\n" +
                "नेदी उभें ठाकों द्वारीं । इंद्रियांच्या ॥ ५०४ ॥\n" +
                "म्हणे काम बागुल ऐकेल । हे आशा सियारी देखैल ।\n" +
                "तरि जीवा टेंकैल । म्हणौनि बिहे ॥ ५०५ ॥\n" +
                "बाहेरी धीट जैसी । दाटुगा पति कळासी ।\n" +
                "करी टेहणी तैसी । प्रवृत्तीसीं ॥ ५०६ ॥\n" +
                "सचेतनीं वाणेपणें । देहासकट आटणें ।\n" +
                "संयमावरीं करणें । बुझूनि घाली ॥ ५०७ ॥\n" +
                "मनाच्या महाद्वारीं । प्रत्याहाराचिया ठाणांतरीं ।\n" +
                "जो यम दम शरीरीं । जागवी उभे ॥ ५०८ ॥\n" +
                "आधारीं नाभीं कंठीं । बंधत्रयाचीं घरटीं ।\n" +
                "चंद्रसूर्य संपुटीं । सुये चित्त ॥ ५०९ ॥\n" +
                "समाधीचे शेजेपासीं । बांधोनि घाली ध्यानासी ।\n" +
                "चित्त चैतन्य समरसीं । आंतु रते ॥ ५१० ॥\n" +
                "अगा अंतःकरणनिग्रहो जो । तो हा हें जाणिजो ।\n" +
                "हा आथी तेथ विजयो । ज्ञानाचा पैं ॥ ५११ ॥\n" +
                "जयाची आज्ञा आपण । शिरीं वाहे अंतःकरण ।\n" +
                "मनुष्याकारें जाण । ज्ञानचि तो ॥ ५१२ ॥\n" +
                "\n" +
                "\n" +
                "इंद्रियार्थेषु वैराग्यमनहंकार एव च ।\n" +
                "जन्ममृत्युजराव्याधिदुःखदोषानुदर्शनम् ॥ ८॥\n" +
                "\n" +
                "\n" +
                "आणि विषयांविखीं । वैराग्याची निकी ।\n" +
                "पुरवणी मानसीं कीं । जिती आथी ॥ ५१३ ॥\n" +
                "वमिलेया अन्ना । लाळ न घोंटी जेवीं रसना ।\n" +
                "कांआंग न सूये आलिंगना । प्रेताचिया ॥ ५१४ ॥\n" +
                "विष खाणें नागवे । जळत घरीं न रिगवे ।\n" +
                "व्याघ्रविवरां न वचवे । वस्ती जेवीं ॥ ५१५ ॥\n" +
                "धडाडीत लोहरसीं । उडी न घालवे जैसी ।\n" +
                "न करवे उशी । अजगराची ॥ ५१६ ॥\n" +
                "अर्जुना तेणें पाडें । जयासी विषयवार्ता नावडे ।\n" +
                "नेदी इंद्रियांचेनि तोंडें । कांहींच जावों ॥ ५१७ ॥\n" +
                "जयाचे मनीं आलस्य । देही अतिकार्श्य ।\n" +
                "शमदमीं सौरस्य । जयासि गा ॥ ५१८ ॥\n" +
                "तपोव्रतांचा मेळावा । जयाच्या ठायीं पांडवा ।\n" +
                "युगांत जया गांवा- । आंतु येतां ॥ ५१९ ॥\n" +
                "बहु योगाभ्यासीं हांव । विजनाकडे धांव ।\n" +
                "न साहे जो नांव । संघाताचें ॥ ५२० ॥\n" +
                "नाराचांचीं आंथुरणें । पूयपंकीं लोळणें ।\n" +
                "तैसें लेखी भोगणें । ऐहिकींचें ॥ ५२१ ॥\n" +
                "आणि स्वर्गातें मानसें । ऐकोनि मानी ऐसें ।\n" +
                "कुहिलें पिशित जैसें । श्वानाचें कां ॥ ५२२ ॥\n" +
                "तें हें विषयवैराग्य । जें आत्मलाभाचें सभाग्य ।\n" +
                "येणें ब्रह्मानंदा योग्य । जीव होती ॥ ५२३ ॥\n" +
                "ऐसा उभयभोगीं त्रासु । देखसी जेथ बहुवसु ।\n" +
                "तेथ जाण रहिवासु । ज्ञानाचा तूं ॥ ५२४ ॥\n" +
                "आणि सचाडाचिये परी । इष्टापूर्तें करी ।\n" +
                "परी केलेंपण शरीरीं । वसों नेदी ॥ ५२५ ॥\n" +
                "वर्णाश्रमपोषकें । कर्में नित्यनैमित्तिकें ।\n" +
                "तयामाजीं कांहीं न ठके । आचरतां ॥ ५२६ ॥\n" +
                "परि हें मियां केलें । कीं हें माझेनि सिद्धी गेलें ।\n" +
                "ऐसें नाहीं ठेविलें । वासनेमाजीं ॥ ५२७ ॥\n" +
                "जैसें अवचितपणें । वायूसि सर्वत्र विचरणें ।\n" +
                "कां निरभिमान उदैजणें । सूर्याचें जैसें ॥ ५२८ ॥\n" +
                "कां श्रुति स्वभावता बोले । गंगा काजेंविण चाले ।\n" +
                "तैसें अवष्टंभहीन भलें । वर्तणें जयाचें ॥ ५२९ ॥\n" +
                "ऋतुकाळीं तरी फळती । परी फळलों हें नेणती ।\n" +
                "तयां वृक्षांचिये ऐसी वृत्ती । कर्मीं सदा ॥ ५३० ॥\n" +
                "एवं मनीं कर्मीं बोलीं । जेथ अहंकारा उखी जाहली ।\n" +
                "एकावळीची काढिली । दोरी जैसी ॥ ५३१ ॥\n" +
                "संबंधेंवीण जैसीं । अभ्रें असती आकाशीं ।\n" +
                "देहीं कर्में तैसीं । जयासि गा ॥ ५३२ ॥\n" +
                "मद्यपाआंगींचें वस्त्र । लेपाहातींचें शस्त्र ।\n" +
                "बैलावरी शास्त्र । बांधलें आहे ॥ ५३३ ॥\n" +
                "तया पाडें देहीं । जया मी आहे हे सेचि नाहीं ।\n" +
                "निरहंकारता पाहीं । तया नांव ॥ ५३४ ॥\n" +
                "हें संपूर्ण जेथें दिसे । तेथेंचि ज्ञान असे ।\n" +
                "इयेविषीं अनारिसें । बोलों नये ॥ ५३५ ॥\n" +
                "आणि जन्ममृत्युजरादुःखें । व्याधिवार्धक्यकलुषें ।\n" +
                "तियें आंगा न येतां देखे । दुरूनि जो ॥ ५३६ ॥\n" +
                "साधकु विवसिया । कां उपसर्गु योगिया ।\n" +
                "पावे उणेयापुरेया । वोथंबा जेवीं ॥ ५३७ ॥\n" +
                "वैर जन्मांतरींचें । सर्पा मनौनि न वचे ।\n" +
                "तेवीं अतीता जन्माचें । उणें जो वाहे ॥ ५३८ ॥\n" +
                "डोळां हरळ न विरे । घाईं कोत न जिरे ।\n" +
                "तैसें काळींचें न विसरे । जन्मदुःख ॥ ५३९ ॥\n" +
                "म्हणे पूयगर्ते रिगाला । अहा मूत्ररंध्रें निघाला ।\n" +
                "कटा रे मियां चाटिला । कुचस्वेदु ॥ ५४० ॥\n" +
                "ऐस{ऐ}सिया परी । जन्माचा कांटाळा धरी ।\n" +
                "म्हणे आतां तें मी न करीं । जेणें ऐसें होय ॥ ५४१ ॥\n" +
                "हारी उमचावया । जुंवारी जैसा ये डाया ।\n" +
                "कीं वैरा बापाचेया । पुत्र जचे ॥ ५४२ ॥\n" +
                "मारिलियाचेनि रागें । पाठीचा जेवीं सूड मागें ।\n" +
                "तेणें आक्षेपें लागे । जन्मापाठीं ॥ ५४३ ॥\n" +
                "परी जन्मती ते लाज । न सांडी जयाचें निज ।\n" +
                "संभाविता निस्तेज । न जिरे जेवीं ॥ ५४४ ॥\n" +
                "आणि मृत्यु पुढां आहे । तोचि कल्पांतीं कां पाहे ।\n" +
                "परी आजीचि होये । सावधु जो ॥ ५४५ ॥\n" +
                "माजीं अथांव म्हणता । थडियेचि पंडुसुता ।\n" +
                "पोहणारा आइता । कासे जेवीं ॥ ५४६ ॥\n" +
                "कां न पवतां रणाचा ठावो । सांभाळिजे जैसा आवो ।\n" +
                "वोडण सुइजे घावो । न लागतांचि ॥ ५४७ ॥\n" +
                "पाहेचा पेणा वाटवधा । तंव आजीचि होईजे सावधा ।\n" +
                "जीवु न वचतां औषधा । धांविजे जेवीं ॥ ५४८ ॥\n" +
                "येऱ्हवीं ऐसें घडे । जो जळतां घरीं सांपडे ।\n" +
                "तो मग न पवाडे । कुहा खणों ॥ ५४९ ॥\n" +
                "चोंढिये पाथरु गेला । तैसेनि जो बुडाला ।\n" +
                "तो बोंबेहिसकट निमाला । कोण सांगे ॥ ५५० ॥\n" +
                "म्हणौनि समर्थेंसीं वैर । जया पडिलें हाडखाइर ।\n" +
                "तो जैसा आठही पाहर । परजून असे ॥ ५५१ ॥\n" +
                "नातरी केळवली नोवरी । का संन्यासी जियापरी ।\n" +
                "तैसा न मरतां जो करी । मृत्युसूचना ॥ ५५२ ॥\n" +
                "पैं गा जो ययापरी । जन्मेंचि जन्म निवारी ।\n" +
                "मरणें मृत्यु मारी । आपण उरे ॥ ५५३ ॥\n" +
                "तया घरीं ज्ञानाचें । सांकडें नाहीं साचें ।\n" +
                "जया जन्ममृत्युचें । निमालें शल्य ॥ ५५४ ॥\n" +
                "आणि तयाचिपरी जरा । न टेंकतां शरीरा ।\n" +
                "तारुण्याचिया भरा- । माजीं देखे ॥ ५५५ ॥\n" +
                "म्हणे आजिच्या अवसरीं । पुष्टि जे शरीरीं ।\n" +
                "ते पाहे होईल काचरी । वाळली जैसी ॥ ५५६ ॥\n" +
                "निदैव्याचे व्यवसाय । तैसे ठाकती हातपाय ।\n" +
                "अमंत्र्या राजाची परी आहे । बळा यया ॥ ५५७ ॥\n" +
                "फुलांचिया भोगा- । लागीं प्रेम टांगा ।\n" +
                "तें करेयाचा गुडघा । तैसें होईल ॥ ५५८ ॥\n" +
                "वोढाळाच्या खुरीं । आखरुआतें बुरी ।\n" +
                "ते दशा माझ्या शिरीं । पावेल गा ॥ ५५९ ॥\n" +
                "पद्मदळेंसी इसाळे । भांडताति हे डोळे ।\n" +
                "ते होती पडवळें । पिकलीं जैसीं ॥ ५६० ॥\n" +
                "भंवईचीं पडळें । वोमथती सिनसाळे ।\n" +
                "उरु कुहिजैल जळें । आंसुवाचेनि ॥ ५६१ ॥\n" +
                "जैसें बाभुळीचें खोड । गिरबडूनि जाती सरड ।\n" +
                "तैसें पिचडीं तोंड । सरकटिजैल ॥ ५६२ ॥\n" +
                "रांधवणी चुलीपुढें । पऱ्हे उन्मादती खातवडे ।\n" +
                "तैसींचि यें नाकाडें । बिडबिडती ॥ ५६३ ॥\n" +
                "तांबुलें वोंठ राऊं । हांसतां दांत दाऊं ।\n" +
                "सनागर मिरऊं । बोल जेणें ॥ ५६४ ॥\n" +
                "तयाचि पाहे या तोंडा । येईल जळंबटाचा लोंढा ।\n" +
                "इया उमळती दाढा । दातांसहित ॥ ५६५ ॥\n" +
                "कुळवाडी रिणें दाटली । कां वांकडिया ढोरें बैसलीं ।\n" +
                "तैसी नुठी कांहीं केली । जीभचि हे ॥ ५६६ ॥\n" +
                "कुसळें कोरडीं । वारेनि जाती बरडीं ।\n" +
                "तैसा आपदा तोंडीं । दाढियेसी ॥ ५६७ ॥\n" +
                "आषाढींचेनि जळें । जैसीं झिरपती शैलाचीं मौळें ।\n" +
                "तैसें खांडीहूनि लाळे । पडती पूर ॥ ५६८ ॥\n" +
                "वाचेसि अपवाडु । कानीं अनुघडु ।\n" +
                "पिंड गरुवा माकडु । होईल हा ॥ ५६९ ॥\n" +
                "तृणाचें बुझवणें । आंदोळे वारेनगुणें ।\n" +
                "तैसें येईल कांपणें । सर्वांगासी ॥ ५७० ॥\n" +
                "पायां पडती वेंगडी । हात वळती मुरकुंडी ।\n" +
                "बरवपणा बागडी । नाचविजैल ॥ ५७१ ॥\n" +
                "मळमूत्रद्वारें । होऊनि ठाती खोंकरें ।\n" +
                "नवसियें होती इतरें । माझियां निधनीं ॥ ५७२ ॥\n" +
                "देखोनि थुंकील जगु । मरणाचा पडैल पांगु ।\n" +
                "सोइरियां उबगु । येईल माझा ॥ ५७३ ॥\n" +
                "स्त्रियां म्हणती विवसी । बाळें जाती मूर्छी ।\n" +
                "किंबहुना चिळसी । पात्र होईन ॥ ५७४ ॥\n" +
                "उभळीचा उजगरा । सेजारियां साइलिया घरा ।\n" +
                "शिणवील म्हणती म्हातारा । बहुतांतें हा ॥ ५७५ ॥\n" +
                "ऐसी वार्धक्याची सूचणी । आपणिया तरुणपणीं ।\n" +
                "देखे मग मनीं । विटे जो गा ॥ ५७६ ॥\n" +
                "म्हणे पाहे हें येईल । आणि आतांचें भोगितां जाईल ।\n" +
                "मग काय उरेल । हितालागीं ? ॥ ५७७ ॥\n" +
                "म्हणौनि नाइकणें पावे । तंव आईकोनि घाली आघवें ।\n" +
                "पंगु न होता जावें । तेथ जाय ॥ ५७८ ॥\n" +
                "दृष्टी जंव आहे । तंव पाहावें तेतुलें पाहे ।\n" +
                "मूकत्वा आधीं वाचा वाहे । सुभाषितें ॥ ५७९ ॥\n" +
                "हात होती खुळे । हें पुढील मोटकें कळे ।\n" +
                "आणि करूनि घाली सकळें । दानादिकें ॥ ५८० ॥\n" +
                "ऐसी दशा येईल पुढें । तैं मन होईल वेडें ।\n" +
                "तंव चिंतूनि ठेवी चोखडें । आत्मज्ञान ॥ ५८१ ॥\n" +
                "जैं चोर पाहे झोंबती । तंव आजीचि रुसिजे संपत्ती ।\n" +
                "का झांकाझांकी वाती । न वचतां कीजे ॥ ५८२ ॥\n" +
                "तैसें वार्धक्य यावें । मग जें वायां जावें ।\n" +
                "तें आतांचि आघवें । सवतें करीं ॥ ५८३ ॥\n" +
                "आतां मोडूनि ठेलीं दुर्गें । कां वळित धरिलें खगें ।\n" +
                "तेथ उपेक्षूनि जो निघे । तो नागवला कीं ? ॥ ५८४ ॥\n" +
                "तैसें वृद्धाप्य होये । आलेपण तें वायां जाये ।\n" +
                "जे तो शतवृद्ध आहे । नेणों कैंचा ॥ ५८५ ॥\n" +
                "झाडिलींचि कोळें झाडी । तया न फळे जेवीं बोंडीं ।\n" +
                "जाहला अग्नि तरी राखोंडी । जाळील काई ? ॥ ५८६ ॥\n" +
                "म्हणौनि वार्धक्याचेनि आठवें । वार्धक्या जो नागवे ।\n" +
                "तयाच्या ठायीं जाणावें । ज्ञान आहे ॥ ५८७ ॥\n" +
                "तैसेंचि नाना रोग । पडिघाती ना जंव पुढां आंग ।\n" +
                "तंव आरोग्याचे उपेग । करूनि घाली ॥ ५८८ ॥\n" +
                "सापाच्या तोंडी । पडली जे उंडी ।\n" +
                "ते लाऊनि सांडी । प्रबुद्धु जैसा ॥ ५८९ ॥\n" +
                "तैसा वियोगें जेणें दुःखे । विपत्ति शोक पोखे ।\n" +
                "तें स्नेह सांडूनि सुखें । उदासु होय ॥ ५९० ॥\n" +
                "आणि जेणें जेणें कडे । दोष सूतील तोंडें ।\n" +
                "तयां कर्मरंध्री गुंडे । नियमाचे दाटी ॥ ५९१ ॥\n" +
                "ऐस{ऐ}सिया आइती । जयाची परी असती ।\n" +
                "तोचि ज्ञानसंपत्ती- । गोसावी गा ॥ ५९२ ॥\n" +
                "आतां आणीकही एक । लक्षण अलौकिक ।\n" +
                "सांगेन आइक । धनंजया ॥ ५९३ ॥\n" +
                "\n" +
                "\n" +
                "असक्तिरनभिष्वंगः पुत्रदारगृहादिषु ।\n" +
                "नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु ॥ ९॥\n" +
                "\n" +
                "\n" +
                "तरि जो या देहावरी । उदासु ऐसिया परी ।\n" +
                "उखिता जैसा बिढारीं । बैसला आहे ॥ ५९४ ॥\n" +
                "कां झाडाची साउली । वाटे जातां मीनली ।\n" +
                "घरावरी तेतुली । आस्था नाहीं ॥ ५९५ ॥\n" +
                "साउली सरिसीच असे । परी असे हें नेणिजे जैसें ।\n" +
                "स्त्रियेचें तैसें । लोलुप्य नाहीं ॥ ५९६ ॥\n" +
                "आणि प्रजा जे जाली । तियें वस्ती कीर आलीं ।\n" +
                "कां गोरुवें बैसलीं । रुखातळीं ॥ ५९७ ॥\n" +
                "जो संपत्तीमाजी असतां । ऐसा गमे पंडुसुता ।\n" +
                "जैसा कां वाटे जातां । साक्षी ठेविला ॥ ५९८ ॥\n" +
                "किंबहुना पुंसा । पांजरियामाजीं जैसा ।\n" +
                "वेदाज्ञेसी तैसा । बिहूनि असे ॥ ५९९ ॥\n" +
                "एऱ्हवीं दारागृहपुत्रीं । नाहीं जया मैत्री ।\n" +
                "तो जाण पां धात्री । ज्ञानासि गा ॥ ६०० ॥ ";
        stringBuilder3.append(aadhaya4);
        textView4.setText(stringBuilder3.toString());


        TextView textView5=findViewById(R.id.title5);
        StringBuilder stringBuilder4=new StringBuilder();
        String aadhaya5=" महासिंधू जैसे । ग्रीष्मवर्षीं सरिसे ।\n" +
                "इष्टानिष्ट तैसें । जयाच्या ठायीं ॥ ६०१ ॥\n" +
                "कां तिन्ही काळ होतां । त्रिधा नव्हे सविता ।\n" +
                "तैसा सुखदुःखीं चित्ता । भेदु नाहीं ॥ ६०२ ॥\n" +
                "जेथ नभाचेनि पाडें । समत्वा उणें न पडे ।\n" +
                "तेथ ज्ञान रोकडें । वोळख तूं ॥ ६०३ ॥\n" +
                "\n" +
                "\n" +
                "मयि चानन्ययोगेन भक्तिरव्यभिचारिणी ।\n" +
                "विविक्तदेशसेवित्वमरतिर्जनसंसदि ॥ १०॥\n" +
                "\n" +
                "\n" +
                "आणि मीवांचूनि कांहीं । आणिक गोमटें नाहीं ।\n" +
                "ऐसा निश्चयोचि तिहीं । जयाचा केला ॥ ६०४ ॥\n" +
                "शरीर वाचा मानस । पियालीं कृतनिश्चयाचा कोश ।\n" +
                "एक मीवांचूनि वास । न पाहती आन ॥ ६०५ ॥\n" +
                "किंबहुना निकट निज । जयाचें जाहलें मज ।\n" +
                "तेणें आपणयां आम्हां सेज । एकी केली ॥ ६०६ ॥\n" +
                "रिगतां वल्लभापुढें । नाहीं आंगीं जीवीं सांकडें ।\n" +
                "तिये कांतेचेनि पाडें । एकसरला जो ॥ ६०७ ॥\n" +
                "मिळोनि मिळतचि असे । समुद्रीं गंगाजळ जैसें ।\n" +
                "मी होऊनि मज तैसें । सर्वस्वें भजती ॥ ६०८ ॥\n" +
                "सूर्याच्या होण्यां होईजे । कां सूर्यासवेंचि जाइजे ।\n" +
                "हें विकलेपण साजे । प्रभेसि जेवीं ॥ ६०९ ॥\n" +
                "पैं पाणियाचिये भूमिके । पाणी तळपे कौतुकें ।\n" +
                "ते लहरी म्हणती लौकिकें । एऱ्हवीं तें पाणी ॥ ६१० ॥\n" +
                "जो अनन्यु यापरी । मी जाहलाहि मातें वरी ।\n" +
                "तोचि तो मूर्तधारी । ज्ञान पैं गा ॥ ६११ ॥\n" +
                "आणि तीर्थें धौतें तटें । तपोवनें चोखटें ।\n" +
                "आवडती कपाटें । वसवूं जया ॥ ६१२ ॥\n" +
                "शैलकक्षांचीं कुहरें । जळाशय परिसरें ।\n" +
                "अधिष्ठी जो आदरें । नगरा न ये ॥ ६१३ ॥\n" +
                "बहु एकांतावरी प्रीति । जया जनपदाची खंती ।\n" +
                "जाण मनुष्याकारें मूर्ती । ज्ञानाची तो ॥ ६१४ ॥\n" +
                "आणिकहि पुढती । चिन्हें गा सुमती ।\n" +
                "ज्ञानाचिये निरुती- । लागीं सांगों ॥ ६१५ ॥\n" +
                "\n" +
                "\n" +
                "अध्यात्मज्ञाननित्यत्वं तत्त्वज्ञानार्थदर्शनम् ।\n" +
                "एतद्ज्ञानमिति प्रोक्तमज्ञानं यदतोन्यथा ॥ ११॥\n" +
                "\n" +
                "\n" +
                "तरी परमात्मा ऐसें । जें एक वस्तु असे ।\n" +
                "तें जया दिसें । ज्ञानास्तव ॥ ६१६ ॥\n" +
                "तें एकवांचूनि आनें । जियें भवस्वर्गादि ज्ञानें ।\n" +
                "तें अज्ञान ऐसा मनें । निश्चयो केला ॥ ६१७ ॥\n" +
                "स्वर्गा जाणें हें सांडी । भवविषयीं कान झाडी ।\n" +
                "दे अध्यात्मज्ञानीं बुडी । सद्भावाची ॥ ६१८ ॥\n" +
                "भंगलिये वाटे । शोधूनिया अव्हांटे ।\n" +
                "निघिजे जेवीं नीटें । राजपंथें ॥ ६१९ ॥\n" +
                "तैसें ज्ञानजातां करी । आघवेंचि एकीकडे सारी ।\n" +
                "मग मन बुद्धि मोहरी । अध्यात्मज्ञानीं ॥ ६२० ॥\n" +
                "म्हणे एक हेंचि आथी । येर जाणणें ते भ्रांती ।\n" +
                "ऐसी निकुरेंसी मती । मेरु होय ॥ ६२१ ॥\n" +
                "एवं निश्चयो जयाचा । द्वारीं आध्यात्मज्ञानाचा ।\n" +
                "ध्रुव देवो गगनींचा । तैसा राहिला ॥ ६२२ ॥\n" +
                "तयाच्या ठायीं ज्ञान । या बोला नाहीं आन ।\n" +
                "जे ज्ञानीं बैसलें मन । तेव्हांचि तें तो मी ॥ ६२३ ॥\n" +
                "तरी बैसलेपणें जें होये । बैसतांचि बोलें न होये ।\n" +
                "तरी ज्ञाना तया आहे । सरिसा पाडु ॥ ६२४ ॥\n" +
                "आणि तत्त्वज्ञान निर्मळ । फळे जें एक फळ ।\n" +
                "तें ज्ञेयही वरी सरळ । दिठी जया ॥ ६२५ ॥\n" +
                "एऱ्हवीं बोधा आलेनि ज्ञानें । जरी ज्ञेय न दिसेचि मनें ।\n" +
                "तरी ज्ञानलाभुही न मने । जाहला सांता ॥ ६२६ ॥\n" +
                "आंधळेनि हातीं दिवा । घेऊनि काय करावा ? ।\n" +
                "तैसा ज्ञाननिश्चयो आघवा । वायांचि जाय ॥ ६२७ ॥\n" +
                "जरि ज्ञानाचेनि प्रकाशें । परतत्त्वीं दिठी न पैसे ।\n" +
                "ते स्फूर्तीचि असे । अंध होऊनी ॥ ६२८ ॥\n" +
                "म्हणौनि ज्ञान जेतुलें दावीं । तेतुली वस्तुचि आघवी ।\n" +
                "तें देखे ऐशी व्हावी । बुद्धि चोख ॥ ६२९ ॥\n" +
                "यालागीं ज्ञानें निर्दोखें । दाविलें ज्ञेय देखे ।\n" +
                "तैसेनि उन्मेखें । आथिला जो ॥ ६३० ॥\n" +
                "जेवढी ज्ञानाची वृद्धी । तेवढीच जयाची बुद्धी ।\n" +
                "तो ज्ञान हे शब्दीं । करणें न लगे ॥ ६३१ ॥\n" +
                "पैं ज्ञानाचिये प्रभेसवें । जयाची मती ज्ञेयीं पावे ।\n" +
                "तो हातधरणिया शिवे । परतत्त्वातें ॥ ६३२ ॥\n" +
                "तोचि ज्ञान हें बोलतां । विस्मो कवण पंडुसुता ? ।\n" +
                "काय सवितयातें सविता । म्हणावें असें ? ॥ ६३३ ॥\n" +
                "तंव श्रोतें म्हणती असो । न सांगें तयाचा अतिसो ।\n" +
                "ग्रंथोक्ती तेथ आडसो । घालितोसी कां ? ॥ ६३४ ॥\n" +
                "तुझा हाचि आम्हां थोरु । वक्तृत्वाचा पाहुणेरु ।\n" +
                "जे ज्ञानविषो फारु । निरोपिला ॥ ६३५ ॥\n" +
                "रसु होआवा अतिमात्रु । हा घेतासि कविमंत्रु ।\n" +
                "तरी अवंतूनि शत्रु । करितोसि कां गा ? ॥ ६३६ ॥\n" +
                "ठायीं बैसतिये वेळे । जे रससोय घेऊनि पळे ।\n" +
                "तियेचा येरु वोडव मिळे । कोणा अर्था ? ॥ ६३७ ॥\n" +
                "आघवाचि विषयीं भादी । परी सांजवणीं टेंकों नेदी ।\n" +
                "ते खुरतोडी नुसधी । पोषी कवण ? ॥ ६३८ ॥\n" +
                "तैसी ज्ञानीं मती न फांके । येर जल्पती नेणों केतुकें ।\n" +
                "परि तें असो निकें । केलें तुवां ॥ ६३९ ॥\n" +
                "जया ज्ञानलेशोद्देशें । कीजती योगादि सायासें ।\n" +
                "तें धणीचें आथी तुझिया ऐसें । निरूपण ॥ ६४० ॥\n" +
                "अमृताची सातवांकुडी । लागो कां अनुघडी ।\n" +
                "सुखाच्या दिवसकोडी । गणिजतु कां ॥ ६४१ ॥\n" +
                "पूर्णचंद्रेंसीं राती । युग एक असोनि पहाती ।\n" +
                "तरी काय पाहात आहाती । चकोर ते ? ॥ ६४२ ॥\n" +
                "तैसें ज्ञानाचें बोलणें । आणि येणें रसाळपणें ।\n" +
                "आतां पुरे कोण म्हणे ? । आकर्णितां ॥ ६४३ ॥\n" +
                "आणि सभाग्यु पाहुणा ये । सुभगाचि वाढती होये ।\n" +
                "तैं सरों नेणें रससोये । ऐसें आथी ॥ ६४४ ॥\n" +
                "तैसा जाहला प्रसंगु । जे ज्ञानीं आम्हांसि लागु ।\n" +
                "आणि तुजही अनुरागु । आथि तेथ ॥ ६४५ ॥\n" +
                "म्हणौनि यया वाखाणा- । पासीं से आली चौगुणा ।\n" +
                "ना म्हणों नयेसि देखणा ? । होसी ज्ञानी ॥ ६४६ ॥\n" +
                "तरी आतां ययावरी । प्रज्ञेच्या माजघरीं ।\n" +
                "पदें साच करीं । निरूपणीं ॥ ६४७ ॥\n" +
                "या संतवाक्यासरिसें । म्हणितलें निवृत्तिदासें ।\n" +
                "माझेंही जी ऐसें । मनोगत ॥ ६४८ ॥\n" +
                "यावरी आतां तुम्हीं । आज्ञापिला स्वामी ।\n" +
                "तरी वायां वागू मी । वाढों नेदी ॥ ६४९ ॥\n" +
                "एवं इयें अवधारा । ज्ञानलक्षणें अठरा ।\n" +
                "श्रीकृष्णें धनुर्धरा । निरूपिली ॥ ६५० ॥\n" +
                "मग म्हणें या नांवें । ज्ञान एथ जाणावें ।\n" +
                "हे स्वमत आणि आघवें । ज्ञानियेही म्हणती ॥ ६५१ ॥\n" +
                "करतळावरी वाटोळा । डोलतु देखिजे आंवळा ।\n" +
                "तैसें ज्ञान आम्हीं डोळां । दाविलें तुज ॥ ६५२ ॥\n" +
                "आतां धनंजया महामती । अज्ञान ऐसी वदंती ।\n" +
                "तेंही सांगों व्यक्ती । लक्षणेंसीं ॥ ६५३ ॥\n" +
                "एऱ्हवीं ज्ञान फुडें जालिया । अज्ञान जाणवे धनंजया ।\n" +
                "जें ज्ञान नव्हे तें अपैसया । अज्ञानचि ॥ ६५४ ॥\n" +
                "पाहें पां दिवसु आघवा सरे । मग रात्रीची वारी उरे ।\n" +
                "वांचूनि कांहीं तिसरें । नाहीं जेवीं ॥ ६५५ ॥\n" +
                "तैसें ज्ञान जेथ नाहीं । तेंचि अज्ञान पाहीं ।\n" +
                "तरी सांगों कांहीं कांहीं । चिन्हें तियें ॥ ६५६ ॥\n" +
                "तरी संभावने जिये । जो मानाची वाट पाहे ।\n" +
                "सत्कारें होये । तोषु जया ॥ ६५७ ॥\n" +
                "गर्वें पर्वताचीं शिखरें । तैसा महत्त्वावरूनि नुतरे ।\n" +
                "तयाचिया ठायीं पुरे । अज्ञान आहे ॥ ६५८ ॥\n" +
                "आणि स्वधर्माची मांगळी । बांधे वाचेच्या पिंपळीं ।\n" +
                "उभिला जैसा देउळीं । जाणोनि कुंचा ॥ ६५९ ॥\n" +
                "घाली विद्येचा पसारा । सूये सुकृताचा डांगोरा ।\n" +
                "करी तेतुलें मोहरा । स्फीतीचिया ॥ ६६० ॥\n" +
                "आंग वरिवरी चर्ची । जनातें अभ्यर्चितां वंची ।\n" +
                "तो जाण पां अज्ञानाची । खाणी एथ ॥ ६६१ ॥\n" +
                "आणि वन्ही वनीं विचरे । तेथ जळती जैसीं जंगमें स्थावरें ।\n" +
                "तैसें जयाचेनि आचारें । जगा दुःख ॥ ६६२ ॥\n" +
                "कौतुकें जें जें जल्पे । तें साबळाहूनि तीख रुपे ।\n" +
                "विषाहूनि संकल्पें । मारकु जो ॥ ६६३ ॥\n" +
                "तयातें बहु अज्ञान । तोचि अज्ञानाचें निधान ।\n" +
                "हिंसेसि आयतन । जयाचें जिणें ॥ ६६४ ॥\n" +
                "आणि फुंकें भाता फुगे । रेचिलिया सवेंचि उफगे ।\n" +
                "तैसा संयोगवियोगें । चढे वोहटे ॥ ६६५ ॥\n" +
                "पडली वारयाचिया वळसा । धुळी चढे आकाशा ।\n" +
                "हरिखा वळघे तैसा । स्तुतीवेळे ॥ ६६६ ॥\n" +
                "निंदा मोटकी आइके । आणि कपाळ धरूनि ठाके ।\n" +
                "थेंबें विरे वारोनि शोखे । चिखलु जैसा ॥ ६६७ ॥\n" +
                "तैसा मानापमानीं होये । जो कोण्हीचि उर्मी न साहे ।\n" +
                "तयाच्या ठायीं आहे । अज्ञान पुरें ॥ ६६८ ॥\n" +
                "आणि जयाचिया मनीं गांठी । वरिवरी मोकळी वाचा दिठी ।\n" +
                "आंगें मिळे जीवें पाठीं । भलतया दे ॥ ६६९ ॥\n" +
                "व्याधाचे चारा घालणें । तैसें प्रांजळ जोगावणें ।\n" +
                "चांगाचीं अंतःकरणें । विरु करी ॥ ६७० ॥\n" +
                "गार शेवाळें गुंडाळली । कां निंबोळी जैसी पिकली ।\n" +
                "तैसी जयाची भली । बाह्य क्रिया ॥ ६७१ ॥\n" +
                "अज्ञान तयाचिया ठायीं । ठेविलें असे पाहीं ।\n" +
                "याबोला आन नाहीं । सत्य मानीं ॥ ६७२ ॥\n" +
                "आणि गुरुकुळीं लाजे । जो गुरुभक्ती उभजे ।\n" +
                "विद्या घेऊनि माजे । गुरूसींचि जो ॥ ६७३ ॥\n" +
                "तयाचें नाम घेणें । तें वाचे शूद्रान्न होणें ।\n" +
                "परी घडलें लक्षणें । बोलतां इयें ॥ ६७४ ॥\n" +
                "आता गुरुभक्तांचें नांव घेवों । तेणें वाचेसि प्रायश्चित देवों ।\n" +
                "गुरुसेवका नांव पावों । सूर्यु जैसा ॥ ६७५ ॥\n" +
                "येतुलेनि पांगु पापाचा । निस्तरेल हे वाचा ।\n" +
                "जो गुरुतल्पगाचा । नामीं आला ॥ ६७६ ॥\n" +
                "हा ठायवरी । तया नामाचें भय हरी ।\n" +
                "मग म्हणे अवधारीं । आणिकें चिन्हें ॥ ६७७ ॥\n" +
                "तरि आंगें कर्में ढिला । जो मनें विकल्पें भरला ।\n" +
                "अडवींचा अवगळला । कुहा जैसा ॥ ६७८ ॥\n" +
                "तया तोंडीं कांटिवडे । आंतु नुसधीं हाडें ।\n" +
                "अशुचि तेणें पाडें । सबाह्य जो ॥ ६७९ ॥\n" +
                "जैसें पोटालागीं सुणें । उघडें झांकलें न म्हणे ।\n" +
                "तैसें आपलें परावें नेणे । द्रव्यालागीं ॥ ६८० ॥\n" +
                "इया ग्रामसिंहाचिया ठायीं । जैसा मिळणी ठावो अठावो नाहीं ।\n" +
                "तैसा स्त्रीविषयीं कांहीं । विचारीना ॥ ६८१ ॥\n" +
                "कर्माचा वेळु चुके । कां नित्य नैमित्तिक ठाके ।\n" +
                "तें जया न दुखे । जीवामाजीं ॥ ६८२ ॥\n" +
                "पापी जो निसुगु । पुण्याविषयीं अतिनिलागु ।\n" +
                "जयाचिया मनीं वेगु । विकल्पाचा ॥ ६८३ ॥\n" +
                "तो जाण निखिळा । अज्ञानाचा पुतळा ।\n" +
                "जो बांधोनि असे डोळां । वित्ताशेतें ॥ ६८४ ॥\n" +
                "आणि स्वार्थें अळुमाळें । जो धैर्यापासोनि चळे ।\n" +
                "जैसें तृणबीज ढळे । मुंगियेचेनी ॥ ६८५ ॥\n" +
                "पावो सूदलिया सवें । जैसें थिल्लर कालवे ।\n" +
                "तैसा भयाचेनि नांवें । गजबजे जो ॥ ६८६ ॥\n" +
                "मनोरथांचिया धारसा । वाहणें जयाचिया मानसा ।\n" +
                "पूरीं पडिला जैसा । दुधिया पाहीं ॥ ६८७ ॥\n" +
                "वायूचेनि सावायें । धू दिगंतरा जाये ।\n" +
                "दुःखवार्ता होये । तसें जया ॥ ६८८ ॥\n" +
                "वाउधणाचिया परी । जो आश्रो कहींचि न धरी ।\n" +
                "क्षेत्रीं तीर्थीं पुरीं । थारों नेणे ॥ ६८९ ॥\n" +
                "कां मातलिया सरडा । पुढती बुडुख पुढती शेंडा ।\n" +
                "हिंडणवारा कोरडा । तैसा जया ॥ ६९० ॥\n" +
                "जैसा रोविल्याविणें । रांजणु थारों नेणे ।\n" +
                "तैसा पडे तैं राहणें । एऱ्हवीं हिंडे ॥ ६९१ ॥\n" +
                "तयाच्या ठायीं उदंड । अज्ञान असे वितंड ।\n" +
                "जो चांचल्यें भावंड । मर्कटाचें ॥ ६९२ ॥\n" +
                "आणि पैं गा धनुर्धरा । जयाचिया अंतरा ।\n" +
                "नाहीं वोढावारा । संयमाचा ॥ ६९३ ॥\n" +
                "लेंडिये आला लोंढा । न मनी वाळुवेचा वरवंडा ।\n" +
                "तैसा निषेधाचिया तोंडा । बिहेना जो ॥ ६९४ ॥\n" +
                "व्रतातें आड मोडी । स्वधर्मु पायें वोलांडी ।\n" +
                "नियमाची आस तोडी । जयाची क्रिया ॥ ६९५ ॥\n" +
                "नाहीं पापाचा कंटाळा । नेणें पुण्याचा जिव्हाळा ।\n" +
                "लाजेचा पेंडवळा । खाणोनि घाली ॥ ६९६ ॥\n" +
                "कुळेंसीं जो पाठमोरा । वेदाज्ञेसीं दुऱ्हा ।\n" +
                "कृत्याकृत्यव्यापारा । निवाडु नेणे ॥ ६९७ ॥\n" +
                "वसू जैसा मोकाटु । वारा जैसा अफाटु ।\n" +
                "फुटला जैसा पाटु । निर्जनीं ॥ ६९८ ॥\n" +
                "आंधळें हातिरूं मातलें । कां डोंगरीं जैसें पेटलें ।\n" +
                "तैसें विषयीं सुटलें । चित्त जयाचें ॥ ६९९ ॥\n" +
                "पैं उबधडां काय न पडे । मोकाटु कोणां नातुडे ।\n" +
                "ग्रामद्वारींचे आडें । नोलांडी कोण ॥ ७०० ॥\n" +
                "जैसें सत्रीं अन्न जालें । कीं सामान्या बीक आलें ।\n" +
                "वाणसियेचें उभलें । कोण न रिगे ? ॥ ७०१ ॥\n" +
                "तैसें जयाचें अंतःकरण । तयाच्या ठायीं संपूर्ण ।\n" +
                "अज्ञानाची जाण । ऋद्धि आहे ॥ ७०२ ॥\n" +
                "आणि विषयांची गोडी । जो जीतु मेला न संडी ।\n" +
                "स्वर्गींही खावया जोडी । येथूनिची ॥ ७०३ ॥\n" +
                "जो अखंड भोगा जचे । जया व्यसन काम्यक्रियेचें ।\n" +
                "मुख देखोनि विरक्ताचें । सचैल करी ॥ ७०४ ॥\n" +
                "विषो शिणोनि जाये । परि न शिणे सावधु नोहे ।\n" +
                "कुहीला हातीं खाये । कोढी जैसा ॥ ७०५ ॥\n" +
                "खरी टेंकों नेदी उडे । लातौनि फोडी नाकाडें ।\n" +
                "तऱ्ही जेवीं न काढे । माघौता खरु ॥ ७०६ ॥\n" +
                "तैसा जो विषयांलागीं । उडी घाली जळतिये आगीं ।\n" +
                "व्यसनाची आंगीं । लेणीं मिरवी ॥ ७०७ ॥\n" +
                "फुटोनि पडे तंव । मृग वाढवी हांव ।\n" +
                "परी न म्हणे ते माव । रोहिणीची ॥ ७०८ ॥\n" +
                "तैसा जन्मोनि मृत्यूवरी । विषयीं त्रासितां बहुतीं परीं ।\n" +
                "तऱ्ही त्रासु नेघे धरी । अधिक प्रेम ॥ ७०९ ॥\n" +
                "पहिलिये बाळदशे । आई बा हेंचि पिसें ।\n" +
                "तें सरे मग स्त्रीमांसें । भुलोनि ठाके ॥ ७१० ॥\n" +
                "मग स्त्री भोगितां थावों । वृद्धाप्य लागे येवों ।\n" +
                "तेव्हां तोचि प्रेमभावो । बाळकांसि आणी ॥ ७११ ॥\n" +
                "आंधळें व्यालें जैसें । तैसा बाळें परिवसे ।\n" +
                "परि जीवें मरे तों न त्रासे । विषयांसि जो ॥ ७१२ ॥\n" +
                "जाण तयाच्या ठायीं । अज्ञानासि पारु नाहीं ।\n" +
                "आतां आणीक कांहीं । चिन्हें सांगों ॥ ७१३ ॥\n" +
                "तरि देह हाचि आत्मा । ऐसेया जो मनोधर्मा ।\n" +
                "वळघोनियां कर्मा । आरंभु करी ॥ ७१४ ॥\n" +
                "आणि उणें कां पुरें । जें जें कांहीं आचरे ।\n" +
                "तयाचेनि आविष्करें । कुंथों लागे ॥ ७१५ ॥\n" +
                "डोईये ठेविलेनि भोजें । देवलविसें जेवीं फुंजे ।\n" +
                "तैसा विद्यावयसा माजे । उताणा चाले ॥ ७१६ ॥\n" +
                "म्हणे मीचि एकु आथी । माझ्यांचि घरीं संपत्ती ।\n" +
                "माझी आचरती रीती । कोणा आहे ॥ ७१७ ॥\n" +
                "नाहीं माझेनि पाडें वाडु । मी सर्वज्ञ एकचि रूढु ।\n" +
                "ऐसा गर्वतुष्टीगंडु । घेऊनि ठाके ॥ ७१८ ॥\n" +
                "व्याधि लागलिया माणुसा । नयेचि भोग दाऊं जैसा ।\n" +
                "निकें न साहे जो तैसा । पुढिलांचें ॥ ७१९ ॥\n" +
                "पैं गुण तेतुला खाय । स्नेह कीं जाळितु जाय ।\n" +
                "जेथ ठेविजे तेथ होय । मसी{ऐ}सें ॥ ७२० ॥\n" +
                "जीवनें शिंपिला तिडपिडी । विजिला प्राण सांडीं ।\n" +
                "लागला तरी काडी । उरों नेदी ॥ ७२१ ॥\n" +
                "आळुमाळ प्रकाशु करी । तेतुलेनीच उबारा धरी ।\n" +
                "तैसिया दीपाचि परी । सुविद्यु जो ॥ ७२२ ॥\n" +
                "औषधाचेनि नांवें अमृतें । जैसा नवज्वरु आंबुथे ।\n" +
                "कां विषचि होऊनि परतें । सर्पा दूध ॥ ७२३ ॥\n" +
                "तैसा सद्गुणीं मत्सरु । व्युत्पत्ती अहंकारु ।\n" +
                "तपोज्ञानें अपारु । ताठा चढे ॥ ७२४ ॥\n" +
                "अंत्यु राणिवे बैसविला । आरें धारणु गिळिला ।\n" +
                "तैसा गर्वें फुगला । देखसी जो ॥ ७२५ ॥\n" +
                "जो लाटणें ऐसा न लवे । पाथरु तेवीं न द्रवे ।\n" +
                "गुणियासि नागवे । फोडसें जैसें ॥ ७२६ ॥\n" +
                "किंबहुना तयापाशी । अज्ञान आहे वाढीसीं ।\n" +
                "हें निकरें गा तुजसीं । बोलत असों ॥ ७२७ ॥\n" +
                "आणीकही धनंजया । जो गृहदेह सामग्रिया ।\n" +
                "न देखे कालचेया । जन्मातें गा ॥ ७२८ ॥\n" +
                "कृतघ्ना उपकारु केला । कां चोरा व्यवहारु दिधला ।\n" +
                "निसुगु स्तविला । विसरे जैसा ॥ ७२९ ॥\n" +
                "वोढाळितां लाविलें । तें तैसेंच कान पूंस वोलें ।\n" +
                "कीं पुढती वोढाळुं आलें । सुणें जैसें ॥ ७३० ॥\n" +
                "बेडूक सापाचिया तोंडीं । जातसे सबुडबुडीं ।\n" +
                "तो मक्षिकांचिया कोडीं । स्मरेना कांहीं ? ॥ ७३१ ॥\n" +
                "तैसीं नवही द्वारें स्रवती । आंगीं देहाची लुती जिती ।\n" +
                "जेणें जाली तें चित्तीं । सलेना जया ॥ ७३२ ॥\n" +
                "मातेच्या उदरकुहरीं । पचूनि विष्ठेच्या दाथरीं ।\n" +
                "जठरीं नवमासवरी । उकडला जो ॥ ७३३ ॥\n" +
                "तें गर्भींची जे व्यथा । कां जें जालें उपजतां ।\n" +
                "तें कांहींचि सर्वथा । नाठवी जो ॥ ७३४ ॥\n" +
                "मलमूत्रपंकीं । जे लोळतें बाळ अंकीं ।\n" +
                "तें देखोनि जो न थुंकीं । त्रासु नेघे ॥ ७३५ ॥\n" +
                "कालचि ना जन्म गेलें । पाहेचि पुढती आलें ।\n" +
                "ऐसें हें कांहीं वाटलें । नाहीं जया ॥ ७३६ ॥\n" +
                "आणि पैं तयाची परी । जीविताची फरारी ।\n" +
                "देखोनि जो न करी । मृत्युचिंता ॥ ७३७ ॥\n" +
                "जिणेयाचेनि विश्वासें । मृत्यु एक एथ असे ।\n" +
                "हें जयाचेनि मानसें । मानिजेना ॥ ७३८ ॥\n" +
                "अल्पोदकींचा मासा । हें नाटे ऐसिया आशा ।\n" +
                "न वचेचि कां जैसा । अगाध डोहां ॥ ७३९ ॥\n" +
                "कां गोरीचिया भुली । मृग व्याधा दृष्टी न घाली ।\n" +
                "गळु न पाहतां गिळिली । उंडी मीनें ॥ ७४० ॥\n" +
                "दीपाचिया झगमगा । जाळील हें पतंगा ।\n" +
                "नेणवेचि पैं गा । जयापरी ॥ ७४१ ॥\n" +
                "गव्हारु निद्रासुखें । घर जळत असे तें न देखे ।\n" +
                "नेणतां जेंवी विखें । रांधिलें अन्न ॥ ७४२ ॥\n" +
                "तैसा जीविताचेनि मिषें । हा मृत्युचि आला असे ।\n" +
                "हें नेणेचि राजसें । सुखें जो गा ॥ ७४३ ॥\n" +
                "शरीरींचीं वाढी । अहोरात्रांची जोडी ।\n" +
                "विषयसुखप्रौढी । साचचि मानी ॥ ७४४ ॥\n" +
                "परी बापुडा ऐसें नेणे । जें वेश्येचें सर्वस्व देणें ।\n" +
                "तेंचि तें नागवणें । रूप एथ ॥ ७४५ ॥\n" +
                "संवचोराचें साजणें । तेंचि तें प्राण घेणें ।\n" +
                "लेपा स्नपन करणें । तोचि नाशु ॥ ७४६ ॥\n" +
                "पांडुरोगें आंग सुटलें । तें तयाचि नांवे खुंटलें ।\n" +
                "तैसें नेणें भुललें । आहारनिद्रा ॥ ७४७ ॥\n" +
                "सन्मुख शूला । धांवतया पायें चपळा ।\n" +
                "प्रतिपदीं ये जवळा । मृत्यु जेवीं ॥ ७४८ ॥\n" +
                "तेवीं देहा जंव जंव वाढु । जंव जंव दिवसांचा पवाडु ।\n" +
                "जंव जंव सुरवाडु । भोगांचा या ॥ ७४९ ॥\n" +
                "तंव तंव अधिकाधिकें । मरण आयुष्यातें जिंके ।\n" +
                "मीठ जेवीं उदकें । घांसिजत असे ॥ ७५० ॥\n" +
                "तैसें जीवित्व जाये । तयास्तव काळु पाहे ।\n" +
                "हें हातोहातींचें नव्हे । ठाउकें जया ॥ ७५१ ॥\n" +
                "किंबहुना पांडवा । हा आंगींचा मृत्यु नीच नवा ।\n" +
                "न देखे जो मावा। विषयांचिया ॥ ७५२ ॥\n" +
                "तो अज्ञानदेशींचा रावो । या बोला महाबाहो।\n" +
                "न पडे गा ठावो । आणिकांचा ॥ ७५३ ॥\n" +
                "पैं जीविताचेनि तोखें । जैसा कां मृत्यु न देखे ।\n" +
                "तैसाचि तारुण्ये पोखें । जरा न गणी ॥ ७५४ ॥\n" +
                "कडाडीं लोटला गाडा । कां शिखरौनि सुटला धोंडा ।\n" +
                "तैसा न देखे जो पुढां । वार्धक्य आहे ॥ ७५५ ॥\n" +
                "कां आडवोहळा पाणी आलें । कां जैसे म्हैसयाचें झुंज मातलें ।\n" +
                "तैसें तारुण्याचे चढलें । भुररें जया ॥ ७५६ ॥\n" +
                "पुष्टि लागे विघरों । कांति पाहे निसरों ।\n" +
                "मस्तक आदरीं शिरों- । भागीं कंप ॥ ७५७ ॥\n" +
                "दाढी साउळ धरी । मान हालौनि वारी ।\n" +
                "तरी जो करी । मायेचा पैसु ॥ ७५८ ॥\n" +
                "पुढील उरीं आदळे । तंव न देखे जेवीं आंधळें ।\n" +
                "कां डोळ्यावरलें निगळे । आळशी तोषें ॥ ७५९ ॥\n" +
                "तैसें तारुण्य आजिचें । भोगितां वृद्धाप्य पाहेचें ।\n" +
                "न देखे तोचि साचें । अज्ञानु गा ॥ ७६० ॥\n" +
                "देखे अक्षमें कुब्जें । कीं विटावूं लागे फुंजें ।\n" +
                "परी न म्हणे पाहे माझें । ऐसेंचि भवे ॥ ७६१ ॥\n" +
                "आणि आंगीं वृद्धाप्यतेची । संज्ञा ये मरणाची ।\n" +
                "परी जया तारुण्याची । भुली न फिटे ॥ ७६२ ॥\n" +
                "तो अज्ञानाचें घर । हें साचचि घे उत्तर ।\n" +
                "तेवींचि परियेसीं थोर । चिन्हें आणिक ॥ ७६३ ॥\n" +
                "तरि वाघाचिये अडवे । एक वेळ आला चरोनि दैवें ।\n" +
                "तेणें विश्वासें पुढती धांवे । वसू जैसा ॥ ७६४ ॥\n" +
                "कां सर्पघराआंतु । अवचटें ठेवा आणिला स्वस्थु ।\n" +
                "येतुलियासाठीं निश्चितु । नास्तिकु होय ॥ ७६५ ॥\n" +
                "तैसेनि अवचटें हें । एकदोनी वेळां लाहे ।\n" +
                "एथ रोग एक आहे । हें मानीना जो ॥ ७६६ ॥\n" +
                "वैरिया नीद आली । आतां द्वंद्वें माझीं सरलीं ।\n" +
                "हें मानी तो सपिली । मुकला जेवीं ॥ ७६७ ॥\n" +
                "तैसी आहारनिद्रेची उजरी । रोग निवांतु जोंवरी ।\n" +
                "तंव जो न करी । व्याधी चिंता ॥ ७६८ ॥\n" +
                "आणि स्त्रीपुत्रादिमेळें । संपत्ति जंव जंव फळे ।\n" +
                "तेणें रजें डोळे । जाती जयाचे ॥ ७६९ ॥\n" +
                "सवेंचि वियोगु पडैल । विळौनी विपत्ति येईल ।\n" +
                "हें दुःख पुढील । देखेना जो ॥ ७७० ॥\n" +
                "तो अज्ञान गा पांडवा । आणि तोही तोचि जाणावा ।\n" +
                "जो इंद्रियें अव्हासवा । चारी एथ ॥ ७७१ ॥\n" +
                "वयसेचेनि उवायें । संपत्तीचेनि सावायें ।\n" +
                "सेव्यासेव्य जाये । सरकटितु ॥ ७७२ ॥\n" +
                "न करावें तें करी । असंभाव्य मनीं धरी ।\n" +
                "चिंतू नये तें विचारी । जयाची मती ॥ ७७३ ॥\n" +
                "रिघे जेथ न रिघावें । मागे जें न घ्यावें ।\n" +
                "स्पर्शे जेथ न लागावें । आंग मन ॥ ७७४ ॥\n" +
                "न जावें तेथ जाये । न पाहावें तें जो पाहे ।\n" +
                "न खावें तें खाये । तेवींचि तोषे ॥ ७७५ ॥\n" +
                "न धरावा तो संगु । न लागावें तेथ लागु ।\n" +
                "नाचरावा तो मार्गु । आचरे जो ॥ ७७६ ॥\n" +
                "नायकावें तें आइके । न बोलावें तें बके ।\n" +
                "परी दोष होतील हें न देखे । प्रवर्ततां ॥ ७७७ ॥\n" +
                "आंगा मनासि रुचावें । येतुलेनि कृत्याकृत्य नाठवें ।\n" +
                "जो करणेयाचेनि नांवें । भलतेंचि करी ॥ ७७८ ॥\n" +
                "परि पाप मज होईल । कां नरकयातना येईल ।\n" +
                "हें कांहींचि पुढील । देखेना जो ॥ ७७९ ॥\n" +
                "तयाचेनि आंगलगें । अज्ञान जगीं दाटुगें ।\n" +
                "जें सज्ञानाही संगें । झोंबों सके ॥ ७८० ॥\n" +
                "परी असो हें आइक । अज्ञान चिन्हें आणिक ।\n" +
                "जेणें तुज सम्यक् । जाणवे तें ॥ ७८१ ॥\n" +
                "तरी जयाची प्रीति पुरी । गुंतली देखसी घरीं ।\n" +
                "नवगंधकेसरीं । भ्रमरी जैशी ॥ ७८२ ॥\n" +
                "साकरेचिया राशी । बैसली नुठे माशी ।\n" +
                "तैसेनि स्त्रीचित्त आवेशीं । जयाचें मन ॥ ७८३ ॥\n" +
                "ठेला बेडूक कुंडीं । मशक गुंतला शेंबुडीं ।\n" +
                "जैसा ढोरु सबुडबुडीं । रुतला पंकीं ॥ ७८४ ॥\n" +
                "तैसें घरींहूनि निघणें । नाहीं जीवें मनें प्राणें ।\n" +
                "जया साप होऊनि असणें । भाटीं तियें ॥ ७८५ ॥\n" +
                "प्रियोत्तमाचिया कंठीं । प्रमदा घे आटी ।\n" +
                "तैशी जीवेंसी कोंपटी । धरूनि ठाके ॥ ७८६ ॥\n" +
                "मधुरसोद्देशें । मधुकर जचे जैसें ।\n" +
                "गृहसंगोपन तैसें । करी जो गा ॥ ७८७ ॥\n" +
                "म्हातारपणीं जालें । मा आणिक एक विपाईलें ।\n" +
                "तयाचें कां जेतुलें । मातापितरां ॥ ७८८ ॥\n" +
                "तेतुलेनि पाडें पार्था । घरीं जया प्रेम आस्था ।\n" +
                "आणि स्त्रीवांचूनि सर्वथा । जाणेना जो ॥ ७८९ ॥\n" +
                "तैसा स्त्रीदेहीं जो जीवें । पडोनिया सर्वभावें ।\n" +
                "कोण मी काय करावें । कांहीं नेणे ॥ ७९० ॥\n" +
                "महापुरुषाचें चित्त । जालिया वस्तुगत ।\n" +
                "ठाके व्यवहारजात । जयापरी ॥ ७९१ ॥\n" +
                "हानि लाज न देखे । परापवादु नाइके ।\n" +
                "जयाचीं इंद्रियें एकमुखें । स्त्रिया केलीं ॥ ७९२ ॥\n" +
                "चित्त आराधी स्त्रीयेचें । आणि तियेचेनि छंदें नाचे ।\n" +
                "माकड गारुडियाचें । जैसें होय ॥ ७९३ ॥\n" +
                "आपणपेंही शिणवी । इष्टमित्र दुखवी ।\n" +
                "मग कवडाचि वाढवी । लोभी जैसा ॥ ७९४ ॥\n" +
                "तैसा दानपुण्यें खांची । गोत्रकुटुंबा वंची ।\n" +
                "परी गारी भरी स्त्रियेची । उणी हों नेदी ॥ ७९५ ॥\n" +
                "पूजिती दैवतें जोगावी । गुरूतें बोलें झकवी ।\n" +
                "मायबापां दावी । निदारपण ॥ ७९६ ॥\n" +
                "स्त्रियेच्या तरी विखीं । भोगुसंपत्ती अनेकीं ।\n" +
                "आणी वस्तु निकी । जे जे देखे ॥ ७९७ ॥\n" +
                "प्रेमाथिलेनि भक्तें । जैसेनि भजिजे कुळदैवतें ।\n" +
                "तैसा एकाग्रचित्तें । स्त्री जो उपासी ॥ ७९८ ॥\n" +
                "साच आणि चोख । तें स्त्रियेसीचि अशेख ।\n" +
                "येरांविषयीं जोगावणूक । तेही नाहीं ॥ ७९९ ॥\n" +
                "इयेतें हन कोणी देखैल । इयेसी वेखासें जाईल ।\n" +
                "तरी युगचि बुडैल । ऐसें जया ॥ ८०० ॥ ";
        stringBuilder4.append(aadhaya5);
        textView5.setText(stringBuilder4.toString());


        TextView textView6=findViewById(R.id.title6);
        StringBuilder stringBuilder5=new StringBuilder();
        String aadhaya6=" नायट्यांभेण । न मोडिजे नागांची आण ।\n" +
                "तैसी पाळी उणखुण । स्त्रीयेची जो ॥ ८०१ ॥\n" +
                "किंबहुना धनंजया । स्त्रीचि सर्वस्व जया ।\n" +
                "आणि तियेचिया जालिया- । लागीं प्रेम ॥ ८०२ ॥\n" +
                "आणिकही जें समस्त । तियेचें संपत्तिजात ।\n" +
                "तें जीवाहूनि आप्त । मानी जो कां ॥ ८०३ ॥\n" +
                "तो अज्ञानासी मूळ । अज्ञाना त्याचेनि बळ ।\n" +
                "हें असो केवळ । तेंचि रूप ॥ ८०४ ॥\n" +
                "आणि मातलिया सागरीं । मोकललिया तरी ।\n" +
                "लाटांच्या येरझारीं । आंदोळे जेवीं ॥ ८०५ ॥\n" +
                "तेवीं प्रिय वस्तु पावे । आणि सुखें जो उंचावे ।\n" +
                "तैसाचि अप्रियासवें । तळवटु घे ॥ ८०६ ॥\n" +
                "ऐसेनि जयाचे चित्तीं । वैषम्यसाम्याची वोखती ।\n" +
                "वाहे तो महामती । अज्ञान गा ॥ ८०७ ॥\n" +
                "आणि माझ्या ठायीं भक्ती । फळालागीं जया आर्ती ।\n" +
                "धनोद्देशें विरक्ती । नटणें जेवीं ॥ ८०८ ॥\n" +
                "नातरी कांताच्या मानसी । रिगोनि स्वैरिणी जैसी ।\n" +
                "राहाटे जारेंसीं । जावयालागीं ॥ ८०९ ॥\n" +
                "तैसा मातें किरीटी । भजती गा पाउटी ।\n" +
                "करूनि जो दिठी । विषो सूये ॥ ८१० ॥\n" +
                "आणि भजिन्नलियासवें । तो विषो जरी न पावे ।\n" +
                "तरी सांडी म्हणे आघवें । टवाळ हें ॥ ८११ ॥\n" +
                "कुणबट कुळवाडी । तैसा आन आन देव मांडी ।\n" +
                "आदिलाची परवडी । करी तया ॥ ८१२ ॥\n" +
                "तया गुरुमार्गा टेंकें । जयाचा सुगरवा देखे ।\n" +
                "तरी तयाचा मंत्र शिके । येरु नेघे ॥ ८१३ ॥\n" +
                "प्राणिजातेंसीं निष्ठुरु । स्थावरीं बहु भरु ।\n" +
                "तेवींचि नाहीं एकसरु । निर्वाहो जया ॥ ८१४ ॥\n" +
                "माझी मूर्ति निफजवी । ते घराचे कोनीं बैसवी ।\n" +
                "आपण देवो देवी । यात्रे जाय ॥ ८१५ ॥\n" +
                "नित्य आराधन माझें । काजीं कुळदैवता भजे ।\n" +
                "पर्वविशेषें कीजे । पूजा आना ॥ ८१६ ॥\n" +
                "माझें अधिष्ठान घरीं । आणि वोवसे आनाचे करी ।\n" +
                "पितृकार्यावसरीं । पितरांचा होय ॥ ८१७ ॥\n" +
                "एकादशीच्या दिवशीं । जेतुला पाडु आम्हांसी ।\n" +
                "तेतुलाचि नागांसी । पंचमीच्या दिवशीं ॥ ८१८ ॥\n" +
                "चौथ मोटकी पाहे । आणि गणेशाचाचि होये ।\n" +
                "चावदसी म्हणे माये । तुझाचि वो दुर्गे ॥ ८१९ ॥\n" +
                "नित्य नैमित्तिकें कर्में सांडी । मग बैसे नवचंडी ।\n" +
                "आदित्यवारीं वाढी । बहिरवां पात्रीं ॥ ८२० ॥\n" +
                "पाठीं सोमवार पावे । आणि बेलेंसी लिंगा धांवे ।\n" +
                "ऐसा एकलाचि आघवे । जोगावी जो ॥ ८२१ ॥\n" +
                "ऐसा अखंड भजन करी । उगा नोहे क्षणभरी ।\n" +
                "अवघेन गांवद्वारीं । अहेव जैसी ॥ ८२२ ॥\n" +
                "ऐसेनि जो भक्तु । देखसी सैरा धांवतु ।\n" +
                "जाण अज्ञानाचा मूर्तु । अवतार तो ॥ ८२३ ॥\n" +
                "आणि एकांतें चोखटें । तपोवनें तीर्थे तटें ।\n" +
                "देखोनि जो गा विटे । तोहि तोचि ॥ ८२४ ॥\n" +
                "जया जनपदीं सुख । गजबजेचें कवतिक ।\n" +
                "वानूं आवडे लौकिक । तोहि तोची ॥ ८२५ ॥\n" +
                "आणि आत्मा गोचरु होये । ऐसी जे विद्या आहे ।\n" +
                "ते आइकोनि डौर वाहे । विद्वांसु जो ॥ ८२६ ॥\n" +
                "उपनिषदांकडे न वचे । योगशास्त्र न रुचे ।\n" +
                "अध्यात्मज्ञानीं जयाचें । मनचि नाहीं ॥ ८२७ ॥\n" +
                "आत्मचर्चा एकी आथी । ऐसिये बुद्धीची भिंती ।\n" +
                "पाडूनि जयाची मती । वोढाळ जाहली ॥ ८२८ ॥\n" +
                "कर्मकांड तरी जाणे । मुखोद्गत पुराणें ।\n" +
                "ज्योतिषीं तो म्हणे । तैसेंचि होय ॥ ८२९ ॥\n" +
                "शिल्पीं अति निपुण । सूपकर्मींही प्रवीण ।\n" +
                "विधि आथर्वण । हातीं आथी ॥ ८३० ॥\n" +
                "कोकीं नाहीं ठेलें । भारत करी म्हणितलें ।\n" +
                "आगम आफाविले । मूर्त होतीं ॥ ८३१ ॥\n" +
                "नीतिजात सुझे । वैद्यकही बुझे ।\n" +
                "काव्यनाटकीं दुजें । चतुर नाहीं ॥ ८३२ ॥\n" +
                "स्मृतींची चर्चा । दंशु जाणे गारुडियाचा ।\n" +
                "निघंटु प्रज्ञेचा । पाइकी करी ॥ ८३३ ॥\n" +
                "पैं व्याकरणीं चोखडा । तर्कीं अतिगाढा ।\n" +
                "परी एक आत्मज्ञानीं फुडा । जात्यंधु जो ॥ ८३४ ॥\n" +
                "तें एकवांचूनि आघवां शास्त्रीं । सिद्धांत निर्माणधात्री ।\n" +
                "परी जळों तें मूळनक्षत्रीं । न पाहें गा ॥ ८३५ ॥\n" +
                "मोराआंगीं अशेषें । पिसें असतीं डोळसें ।\n" +
                "परी एकली दृष्टि नसे । तैसें तें गा ॥ ८३६ ॥\n" +
                "जरी परमाणू{ए}वढें । संजीवनीमूळ जोडे ।\n" +
                "तरी बहु काय गाडे । भरणें येरें ? ॥ ८३७ ॥\n" +
                "आयुष्येंवीण लक्षणें । सिसेंवीण अळंकरणें ।\n" +
                "वोहरेंवीण वाधावणें । तो विटंबु गा ॥ ८३८ ॥\n" +
                "तैसें शास्त्रजात जाण । आघवेंचि अप्रमाण ।\n" +
                "अध्यात्मज्ञानेंविण । एकलेनी ॥ ८३९ ॥\n" +
                "यालागीं अर्जुना पाहीं । अध्यात्मज्ञानाच्या ठायीं ।\n" +
                "जया नित्यबोधु नाहीं । शास्त्रमूढा ॥ ८४० ॥\n" +
                "तया शरीर जें जालें । तें अज्ञानाचें बीं विरुढलें ।\n" +
                "तयाचें व्युत्पन्नत्व गेलें । अज्ञानवेलीं ॥ ८४१ ॥\n" +
                "तो जें जें बोले । तें अज्ञानचि फुललें ।\n" +
                "तयाचें पुण्य जें फळलें । तें अज्ञान गा ॥ ८४२ ॥\n" +
                "आणि अध्यात्मज्ञान कांहीं । जेणें मानिलेंचि नाहीं ।\n" +
                "तो ज्ञानार्थु न देखे काई । हें बोलावें असें ? ॥ ८४३ ॥\n" +
                "ऐलीचि थडी न पवतां । पळे जो माघौता ।\n" +
                "तया पैलद्वीपींची वार्ता । काय होय ? ॥ ८४४ ॥\n" +
                "कां दारवंठाचि जयाचें । शीर रोंविलें खांचे ।\n" +
                "तो केवीं परिवरींचें । ठेविलें देखे ? ॥ ८४५ ॥\n" +
                "तेवीं अध्यात्मज्ञानीं जया । अनोळख धनंजया ।\n" +
                "तया ज्ञानार्थु देखावया । विषो काई ? ॥ ८४६ ॥\n" +
                "म्हणौनि आतां विशेषें । तो ज्ञानाचें तत्त्व न देखे ।\n" +
                "हें सांगावें आंखेंलेखें । न लगे तुज ॥ ८४७ ॥\n" +
                "जेव्हां सगर्भे वाढिलें । तेव्हांचि पोटींचें धालें ।\n" +
                "तैसें मागिलें पदें बोलिलें । तेंचि होय ॥ ८४८ ॥\n" +
                "वांचूनियां वेगळें । रूप करणें हें न मिळे ।\n" +
                "जेवीं अवंतिलें आंधळें । तें दुजेनसीं ये ॥ ८४९ ॥\n" +
                "एवं इये उपरतीं । अज्ञानचिन्हें मागुतीं ।\n" +
                "अमानित्वादि प्रभृती । वाखाणिलीं ॥ ८५० ॥\n" +
                "जे ज्ञानपदें अठरा । केलियां येरी मोहरां ।\n" +
                "अज्ञान या आकारा । सहजें येती ॥ ८५१ ॥\n" +
                "मागां श्लोकाचेनि अर्धार्धें । ऐसें सांगितलें श्रीमुकुंदें ।\n" +
                "ना उफराटीं इयें ज्ञानपदें । तेंचि अज्ञान ॥ ८५२ ॥\n" +
                "म्हणौनि इया वाहणीं । केली म्यां उपलवणी ।\n" +
                "वांचूनि दुधा मेळऊनि पाणी । फार कीजे ? ॥ ८५३ ॥\n" +
                "तैसें जी न बडबडीं । पदाची कोर न सांडी ।\n" +
                "परी मूळध्वनींचिये वाढी । निमित्त जाहलों ॥ ८५४ ॥\n" +
                "तंव श्रोते म्हणती राहें । कें परिहारा ठावो आहे ? ।\n" +
                "बिहिसी कां वायें । कविपोषका ? ॥ ८५५ ॥\n" +
                "तूतें श्रीमुरारी । म्हणितलें आम्ही प्रकट करीं ।\n" +
                "जें अभिप्राय गव्हरीं । झांकिले आम्हीं ॥ ८५६ ॥\n" +
                "तें देवाचें मनोगत । दावित आहासी तूं मूर्त ।\n" +
                "हेंही म्हणतां चित्त । दाटैल तुझें ॥ ८५७ ॥\n" +
                "म्हणौनि असो हें न बोलों । परि साविया गा तोषलों ।\n" +
                "जे ज्ञानतरिये मेळविलों । श्रवण सुखाचिये ॥ ८५८ ॥\n" +
                "आतां इयावरी । जे तो श्रीहरी ।\n" +
                "बोलिला तें करीं । कथन वेगां ॥ ८५९ ॥\n" +
                "इया संतवाक्यासरिसें । म्हणितलें निवृत्तिदासें ।\n" +
                "जी अवधारा तरी ऐसें । बोलिलें देवें ॥ ८६० ॥\n" +
                "म्हणती तुवां पांडवा । हा चिन्हसमुच्चयो आघवा ।\n" +
                "आयकिला तो जाणावा । अज्ञानभागु ॥ ८६१ ॥\n" +
                "इया अज्ञानविभागा । पाठी देऊनि पैं गा ।\n" +
                "ज्ञानविखीं चांगा । दृढा होईजे ॥ ८६२ ॥\n" +
                "मग निर्वाळिलेनि ज्ञानें । ज्ञेय भेटेल मनें ।\n" +
                "तें जाणावया अर्जुनें । आस केली ॥ ८६३ ॥\n" +
                "तंव सर्वज्ञांचा रावो । म्हणे जाणौनि तयाचा भावो ।\n" +
                "परिसें ज्ञेयाचा अभिप्रावो । सांगों आतां ॥ ८६४ ॥\n" +
                "\n" +
                "\n" +
                "ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ञात्वा~मृतमश्नुते ॥\n" +
                "अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते ॥ १२॥\n" +
                "\n" +
                "\n" +
                "तरि ज्ञेय ऐसें म्हणणें । वस्तूतें येणेंचि कारणें ।\n" +
                "जें ज्ञानेंवांचूनि कवणें । उपायें नये ॥ ८६५ ॥\n" +
                "आणि जाणितलेयावरौतें । कांहींच करणें नाहीं जेथें ।\n" +
                "जाणणेंचि तन्मयातें । आणी जयाचें ॥ ८६६ ॥\n" +
                "जें जाणितलेयासाठीं । संसार काढूनियां कांठीं ।\n" +
                "जिरोनि जाइजे पोटीं । नित्यानंदाच्या ॥ ८६७ ॥\n" +
                "तें ज्ञेय गा ऐसें । आदि जया नसे ।\n" +
                "परब्रह्म आपैसें । नाम जया ॥ ८६८ ॥\n" +
                "जें नाहीं म्हणों जाइजे । तंव विश्वाकारें देखिजे ।\n" +
                "आणि विश्वचि ऐसें म्हणिजे । तरि हे माया ॥ ८६९ ॥\n" +
                "रूप वर्ण व्यक्ती । नाहीं दृश्य दृष्टा स्थिती ।\n" +
                "तरी कोणें कैसें आथी । म्हणावें पां ॥ ८७० ॥\n" +
                "आणि साचचि जरी नाहीं । तरी महदादि कोणें ठाईं ।\n" +
                "स्फुरत कैचें काई । तेणेंवीण असे ? ॥ ८७१ ॥\n" +
                "म्हणौनि आथी नाथी हे बोली । जें देखोनि मुकी जाहली ।\n" +
                "विचारेंसीं मोडली । वाट जेथें ॥ ८७२ ॥\n" +
                "जैसी भांडघटशरावीं । तदाकारें असे पृथ्वी ।\n" +
                "तैसें सर्व होऊनियां सर्वीं । असे जे वस्तु ॥ ८७३ ॥\n" +
                "\n" +
                "\n" +
                "सर्वतः पाणिपादं तत्सर्वतो~क्षिशिरोमुखम् ।\n" +
                "सर्वतः श्रुतिमल्लोके सर्वमावृत्य तिष्ठति ॥ १३॥\n" +
                "\n" +
                "\n" +
                "आघवांचि देशीं काळीं । नव्हतां देशकाळांवेगळी ।\n" +
                "जे क्रिया स्थूळास्थूळीं । तेचि हात जयाचे ॥ ८७४ ॥\n" +
                "तयातें याकारणें । विश्वबाहू ऐसें म्हणणें ।\n" +
                "जें सर्वचि सर्वपणें । सर्वदा करी ॥ ८७५ ॥\n" +
                "आणि समस्तांही ठाया । एके काळीं धनंजया ।\n" +
                "आलें असे म्हणौनि जया । विश्वांघ्रीनाम ॥ ८७६ ॥\n" +
                "पैं सवितया आंग डोळे । नाहींत वेगळे वेगळे ।\n" +
                "तैसें सर्वद्रष्टे सकळें । स्वरूपें जें ॥ ८७७ ॥\n" +
                "म्हणौनि विश्वतश्चक्षु । हा अचक्षूच्या ठायीं पक्षु ।\n" +
                "बोलावया दक्षु । जाहला वेदु ॥ ८७८ ॥\n" +
                "जें सर्वांचे शिरावरी । नित्य नांदे सर्वांपरी ।\n" +
                "ऐसिये स्थितीवरी । विश्वमूर्धा म्हणिपे ॥ ८७९ ॥\n" +
                "पैं गा मूर्ति तेंचि मुख । हुताशना जैसें देख ।\n" +
                "तैसें सर्वपणें अशेख । भोक्ते जे ॥ ८८० ॥\n" +
                "यालागीं तया पार्था । विश्वतोमुख हे व्यवस्था ।\n" +
                "आली वाक्पथा । श्रुतीचिया ॥ ८८१ ॥\n" +
                "आणि वस्तुमात्रीं गगन । जैसें असे संलग्न ।\n" +
                "तैसें शब्दजातीं कान । सर्वत्र जया ॥ ८८२ ॥\n" +
                "म्हणौनि आम्हीं तयातें । म्हणों सर्वत्र आइकतें ।\n" +
                "एवं जें सर्वांतें । आवरूनि असे ॥ ८८३ ॥\n" +
                "एऱ्हवीं तरी महामती । विश्वतश्चक्षु इया श्रुती ।\n" +
                "तयाचिया व्याप्ती । रूप केलें ॥ ८८४ ॥\n" +
                "वांचूनि हस्त नेत्र पाये । हें भाष तेथ कें आहे ? ।\n" +
                "सर्व शून्याचा न साहे । निष्कर्षु जें ॥ ८८५ ॥\n" +
                "पैं कल्लोळातें कल्लोळें । ग्रसिजत असे ऐसें कळे ।\n" +
                "परी ग्रसितें ग्रासावेगळें । असे काई ? ॥ ८८६ ॥\n" +
                "तैसें साचचि जें एक । तेथ कें व्याप्यव्यापक ? ।\n" +
                "परी बोलावया नावेक । करावें लागे ॥ ८८७ ॥\n" +
                "पैं शून्य जैं दावावें जाहलें । तैं बिंदुलें एक पाहिजे केलें ।\n" +
                "तैसें अद्वैत सांगावें बोलें । तैं द्वैत कीजे ॥ ८८८ ॥\n" +
                "एऱ्हवीं तरी पार्था । गुरुशिष्यसत्पथा ।\n" +
                "आडळु पडे सर्वथा । बोल खुंटे ॥ ८८९ ॥\n" +
                "म्हणौनि गा श्रुती । द्वैतभावें अद्वैतीं ।\n" +
                "निरूपणाची वाहती । वाट केली ॥ ८९० ॥\n" +
                "तेंचि आतां अवधारीं । इये नेत्रगोचरें आकारीं ।\n" +
                "तें ज्ञेय जयापरी । व्यापक असे ॥ ८९१ ॥\n" +
                "\n" +
                "\n" +
                "सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् ।\n" +
                "असक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च ॥ १४॥\n" +
                "\n" +
                "\n" +
                "तरी तें गा किरीटी ऐसें । अवकाशीं आकाश जैसें ।\n" +
                "पटीं पटु होऊनि असे । तंतु जेवीं ॥ ८९२ ॥\n" +
                "उदक होऊनि उदकीं । रसु जैसा अवलोकीं ।\n" +
                "दीपपणें दीपकीं । तेज जैसें ॥ ८९३ ॥\n" +
                "कर्पूरत्वें कापुरीं । सौरभ्य असे जयापरी ।\n" +
                "शरीर होऊनि शरीरीं । कर्म जेवीं ॥ ८९४ ॥\n" +
                "किंबहुना पांडवा । सोनेंचि सोनयाचा रवा ।\n" +
                "तैसें जें या सर्वां । सर्वांगीं असे ॥ ८९५ ॥\n" +
                "परी रवेपणामाजिवडे । तंव रवा ऐसें आवडे ।\n" +
                "वांचूनि सोनें सांगडें । सोनया जेवीं ॥ ८९६ ॥\n" +
                "पैं गा वोघुचि वांकुडा । परि पाणी उजू सुहाडा ।\n" +
                "वन्हि आला लोखंडा । लोह नव्हे कीं ॥ ८९७ ॥\n" +
                "घटाकारें वेंटाळें । तेथ नभ गमे वाटोळें ।\n" +
                "मठीं तरी चौफळें । आये दिसे ॥ ८९८ ॥\n" +
                "तरि ते अवकाश जैसें । नोहिजतीचि कां आकाशें ।\n" +
                "जें विकार होऊनि तैसें । विकारी नोहे ॥ ८९९ ॥\n" +
                "मन मुख्य इंद्रियां । सत्त्वादि गुणां ययां- ।\n" +
                "सारिखें ऐसें धनंजया । आवडे कीर ॥ ९०० ॥\n" +
                "पैं गुळाची गोडी । नोहे बांधया सांगडी ।\n" +
                "तैसीं गुण इंद्रियें फुडीं । नाहीं तेथ ॥ ९०१ ॥\n" +
                "अगा क्षीराचिये दशे । घृत क्षीराकारें असे ।\n" +
                "परी क्षीरचि नोहे जैसें । कपिध्वजा ॥ ९०२ ॥\n" +
                "तैसें जें इये विकारीं । विकार नोहे अवधारीं ।\n" +
                "पैं आकारा नाम भोंवरी । येर सोने तें सोनें ॥ ९०३ ॥\n" +
                "इया उघड मऱ्हाटिया । तें वेगळेपण धनंजया ।\n" +
                "जाण गुण इंद्रियां- । पासोनियां ॥ ९०४ ॥\n" +
                "नामरूपसंबंधु । जातिक्रियाभेदु ।\n" +
                "हा आकारासीच प्रवादु । वस्तूसि नाहीं ॥ ९०५ ॥\n" +
                "तें गुण नव्हे कहीं । गुणा तया संबंधु नाहीं ।\n" +
                "परी तयाच्याचि ठायीं । आभासती ॥ ९०६ ॥\n" +
                "येतुलेयासाठीं । संभ्रांताच्या पोटीं ।\n" +
                "ऐसें जाय किरीटी । जे हेंचि धरी ॥ ९०७ ॥\n" +
                "तरी तें गा धरणें ऐसें । अभ्रातें जेवीं आकाशें ।\n" +
                "कां प्रतिवदन जैसें । आरसेनी ॥ ९०८ ॥\n" +
                "नातरी सूर्य प्रतिमंडल । जैसेनि धरी सलिल ।\n" +
                "कां रश्मिकरीं मृगजळ । धरिजे जेवीं ॥ ९०९ ॥\n" +
                "तैसें गा संबंधेंवीण । यया सर्वांतें धरी निर्गुण ।\n" +
                "परी तें वायां जाण । मिथ्यादृष्टी ॥ ९१० ॥\n" +
                "आणि यापरी निर्गुणें । गुणातें भोगणें ।\n" +
                "रंका राज्य करणें । स्वप्नीं जैसें ॥ ९११ ॥\n" +
                "म्हणौनि गुणाचा संगु । अथवा गुणभोगु ।\n" +
                "हा निर्गुणीं लागु । बोलों नये ॥ ९१२ ॥\n" +
                "\n" +
                "\n" +
                "बहिरन्तश्च भूतानामचरं चरमेव च ।\n" +
                "सूक्षमत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत् ॥ १५॥\n" +
                "\n" +
                "\n" +
                "जें चराचर भूतां- । माजीं असे पंडुसुता ।\n" +
                "नाना वन्हीं उष्णता । अभेदें जैसी ॥ ९१३ ॥\n" +
                "तैसेनि अविनाशभावें । जें सूक्ष्मदशे आघवें ।\n" +
                "व्यापूनि असे तें जाणावें । ज्ञेय एथ ॥ ९१४ ॥\n" +
                "जें एक आंतुबाहेरी । जें एक जवळ दुरी ।\n" +
                "जें एकवांचूनि परी । दुजीं नाहीं ॥ ९१५ ॥\n" +
                "क्षीरसागरींची गोडी । माजीं बहु थडिये थोडी ।\n" +
                "हें नाहीं तया परवडी । पूर्ण जें गा ॥ ९१६ ॥\n" +
                "स्वेदजादिप्रभृती । वेगळाल्यां भूतीं ।\n" +
                "जयाचिये अनुस्यूतीं । खोमणें नाहीं ॥ ९१७ ॥\n" +
                "पैं श्रोते मुखटिळका । घटसहस्रा अनेकां- ।\n" +
                "माजीं बिंबोनि चंद्रिका । न भेदे जेवीं ॥ ९१८ ॥\n" +
                "नाना लवणकणाचिये राशी । क्षारता एकचि जैसी ।\n" +
                "कां कोडी एकीं ऊसीं । एकचि गोडी ॥ ९१९ ॥\n" +
                "\n" +
                "\n" +
                "अविभक्तं च भूतेषु विभक्तमिव च स्थितं ।\n" +
                "भूतभर्तृ च तज्ञेयं ग्रसिष्णु प्रभविष्णु च ॥ १६॥\n" +
                "\n" +
                "\n" +
                "तैसें अनेकीं भूतजातीं । जें आहे एकी व्याप्ती ।\n" +
                "विश्वकार्या सुमती । कारण जें गा ॥ ९२० ॥\n" +
                "म्हणौनि हा भूताकारु । जेथोनि तेंचि तया आधारु ।\n" +
                "कल्लोळा सागरु । जियापरी ॥ ९२१ ॥\n" +
                "बाल्यादि तिन्हीं वयसीं । काया एकचि जैसी ।\n" +
                "तैसें आदिस्थितिग्रासीं । अखंड जें ॥ ९२२ ॥\n" +
                "सायंप्रातर्मध्यान । होतां जातां दिनमान ।\n" +
                "जैसें कां गगन । पालटेना ॥ ९२३ ॥\n" +
                "अगा सृष्टिवेळे प्रियोत्तमा । जया नांव म्हणती ब्रह्मा ।\n" +
                "व्याप्ति जें विष्णुनामा । पात्र जाहलें ॥ ९२४ ॥\n" +
                "मग आकारु हा हारपे । तेव्हां रुद्र जें म्हणिपे ।\n" +
                "तेंही गुणत्रय जेव्हां लोपे । तैं जें शून्य ॥ ९२५ ॥\n" +
                "नभाचें शून्यत्व गिळून । गुणत्रयातें नुरऊन ।\n" +
                "तें शून्य तें महाशून्य । श्रुतिवचनसंमत ॥ ९२६ ॥\n" +
                "\n" +
                "\n" +
                "ज्योतिषामपि तज्ज्योतिस्तमसः परमुच्यते ।\n" +
                "ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विस्ठितम् ॥ १७॥\n" +
                "\n" +
                "\n" +
                "जें अग्नीचें दीपन । जें चंद्राचें जीवन ।\n" +
                "सूर्याचे नयन । देखती जेणें ॥ ९२७ ॥\n" +
                "जयाचेनि उजियेडें । तारांगण उभडें ।\n" +
                "महातेज सुरवाडें । राहाटे जेणें ॥ ९२८ ॥\n" +
                "जें आदीची आदी । जें वृद्धीची वृद्धी ।\n" +
                "बुद्धीची जे बुद्धी । जीवाचा जीवु ॥ ९२९ ॥\n" +
                "जें मनाचें मन । जें नेत्राचे नयन ।\n" +
                "कानाचे कान । वाचेची वाचा ॥ ९३० ॥\n" +
                "जें प्राणाचा प्राण । जें गतीचे चरण ।\n" +
                "क्रियेचें कर्तेपण । जयाचेनि ॥ ९३१ ॥\n" +
                "आकारु जेणें आकारे । विस्तारु जेणें विस्तारे ।\n" +
                "संहारु जेणें संहारे । पंडुकुमरा ॥ ९३२ ॥\n" +
                "जें मेदिनीची मेदिनी । जें पाणी पिऊनि असे पाणी ।\n" +
                "तेजा दिवेलावणी । जेणें तेजें ॥ ९३३ ॥\n" +
                "जें वायूचा श्वासोश्वासु । जें गगनाचा अवकाशु ।\n" +
                "हें असो आघवाची आभासु । आभासे जेणें ॥ ९३४ ॥\n" +
                "किंबहुना पांडवा । जें आघवेंचि असे आघवा ।\n" +
                "जेथ नाहीं रिगावा । द्वैतभावासी ॥ ९३५ ॥\n" +
                "जें देखिलियाचिसवें । दृश्य द्रष्टा हें आघवें ।\n" +
                "एकवाट कालवे । सामरस्यें ॥ ९३६ ॥\n" +
                "मग तेंचि होय ज्ञान । ज्ञाता ज्ञेय हन ।\n" +
                "ज्ञानें गमिजे स्थान । तेंहि तेंची ॥ ९३७ ॥\n" +
                "जैसें सरलियां लेख । आंख होती एक ।\n" +
                "तैसें साध्यसाधनादिक । ऐक्यासि ये ॥ ९३८ ॥\n" +
                "अर्जुना जिये ठायीं । न सरे द्वैताची वही ।\n" +
                "हें असो जें हृदयीं । सर्वांच्या असे ॥ ९३९ ॥\n" +
                "\n" +
                "\n" +
                "इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः ।\n" +
                "मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते ॥ १८॥\n" +
                "\n" +
                "\n" +
                "एवं तुजपुढां । आदीं क्षेत्र सुहाडा ।\n" +
                "दाविलें फाडोवाडां । विवंचुनी ॥ ९४० ॥\n" +
                "तैसेंचि क्षेत्रापाठीं । जैसेनि देखसी दिठी ।\n" +
                "तें ज्ञानही किरीटी । सांगितलें ॥ ९४१ ॥\n" +
                "अज्ञानाही कौतुकें । रूप केलें निकें ।\n" +
                "जंव आयणी तुझी टेंके । पुरे म्हणे ॥ ९४२ ॥\n" +
                "आणि आतां हें रोकडें । उपपत्तीचेनि पवाडें ।\n" +
                "निरूपिलें उघडें । ज्ञेय पैं गा ॥ ९४३ ॥\n" +
                "हे आघवीच विवंचना । बुद्धी भरोनि अर्जुना ।\n" +
                "मत्सिद्धिभावना । माझिया येती ॥ ९४४ ॥\n" +
                "देहादि परिग्रहीं । संन्यासु करूनियां जिहीं ।\n" +
                "जीवु माझ्या ठाईं । वृत्तिकु केला ॥ ९४५ ॥\n" +
                "ते मातें किरीटी । हेंचि जाणौनियां शेवटीं ।\n" +
                "आपणपयां साटोवाटीं । मीचि होती ॥ ९४६ ॥\n" +
                "मीचि होती परी । हे मुख्य गा अवधारीं ।\n" +
                "सोहोपी सर्वांपरी । रचिलीं आम्हीं ॥ ९४७ ॥\n" +
                "कडां पायरी कीजे । निराळीं माचु बांधिजे ।\n" +
                "अथावीं सुइजे । तरी जैसी ॥ ९४८ ॥\n" +
                "एऱ्हवीं अवघेंचि आत्मा । हें सांगों जरी वीरोत्तमा ।\n" +
                "परी तुझिया मनोधर्मा । मिळेल ना ॥ ९४९ ॥\n" +
                "म्हणौनि एकचि संचलें । चतुर्धा आम्हीं केलें ।\n" +
                "जें अदळपण देखिलें । तुझिये प्रज्ञे ॥ ९५० ॥\n" +
                "पैं बाळ जैं जेवविजे । तैं घांसु विसा ठायीं कीजे ।\n" +
                "तैसें एकचि हेंचतुर्व्याजें । कथिलें आम्हीं ॥ ९५१ ॥\n" +
                "एक क्षेत्र एक ज्ञान । एक ज्ञेय एक अज्ञान ।\n" +
                "हे भाग केले अवधान । जाणौनि तुझें ॥ ९५२ ॥\n" +
                "आणि ऐसेनही पार्था । जरी हा अभिप्रावो तुज हाता ।\n" +
                "नये तरी हे व्यवस्था । एक वेळ सांगों ॥ ९५३ ॥\n" +
                "आतां चौठायीं न करूं । एकही म्हणौनि न सरूं ।\n" +
                "आत्मानात्मया धरूं । सरिसा पाडु ॥ ९५४ ॥\n" +
                "परि तुवां येतुलें करावें । मागों तें आम्हां देआवें ।\n" +
                "जे कानचि नांव ठेवावें । आपण पैं गा ॥ ९५५ ॥\n" +
                "या श्रीकृष्णाचिया बोला । पार्थु रोमांचितु जाहला ।\n" +
                "तेथ देवो म्हणती भला । उचंबळेना ॥ ९५६ ॥\n" +
                "ऐसेनि तो येतां वेगु । धरूनि म्हणे श्रीरंगु ।\n" +
                "प्रकृतिपुरुषविभागु । परिसें सांगों ॥ ९५७ ॥\n" +
                "\n" +
                "\n" +
                "प्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि ।\n" +
                "विकारांश्च गुणांश्चैव विद्धि प्रकृतिसंभवान् ॥ १९॥\n" +
                "\n" +
                "\n" +
                "जया मार्गातें जगीं । सांख्य म्हणती योगी ।\n" +
                "जयाचिये भाटिवेलागीं । मी कपिल जाहलों ॥ ९५८ ॥\n" +
                "तो आइक निर्दोखु । प्रकृतिपुरुषविवेकु ।\n" +
                "म्हणे आदिपुरुखु । अर्जुनातें ॥ ९५९ ॥\n" +
                "तरी पुरुष अनादि आथी । आणि तैंचि लागोनि प्रकृति ।\n" +
                "संसरिसी दिवोराती । दोनी जैसी ॥ ९६० ॥\n" +
                "कां रूप नोहे वायां । परी रूपा लागली छाया ।\n" +
                "निकणु वाढे धनंजया । कणेंसीं कोंडा ॥ ९६१ ॥\n" +
                "तैसीं जाण जवटें । दोन्हीं इयें एकवटे ।\n" +
                "प्रकृतिपुरुष प्रगटें । अनादिसिद्धें ॥ ९६२ ॥\n" +
                "पैं क्षेत्र येणें नांवें । जें सांगितलें आघवें ।\n" +
                "तेंचि एथ जाणावें । प्रकृति हे गा ॥ ९६३ ॥\n" +
                "आणि क्षेत्रज्ञ ऐसें । जयातें म्हणितलें असे ।\n" +
                "तो पुरुष हें अनारिसे । न बोलों घेईं ॥ ९६४ ॥\n" +
                "इयें आनानें नांवें । परी निरूप्य आन नोहे ।\n" +
                "हें लक्षण न चुकावें । पुढतपुढती ॥ ९६५ ॥\n" +
                "तरी केवळ जे सत्ता । तो पुरुष गा पंडुसुता ।\n" +
                "प्रकृतीतें समस्तां । क्रिया नाम ॥ ९६६ ॥\n" +
                "बुद्धि इंद्रियें अंतःकरण । इत्यादि विकारभरण ।\n" +
                "आणि ते तिन्ही गुण । सत्त्वादिक ॥ ९६७ ॥\n" +
                "हा आघवाचि मेळावा । प्रकृती जाहला जाणावा ।\n" +
                "हेचि हेतु संभवा । कर्माचिया ॥ ९६८ ॥\n" +
                "\n" +
                "\n" +
                "कार्यकारणकर्तृत्वे हेतुः प्रकृतिरुच्यते ।\n" +
                "पुरुषः सुखदुःखानां भोक्तृत्वे हेतुरुच्यते ॥ २०॥\n" +
                "\n" +
                "\n" +
                "तेथ इच्छा आणि बुद्धि । घडवी अहंकारेंसीं आधीं ।\n" +
                "मग तिया लाविती वेधीं । कारणाच्या ॥ ९६९ ॥\n" +
                "तेंचि कारण ठाकावया । जें सूत्र धरणें उपाया ।\n" +
                "तया नांव धनंजया । कार्य पैं गा ॥ ९७० ॥\n" +
                "आणि इच्छा मदाच्या थावीं । लागली मनातें उठवी ।\n" +
                "तें इंद्रियें राहाटवी । हें कर्तृत्व पैं गा ॥ ९७१ ॥\n" +
                "म्हणौनि तीन्ही या जाणा । कार्यकर्तृत्वकारणा ।\n" +
                "प्रकृति मूळ हे राणा । सिद्धांचा म्हणे ॥ ९७२ ॥\n" +
                "एवं तिहींचेनि समवायें । प्रकृति कर्मरूप होये ।\n" +
                "परी जया गुणा वाढे त्राये । त्याचि सारिखी ॥ ९७३ ॥\n" +
                "जें सत्त्वगुणें अधिष्ठिजे । तें सत्कर्म म्हणिजे ।\n" +
                "रजोगुणें निफजे । मध्यम तें ॥ ९७४ ॥\n" +
                "जें कां केवळ तमें । होती जियें कर्में ।\n" +
                "निषिद्धें अधमें । जाण तियें ॥ ९७५ ॥\n" +
                "ऐसेनि संतासंतें । कर्में प्रकृतीस्तव होतें ।\n" +
                "तयापासोनि निर्वाळतें । सुखदुःख गा ॥ ९७६ ॥\n" +
                "असंतीं दुःख उपजे । सत्कर्मीं सुख निफजे ।\n" +
                "तया दोहींचा बोलिजे । भोगु पुरुषा ॥ ९७७ ॥\n" +
                "सुखदुःखें जंववरी । निफजती साचोकारीं ।\n" +
                "तंव प्रकृति उद्यमु करी । पुरुषु भोगी ॥ ९७८ ॥\n" +
                "प्रकृतिपुरुषांची कुळवाडी । सांगतां असंगडी ।\n" +
                "जे आंबुली जोडी । आंबुला खाय ॥ ९७९ ॥\n" +
                "आंबुला आंबुलिये । संगती ना सोये ।\n" +
                "कीं आंबुली जग विये । चोज ऐका ॥ ९८० ॥\n" +
                "\n" +
                "\n" +
                "पुरुषः प्रकृतिस्थो हि भुंक्ते प्रकृतिजान्गुणान् ।\n" +
                "कारणं गुण संगोऽस्य सदसद्योनिजन्मसु ॥ २१॥\n" +
                "\n" +
                "\n" +
                "जे अनंगु तो पेंधा । निकवडा नुसधा ।\n" +
                "जीर्णु अतिवृद्धा- । पासोनि वृद्धु ॥ ९८१ ॥\n" +
                "तया आडनांव पुरुषु । एऱ्हवीं स्त्री ना नपुंसकु ।\n" +
                "किंबहुना एकु । निश्चयो नाहीं ॥ ९८२ ॥\n" +
                "तो अचक्षु अश्रवणु । अहस्तु अचरणु ।\n" +
                "रूप ना वर्णु । नाम आथी ॥ ९८३ ॥\n" +
                "अर्जुना कांहींचि जेथ नाहीं । तो प्रकृतीचा भर्ता पाहीं ।\n" +
                "कीं भोगणें ऐसयाही । सुखदुःखांचें ॥ ९८४ ॥\n" +
                "तो तरी अकर्ता । उदासु अभोक्ता ।\n" +
                "परी इया पतिव्रता । भोगविजे ॥ ९८५ ॥\n" +
                "जियेतें अळुमाळु । रूपागुणाचा चाळढाळु ।\n" +
                "ते भलतैसाही खेळु । लेखा आणी ॥ ९८६ ॥\n" +
                "मा इये प्रकृती तंव । गुणमयी हेंचि नांव ।\n" +
                "किंबहुना सावेव । गुण तेचि हे ॥ ९८७ ॥\n" +
                "हे प्रतिक्षणीं नीत्य नवी । रूपा गुणाचीच आघवी ।\n" +
                "जडातेंही माजवी । इयेचा माजु ॥ ९८८ ॥\n" +
                "नामें इयें प्रसिद्धें । स्नेहो इया स्निग्धें ।\n" +
                "इंद्रियें प्रबुद्धें । इयेचेनि ॥ ९८९ ॥\n" +
                "कायि मन हें नपुंसक । कीं ते भोगवी तिन्ही लोक ।\n" +
                "ऐसें ऐसें अलौकिक । करणें इयेचें ॥ ९९० ॥\n" +
                "हे भ्रमाचे महाद्वीप । व्याप्तीचें रूप ।\n" +
                "विकार उमप । इया केले ॥ ९९१ ॥\n" +
                "हे कामाची मांडवी । हे मोहवनींची माधवी ।\n" +
                "इये प्रसिद्धचि दैवी । माया हे नाम ॥ ९९२ ॥\n" +
                "हे वाङ्मयाची वाढी । हे साकारपणाची जोडी ।\n" +
                "प्रपंचाची धाडी । अभंग हे ॥ ९९३ ॥\n" +
                "कळा एथुनि जालिया । विद्या इयेच्या केलिया ।\n" +
                "इच्छा ज्ञान क्रिया । वियाली हे ॥ ९९४ ॥\n" +
                "हे नादाची टांकसाळ । हे चमत्काराचें वेळाउळ ।\n" +
                "किंबहुना सकळ । खेळु इयेचा ॥ ९९५ ॥\n" +
                "जे उत्पत्ति प्रलयो होत । ते इयेचे सायंप्रात ।\n" +
                "हें असो अद्भुत । मोहन हे ॥ ९९६ ॥\n" +
                "हे अद्वयाचें दुसरें । हे निःसंगाचें सोयरे ।\n" +
                "निराळेंसि घरें । नांदत असे ॥ ९९७ ॥\n" +
                "इयेतें येतुलावरी । सौभाग्यव्याप्तीची थोरी ।\n" +
                "म्हणौनि तया आवरी । अनावरातें ॥ ९९८ ॥\n" +
                "तयाच्या तंव ठायीं । निपटूनि कांहींचि नाहीं ।\n" +
                "कीं तया आघवेहीं । आपणचि होय ॥ ९९९ ॥\n" +
                "तया स्वयंभाची संभूती । तया अमूर्ताची मूर्ती ।\n" +
                "आपण होय स्थिती । ठावो तया ॥ १००० ॥ ";
        stringBuilder5.append(aadhaya6);
        textView6.setText(stringBuilder5.toString());

        TextView textView7=findViewById(R.id.title7);
        StringBuilder stringBuilder6=new StringBuilder();
        String aadhaya7=" तया अनार्ताची आर्ती । तया पूर्णाची तृप्ती ।\n" +
                "तया अकुळाची जाती- । गोत होय ॥ १००१ ॥\n" +
                "तया अचर्चाचें चिन्ह । तया अपाराचें मान ।\n" +
                "तया अमनस्काचें मन । बुद्धीही होय ॥ १००२ ॥\n" +
                "तया निराकाराचा आकारु । तया निर्व्यापाराचा व्यापारु ।\n" +
                "निरहंकाराचा अहंकारु । होऊनि ठाके ॥ १००३ ॥\n" +
                "तया अनामाचें नाम । तया अजाचें जन्म ।\n" +
                "आपण होय कर्म- । क्रिया तया ॥ १००४ ॥\n" +
                "तया निर्गुणाचे गुण । तया अचरणाचे चरण ।\n" +
                "तया अश्रवणाचे श्रवण । अचक्षूचे चक्षु ॥ १००५ ॥\n" +
                "तया भावातीताचे भाव । तया निरवयवाचे अवयव ।\n" +
                "किंबहुना होय सर्व । पुरुषाचें हे ॥ १००६ ॥\n" +
                "ऐसेनि इया प्रकृती । आपुलिया सर्व व्याप्ती ।\n" +
                "तया अविकारातें विकृती- । माजीं कीजे ॥ १००७ ॥\n" +
                "तेथ पुरुषत्व जें असे । तें ये इये प्रकृतिदशे ।\n" +
                "चंद्रमा अंवसे । पडिला जैसा ॥ १००८ ॥\n" +
                "विदळ बहु चोखा । मीनलिया वाला एका ।\n" +
                "कसु होय पांचका । जयापरी ॥ १००९ ॥\n" +
                "कां साधूतें गोंधळी । संचारोनि सुये मैळी ।\n" +
                "नाना सुदिनाचा आभाळीं । दुर्दिनु कीजे ॥ १०१० ॥\n" +
                "जेवीं पय पशूच्या पोटीं । कां वन्हि जैसा काष्ठीं ।\n" +
                "गुंडूनि घेतला पटीं । रत्नदीपु ॥ १०११ ॥\n" +
                "राजा पराधीनु जाहला । कां सिंहु रोगें रुंधला ।\n" +
                "तैसा पुरुष प्रकृती आला । स्वतेजा मुके ॥ १०१२ ॥\n" +
                "जागता नरु सहसा । निद्रा पाडूनि जैसा ।\n" +
                "स्वप्नींचिया सोसा । वश्यु कीजे ॥ १०१३ ॥\n" +
                "तैसें प्रकृति जालेपणें । पुरुषा गुण भोगणें ।\n" +
                "उदास अंतुरीगुणें । आतुडे जेवीं ॥ १०१४ ॥\n" +
                "तैसें अजा नित्या होये । आंगीं जन्ममृत्यूचे घाये ।\n" +
                "वाजती जैं लाहे । गुणसंगातें ॥ १०१५ ॥\n" +
                "परि तें ऐसें पंडुसुता । तातलें लोह पिटितां ।\n" +
                "जेवीं वन्हीसीचि घाता । बोलती तया ॥ १०१६ ॥\n" +
                "कां आंदोळलिया उदक । प्रतिभा होय अनेक ।\n" +
                "तें नानात्व म्हणती लोक । चंद्रीं जेवीं ॥ १०१७ ॥\n" +
                "दर्पणाचिया जवळिका । दुजेपण जैसें ये मुखा ।\n" +
                "कां कुंकुमें स्फटिका । लोहितत्व ये ॥ १०१८ ॥\n" +
                "तैसा गुणसंगमें । अजन्मा हा जन्मे ।\n" +
                "पावतु ऐसा गमे । एऱ्हवीं नाहीं ॥ १०१९ ॥\n" +
                "अधमोत्तमा योनी । यासि ऐसिया मानी ।\n" +
                "जैसा संन्यासी होय स्वप्नीं । अंत्यजादि जाती ॥ १०२० ॥\n" +
                "म्हणौनि केवळा पुरुषा । नाहीं होणें भोगणें देखा ।\n" +
                "येथ गुणसंगुचि अशेखा- । लागीं मूळ ॥ १०२१ ॥\n" +
                "\n" +
                "\n" +
                "उपद्रष्टाऽनुमन्ता च भर्ता भोक्ता महेश्वरः ।\n" +
                "परमात्मेति चाप्युक्तो देहेऽस्मिन् पुरुषः परः ॥ २२॥\n" +
                "\n" +
                "\n" +
                "हा प्रकृतिमाजीं उभा । परी जुई जैसा वोथंबा ।\n" +
                "इया प्रकृति पृथ्वी नभा । तेतुला पाडु ॥ १०२२ ॥\n" +
                "प्रकृतिसरितेच्या तटीं । मेरु होय हा किरीटी ।\n" +
                "माजीं बिंबे परी लोटीं । लोटों नेणे ॥ १०२३ ॥\n" +
                "प्रकृति होय जाये । हा तो असतुचि आहे ।\n" +
                "म्हणौनि आब्रह्माचें होये । शासन हा ॥ १०२४ ॥\n" +
                "प्रकृति येणें जिये । याचिया सत्ता जग विये ।\n" +
                "इयालागीं इये । वरयेतु हा ॥ १०२५ ॥\n" +
                "अनंतें काळें किरीटी । जिया मिळती इया सृष्टी ।\n" +
                "तिया रिगती ययाच्या पोटीं । कल्पांतसमयीं ॥ १०२६ ॥\n" +
                "हा महद्ब्रह्मगोसावी । ब्रह्मगोळ लाघवी ।\n" +
                "अपारपणें मवी । प्रपंचातें ॥ १०२७ ॥\n" +
                "पैं या देहामाझारीं । परमात्मा ऐसी जे परी ।\n" +
                "बोलिजे तें अवधारीं । ययातेंचि ॥ १०२८ ॥\n" +
                "अगा प्रकृतिपरौता । एकु आथी पंडुसुता ।\n" +
                "ऐसा प्रवादु तो तत्त्वता । पुरुषु हा पैं ॥ १०२९ ॥\n" +
                "\n" +
                "\n" +
                "य एवं वेत्ति पुरुषं प्रकृतिं च गुणैः सह ।\n" +
                "सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते ॥ २३॥\n" +
                "\n" +
                "\n" +
                "जो निखळपणें येणें । पुरुषा यया जाणे ।\n" +
                "आणि गुणांचें करणें । प्रकृतीचें तें ॥ १०३० ॥\n" +
                "हें रूप हे छाया । पैल जळ हे माया ।\n" +
                "ऐसा निवाडु धनंजया । जेवीं कीजे ॥ १०३१ ॥\n" +
                "तेणें पाडें अर्जुना । प्रकृतिपुरुषविवंचना ।\n" +
                "जयाचिया मना । गोचर जाहली ॥ १०३२ ॥\n" +
                "तो शरीराचेनि मेळें । करूं कां कर्में सकळें ।\n" +
                "परी आकाश धुई न मैळे । तैसा असे ॥ १०३३ ॥\n" +
                "आथिलेनि देहें । जो न घेपे देहमोहें ।\n" +
                "देह गेलिया नोहे । पुनरपि तो ॥ १०३४ ॥\n" +
                "ऐसा तया एकु । प्रकृतिपुरुषविवेकु ।\n" +
                "उपकारु अलौकिकु । करी पैं गा ॥ १०३५ ॥\n" +
                "परी हाचि अंतरीं । विवेक भानूचिया परी ।\n" +
                "उदैजे तें अवधारीं । उपाय बहुत ॥ १०३६ ॥\n" +
                "\n" +
                "\n" +
                "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना ।\n" +
                "अन्ये सांख्येन योगेन कर्मयोगेन चापरे ॥ २४॥\n" +
                "\n" +
                "\n" +
                "कोणी एकु सुभटा । विचाराचा आगिटां ।\n" +
                "आत्मानात्मकिटा । पुटें देउनी ॥ १०३७ ॥\n" +
                "छत्तीसही वानी भेद । तोडोनियां निर्विवाद ।\n" +
                "निवडिती शुद्ध । आपणपें ॥ १०३८ ॥\n" +
                "तया आपणपयाच्या पोटीं । आत्मध्यानाचिया दिठी ।\n" +
                "देखती गा किरीटी । आपणपेंचि ॥ १०३९ ॥\n" +
                "आणिक पैं दैवबगें । चित्त देती सांख्ययोगें ।\n" +
                "एक ते अंगलगें । कर्माचेनी ॥ १०४० ॥\n" +
                "\n" +
                "\n" +
                "अन्ये त्वेवमजानन्तः श्रुत्वाऽन्येभ्य उपासते ।\n" +
                "तेऽपि चातितरंत्येव मृत्युं श्रुतिपरायणः ॥ २५॥\n" +
                "\n" +
                "\n" +
                "येणें येणें प्रकारें । निस्तरती साचोकारें ।\n" +
                "हें भवा भेउरें । आघवेंचि ॥ १०४१ ॥\n" +
                "परी ते करिती ऐसें । अभिमानु दवडूनि देशें ।\n" +
                "एकाचिया विश्वासें । टेंकती बोला ॥ १०४२ ॥\n" +
                "जे हिताहित देखती । हानि कणवा घेपती ।\n" +
                "पुसोनि शिणु हरिती । देती सुख ॥ १०४३ ॥\n" +
                "तयांचेनि मुखें जें निघे । तेतुलें आदरें चांगें ।\n" +
                "ऐकोनियां आंगें । मनें होती ॥ १०४४ ॥\n" +
                "तया ऐकणेयाचि नांवें । ठेविती गा आघवें ।\n" +
                "तया अक्षरांसीं जीवें । लोण करिती ॥ १०४५ ॥\n" +
                "तेही अंतीं कपिध्वजा । इया मरणार्णवसमाजा- ।\n" +
                "पासूनि निघती वोजा । गोमटिया ॥ १०४६ ॥\n" +
                "ऐसेसे हे उपाये । बहुवस एथें पाहें ।\n" +
                "जाणावया होये । एकी वस्तु ॥ १०४७ ॥\n" +
                "आतां पुरे हे बहुत । पैं सर्वार्थाचें मथित ।\n" +
                "सिद्धांतनवनीत । देऊं तुज ॥ १०४८ ॥\n" +
                "येतुलेनि पंडुसुता । अनुभव लाहाणा आयिता ।\n" +
                "येर तंव तुज होतां । सायास नाहीं ॥ १०४९ ॥\n" +
                "म्हणौनि ते बुद्धि रचूं । मतवाद हे खांचूं ।\n" +
                "सोलीव निर्वचूं । फलितार्थुची ॥ १०५० ॥\n" +
                "\n" +
                "\n" +
                "यावत्संजायते किंचित्सत्त्वं स्थावरजंगमम् ।\n" +
                "क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ ॥ २६॥\n" +
                "\n" +
                "\n" +
                "तरी क्षेत्रज्ञ येणें बोलें । तुज आपणपें जें दाविलें ।\n" +
                "आणि क्षेत्रही सांगितलें । आघवें जें ॥ १०५१ ॥\n" +
                "तया येरयेरांच्या मेळीं । होईजे भूतीं सकळीं ।\n" +
                "अनिलसंगें सलिलीं । कल्लोळ जैसे ॥ १०५२ ॥\n" +
                "कां तेजा आणि उखरा । भेटी जालिया वीरा ।\n" +
                "मृगजळाचिया पूरा । रूप होय ॥ १०५३ ॥\n" +
                "नाना धाराधरधारीं । झळंबलिया वसुंधरी ।\n" +
                "उठिजे जेवीं अंकुरीं । नानाविधीं ॥ १०५४ ॥\n" +
                "तैसें चराचर आघवें । जें कांहीं जीवु नावें ।\n" +
                "तें तों उभययोगें संभवे । ऐसें जाण ॥ १०५५ ॥\n" +
                "इयालागीं अर्जुना । क्षेत्रज्ञा प्रधाना- ।\n" +
                "पासूनि न होती भिन्ना । भूतव्यक्ती ॥ १०५६ ॥\n" +
                "\n" +
                "\n" +
                "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् ।\n" +
                "विनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति ॥ २७॥\n" +
                "\n" +
                "\n" +
                "पैं पटत्व तंतु नव्हे । तरी तंतूसीचि तें आहे ।\n" +
                "ऐसां खोलीं डोळां पाहें । ऐक्य हें गा ॥ १०५७ ॥\n" +
                "भूतें आघवींचि होती । एकाचीं एक आहाती ।\n" +
                "परी तूं प्रतीती । यांची घे पां ॥ १०५८ ॥\n" +
                "यांचीं नामेंही आनानें । अनारिसीं वर्तनें ।\n" +
                "वेषही सिनाने । आघवेयांचे ॥ १०५९ ॥\n" +
                "ऐसें देखोनि किरीटी । भेद सूसी हन पोटीं ।\n" +
                "तरी जन्माचिया कोटी । न लाहसी निघों ॥ १०६० ॥\n" +
                "पैं नानाप्रयोजनशीळें । दीर्घें वक्रें वर्तुळें ।\n" +
                "होती एकाचींच फळें । तुंबिणीयेचीं ॥ १०६१ ॥\n" +
                "होतु कां उजू वांकुडें । परी बोरीचे हें न मोडे ।\n" +
                "तैसी भूतें अवघडें । परी वस्तु उजू ॥ १०६२ ॥\n" +
                "अंगारकणीं बहुवसीं । उष्णता समान जैशी ।\n" +
                "तैसा नाना जीवराशीं । परेशु असे ॥ १०६३ ॥\n" +
                "गगनभरी धारा । परी पाणी एकचि वीरा ।\n" +
                "तैसा या भूताकारा । सर्वांगीं तो ॥ १०६४ ॥\n" +
                "हें भूतग्राम विषम । परी वस्तू ते एथ सम ।\n" +
                "घटमठीं व्योम । जिंयापरी ॥ १०६५ ॥\n" +
                "हा नाशतां भूताभासु । एथ आत्मा तो अविनाशु ।\n" +
                "जैसा केयूरादिकीं कसु । सुवर्णाचा ॥ १०६६ ॥\n" +
                "एवं जीवधर्महीनु । जो जीवेंसीं अभिन्नु ।\n" +
                "देख तो सुनयनु । ज्ञानियांमाजीं ॥ १०६७ ॥\n" +
                "ज्ञानाचा डोळा डोळसां- । माजीं डोळसु तो वीरेशा ।\n" +
                "हे स्तुति नोहे बहुवसा । भाग्याचा तो ॥ १०६८ ॥\n" +
                "\n" +
                "\n" +
                "समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम् ।\n" +
                "न हिनस्त्यात्मनात्मानं ततो याति परां गतिम् ॥ २८॥\n" +
                "\n" +
                "\n" +
                "जे गुणेंद्रिय धोकोटी । देह धातूंची त्रिकुटी ।\n" +
                "पांचमेळावा वोखटी । दारुण हे ॥ १०६९ ॥\n" +
                "हें उघड पांचवेउली । पंचधां आगी लागली ।\n" +
                "जीवपंचानना सांपडली । हरिणकुटी हे ॥ १०७० ॥\n" +
                "ऐसा असोनि इये शरीरीं । कोण नित्यबुद्धीची सुरी ।\n" +
                "अनित्यभावाच्या उदरीं । दाटीचिना ॥ १०७१ ॥\n" +
                "परी इये देहीं असतां । जो नयेचि आपणया घाता ।\n" +
                "आणि शेखीं पंडुसुता । तेथेंचि मिळे ॥ १०७२ ॥\n" +
                "जेथ योगज्ञानाचिया प्रौढी । वोलांडूनियां जन्मकोडी ।\n" +
                "न निगों इया भाषा बुडी । देती योगी ॥ १०७३ ॥\n" +
                "जें आकाराचें पैल तीर । जें नादाची पैल मेर ।\n" +
                "तुर्येचें माजघर । परब्रह्म जें ॥ १०७४ ॥\n" +
                "मोक्षासकट गती । जेथें येती विश्रांती ।\n" +
                "गंगादि आपांपती । सरिता जेवीं ॥ १०७५ ॥\n" +
                "तें सुख येणेंचि देहें । पाय पाखाळणिया लाहे ।\n" +
                "जो भूतवैषम्यें नोहे । विषमबुद्धी ॥ १०७६ ॥\n" +
                "दीपांचिया कोडी जैसें । एकचि तेज सरिसें ।\n" +
                "तैसा जो असतुचि असे । सर्वत्र ईशु ॥ १०७७ ॥\n" +
                "ऐसेनि समत्वें पंडुसुता । जिये जो देखत साता ।\n" +
                "तो मरण आणि जीविता । नागवे फुडा ॥ १०७८ ॥\n" +
                "म्हणौनि तो दैवागळा । वानीत असों वेळोवेळां ।\n" +
                "जे साम्यसेजे डोळां । लागला तया ॥ १०७९ ॥\n" +
                "\n" +
                "\n" +
                "प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः ।\n" +
                "यः पश्यति तथाऽऽत्मानंअकर्तारं स पश्यति ॥ २९॥\n" +
                "\n" +
                "\n" +
                "आणि मनोबुद्धिप्रमुखें । कर्मेंद्रियें अशेखें ।\n" +
                "करी प्रकृतीचि हें देखे । साच जो गा ॥ १०८० ॥\n" +
                "घरींचीं राहटती घरीं । घर कांहीं न करी ।\n" +
                "अभ्र धांवे अंबरीं । अंबर तें उगें ॥ १०८१ ॥\n" +
                "तैसी प्रकृति आत्मप्रभा । खेळे गुणीं विविधारंभा ।\n" +
                "येथ आत्मा तो वोथंबा । नेणे कोण ॥ १०८२ ॥\n" +
                "ऐसेनि येणें निवाडें । जयाच्या जीवीं उजिवडें ।\n" +
                "अकर्तयातें फुडें । देखिलें तेणें ॥ १०८३ ॥\n" +
                "\n" +
                "\n" +
                "यदा भूतपृथग्भावमेकस्थमनुपश्यति ।\n" +
                "तत एव च विस्तारं ब्रह्म संपद्यते तदा ॥ ३०॥\n" +
                "\n" +
                "\n" +
                "एऱ्हवीं तैंचि अर्जुना । होईजे ब्रह्मसंपन्ना ।\n" +
                "जैं या भूताकृती भिन्ना । दिसती एकी ॥ १०८४ ॥\n" +
                "लहरी जैसिया जळीं । परमाणुकणिका स्थळीं ।\n" +
                "रश्मीकरमंडळीं । सूर्याच्या जेवीं ? ॥ १०८५ ॥\n" +
                "नातरी देहीं अवेव । मनीं आघवेचि भाव ।\n" +
                "विस्फुलिंग सावेव । वन्हीं एकीं ॥ १०८६ ॥\n" +
                "तैसे भूताकार एकाचे । हें दिठी रिगे जैं साचें ।\n" +
                "तैंचि ब्रह्मसंपत्तीचें । तारूं लागे ॥ १०८७ ॥\n" +
                "मग जया तयाकडे । ब्रह्मेचि दिठी उघडे ।\n" +
                "किंबहुना जोडे । अपार सुख ॥ १०८८ ॥\n" +
                "येतुलेनि तुज पार्था । प्रकृतिपुरुषव्यवस्था ।\n" +
                "ठायें ठावो प्रतीतिपथा- । माजीं जाहली ? ॥ १०८९ ॥\n" +
                "अमृत जैसें ये चुळा । कां निधान देखिजे डोळां ।\n" +
                "तेतुला जिव्हाळा । मानावा हा ॥ १०९० ॥\n" +
                "जी जाहलिये प्रतीती । घर बांधणें जें चित्तीं ।\n" +
                "तें आतां ना सुभद्रापती । इयावरी ॥ १०९१ ॥\n" +
                "तरी एक दोन्ही ते बोल । बोलिजती सखोल ।\n" +
                "देईं मनातें वोल । मग ते घेईं ॥ १०९२ ॥\n" +
                "ऐसें देवें म्हणितलें । मग बोलों आदरिलें ।\n" +
                "तेथें अवधानाचेचि केलें । सर्वांग येरें ॥ १०९३ ॥\n" +
                "\n" +
                "\n" +
                "अनादित्वान्निर्गुणत्वात् परमात्मायमव्ययः ।\n" +
                "शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते ॥ ३१॥\n" +
                "\n" +
                "\n" +
                "तरी परमात्मा म्हणिपे । तो ऐसा जाण स्वरूपें ।\n" +
                "जळीं जळें न लिंपे । सूर्यु जैसा ॥ १०९४ ॥\n" +
                "कां जे जळा आदीं पाठीं । तो असतुचि असे किरीटी ।\n" +
                "माजीं बिंबे तें दृष्टी । आणिकांचिये ॥ १०९५ ॥\n" +
                "तैसा आत्मा देहीं । आथि म्हणिपे हें कांहीं ।\n" +
                "साचें तरी नाहीं । तो जेथिंचा तेथें ॥ १०९६ ॥\n" +
                "आरिसां मुख जैसें । बिंबलिया नाम असे ।\n" +
                "देहीं वसणें तैसें । आत्मतत्त्वा ॥ १०९७ ॥\n" +
                "तया देहा म्हणती भेटी । हे सपायी निर्जीव गोठी ।\n" +
                "वारिया वाळुवे गांठी । केंही आहे ? ॥ १०९८ ॥\n" +
                "आगी आणि कापुसा । दोरा सुवावा कैसा ।\n" +
                "केउता सांदा आकाशा । पाषाणेंसी ? ॥ १०९९ ॥\n" +
                "एक निघे पूर्वेकडे । एक तें पश्चिमेकडे ।\n" +
                "तिये भेटीचेनि पाडें । संबंधु हा ॥ ११०० ॥\n" +
                "उजियेडा आणि अंधारेया । जो पाडु मृता उभेयां ।\n" +
                "तोचि गा आत्मया । देहा जाण ॥ ११०१ ॥\n" +
                "रात्री आणि दिवसा । कनका आणि कापुसा ।\n" +
                "अपाडु कां जैसा । तैसाचि यासी ॥ ११०२ ॥\n" +
                "देह तंव पांचांचें जालें । हें कर्माचें गुणीं गुंथले ।\n" +
                "भंवतसे चाकीं सूदलें । जन्ममृत्यूच्या ॥ ११०३ ॥\n" +
                "हें काळानळाच्या तोंडीं । घातली लोणियाची उंडी ।\n" +
                "माशी पांखु पाखडी । तंव हें सरे ॥ ११०४ ॥\n" +
                "हें विपायें आगींत पडे । तरी भस्म होऊनि उडे ।\n" +
                "जाहलें श्वाना वरपडें । तरी ते विष्ठा ॥ ११०५ ॥\n" +
                "या चुके दोहीं काजा । तरी होय कृमींचा पुंजा ।\n" +
                "हा परिणामु कपिध्वजा । कश्मलु गा ॥ ११०६ ॥\n" +
                "या देहाची हे दशा । आणि आत्मा तो एथ ऐसा ।\n" +
                "पैं नित्य सिद्ध आपैसा । अनादिपणें ॥ ११०७ ॥\n" +
                "सकळु ना निष्कळु । अक्रियु ना क्रियाशीळु ।\n" +
                "कृश ना स्थुळु । निर्गुणपणें ॥ ११०८ ॥\n" +
                "आभासु ना निराभासु । प्रकाशु ना अप्रकाशु ।\n" +
                "अल्प ना बहुवसु । अरूपपणें ॥ ११०९ ॥\n" +
                "रिता ना भरितु । रहितु ना सहितु ।\n" +
                "मूर्तु ना अमूर्तु । शून्यपणें ॥ १११० ॥\n" +
                "आनंदु ना निरानंदु । एक ना विविधु ।\n" +
                "मुक्त ना बद्धु । आत्मपणें ॥ ११११ ॥\n" +
                "येतुला ना तेतुला । आइता ना रचिला ।\n" +
                "बोलता ना उगला । अलक्शपणें ॥ १११२ ॥\n" +
                "सृष्टीच्या होणा न रचे । सर्वसंहारें न वेंचे ।\n" +
                "आथी नाथी या दोहींचें । पंचत्व तो ॥ १११३ ॥\n" +
                "मवे ना चर्चे । वाढे ना खांचे ।\n" +
                "विटे ना वेंचे । अव्ययपणें ॥ १११४ ॥\n" +
                "एवं रूप पैं आत्मा । देहीं जें म्हणती प्रियोत्तमा ।\n" +
                "तें मठाकारें व्योमा । नाम जैसें ॥ १११५ ॥\n" +
                "तैसें तयाचिये अनुस्यूती । होती जाती देहाकृती ।\n" +
                "तो घे ना सांडी सुमती । जैसा तैसा ॥ १११६ ॥\n" +
                "अहोरात्रें जैशी । येती जाती आकाशीं ।\n" +
                "आत्मसत्तें तैसीं । देहें जाण ॥ १११७ ॥\n" +
                "म्हणौनि इयें शरीरीं । कांहीं करवीं ना करी ।\n" +
                "आयताही व्यापारीं । सज्ज न होय ॥ १११८ ॥\n" +
                "यालागीं स्वरूपें । उणा पुरा न घेपे ।\n" +
                "हें असो तो न लिंपे । देहीं देहा ॥ १११९ ॥\n" +
                "\n" +
                "\n" +
                "यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते ।\n" +
                "सर्वत्रावस्थितो देहे तथाऽऽत्मा नोपलिप्यते ॥ ३२॥\n" +
                "\n" +
                "\n" +
                "अगा आकाश कें नाहीं ? । हें न रिघेचि कवणे ठायीं ? ।\n" +
                "परी कायिसेनि कहीं । गादिजेना ॥ ११२० ॥\n" +
                "तैसा सर्वत्र सर्व देहीं । आत्मा असतुचि असे पाहीं ।\n" +
                "संगदोषें एकेंही । लिप्त नोहे ॥ ११२१ ॥\n" +
                "पुढतपुढती एथें । हेंचि लक्षण निरुतें ।\n" +
                "जे जाणावें क्षेत्रज्ञातें । क्षेत्रविहीना ॥ ११२२ ॥\n" +
                "संसर्गें चेष्टिजे लोहें । परी लोह भ्रामकु नोहे ।\n" +
                "क्षेत्रक्षेत्रज्ञां आहे । तेतुला पाडु ॥ ११२३ ॥\n" +
                "दीपकाची अर्ची । राहाटी वाहे घरींची ।\n" +
                "परी वेगळीक कोडीची । दीपा आणि घरा ॥ ११२४ ॥\n" +
                "पैं काष्ठाच्या पोटीं । वन्हि असे किरीटी ।\n" +
                "परी काष्ठ नोहे या दृष्टी । पाहिजे हा ॥ ११२५ ॥\n" +
                "अपाडु नभा आभाळा । रवि आणि मृगजळा ।\n" +
                "तैसाचि हाही डोळां । देखसी जरी ॥ ११२६ ॥\n" +
                "\n" +
                "\n" +
                "यथा प्रकाशयत्येकः कृत्स्नं लोकमिमं रविः ।\n" +
                "क्षेत्रं क्षेत्री तथा कृत्स्\u200Cनं प्रकाशयति भारत ॥ ३३॥\n" +
                "\n" +
                "\n" +
                "हें आघवेंचि असो एकु । गगनौनि जैसा अर्कु ।\n" +
                "प्रगटवी लोकु । नांवें नांवें ॥ ११२७ ॥\n" +
                "एथ क्षेत्रज्ञु तो ऐसा । प्रकाशकु क्षेत्राभासा ।\n" +
                "यावरुतें हें न पुसा । शंका नेघा ॥ ११२८ ॥\n" +
                "\n" +
                "\n" +
                "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा ।\n" +
                "भूतप्रकृतिमोक्षं च विदुर्यान्ति ते परम् ॥ ३४॥\n" +
                "ॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे\n" +
                "श्रीकृष्णार्जुनसंवादे क्षेत्रक्षेत्रज्ञयोगोनाम त्रयोदशोऽध्यायः ॥ १३ ॥\n" +
                "\n" +
                "\n" +
                "शब्दतत्त्वसारज्ञा । पैं देखणें तेचि प्रज्ञा ।\n" +
                "जे क्षेत्रा क्षेत्रज्ञा । अपाडु देखे ॥ ११२९ ॥\n" +
                "इया दोहींचें अंतर । देखावया चतुर ।\n" +
                "ज्ञानियांचे द्वार । आराधिती ॥ ११३० ॥\n" +
                "याचिलागीं सुमती । जोडिती शांतिसंपत्ती ।\n" +
                "शास्त्रांचीं दुभतीं । पोसिती घरीं ॥ ११३१ ॥\n" +
                "योगाचिया आकाशा । वळघिजे येवढाचि धिंवसा ।\n" +
                "याचियाचि आशा । पुरुषासि गा ॥ ११३२ ॥\n" +
                "शरीरादि समस्त । मानिताति तृणवत ।\n" +
                "जीवें संतांचे होत । वाहणधरु ॥ ११३३ ॥\n" +
                "ऐसैसियापरी । ज्ञानाचिया भरोवरी ।\n" +
                "करूनियां अंतरीं । निरुतें होती ॥ ११३४ ॥\n" +
                "मग क्षेत्रक्षेत्रज्ञांचें । जें अंतर देखती साचें ।\n" +
                "ज्ञानें उन्मेख तयांचें । वोवाळूं आम्ही ॥ ११३५ ॥\n" +
                "आणि महाभूतादिकीं । प्रभेदलीं अनेकीं ।\n" +
                "पसरलीसे लटिकी । प्रकृति जे हे ॥ ११३६ ॥\n" +
                "जे शुकनळिकान्यायें । न लगती लागली आहे ।\n" +
                "हें जैसें तैसें होये । ठाउवें जयां ॥ ११३७ ॥\n" +
                "जैसी माळा ते माळा । ऐसीचि देखिजे डोळां ।\n" +
                "सर्पबुद्धि टवाळा । उखी हौनी ॥ ११३८ ॥\n" +
                "कां शुक्ति ते शुक्ती । हे साच होय प्रतीती ।\n" +
                "रुपेयाची भ्रांती । जाऊनियां ॥ ११३९ ॥\n" +
                "तैसी वेगळी वेगळेपणें । प्रकृति जे अंतःकरणें ।\n" +
                "देखती ते मी म्हणें । ब्रह्म होती ॥ ११४० ॥\n" +
                "जें आकाशाहूनि वाड । जें अव्यक्ताची पैल कड ।\n" +
                "जें भेटलिया अपाडा पाड । पडों नेदी ॥ ११४१ ॥\n" +
                "आकारु जेथ सरे । जीवत्व जेथ विरे ।\n" +
                "द्वैत जेथ नुरे । अद्वय जें ॥ ११४२ ॥\n" +
                "तें परम तत्त्व पार्था । होती ते सर्वथा ।\n" +
                "जे आत्मानात्मव्यवस्था- । राजहंसु ॥ ११४३ ॥\n" +
                "ऐसा हा जी आघवा । श्रीकृष्णें तया पांडवा ।\n" +
                "उगाणा दिधला जीवा । जीवाचिया ॥ ११४४ ॥\n" +
                "येर कलशींचें येरीं । रिचविजे जयापरी ।\n" +
                "आपणपें तया श्रीहरी । दिधलें तैसें ॥ ११४५ ॥\n" +
                "आणि कोणा देता कोण । तो नर तैसा नारायण ।\n" +
                "वरी अर्जुनातें श्रीकृष्ण । हा मी म्हणे ॥ ११४६ ॥\n" +
                "परी असो तें नाथिलें । न पुसतां कां मी बोलें ।\n" +
                "किंबहुना दिधलें । सर्वस्व देवें ॥ ११४७ ॥\n" +
                "कीं तो पार्थु जी मनीं । अझुनी तृप्ती न मनी ।\n" +
                "अधिकाधिक उतान्ही । वाढवीतु असे ॥ ११४८ ॥\n" +
                "स्नेहाचिया भरोवरी । आंबुथिला दीपु घे थोरी ।\n" +
                "चाड अर्जुना अंतरीं । परिसतां तैसी ॥ ११४९ ॥\n" +
                "तेथ सुगरिणी आणि उदारे । रसज्ञ आणि जेवणारे ।\n" +
                "मिळती मग अवतरे । हातु जैसा ॥ ११५० ॥\n" +
                "तैसें जी होतसे देवा । तया अवधानाचिया लवलवा ।\n" +
                "पाहतां व्याख्यान चढलें थांवा । चौगुणें वरी ॥ ११५१ ॥\n" +
                "सुवायें मेघु सांवरे । जैसा चंद्रें सिंधु भरे ।\n" +
                "तैसा मातुला रसु आदरें । श्रोतयांचेनि ॥ ११५२ ॥\n" +
                "आतां आनंदमय आघवें । विश्व कीजेल देवें ।\n" +
                "तें रायें परिसावें । संजयो म्हणे ॥ ११५३ ॥\n" +
                "एवं जे महाभारतीं । श्रीव्यासें आप्रांतमती ।\n" +
                "भीष्मपर्वसंगतीं । म्हणितली कथा ॥ ११५४ ॥\n" +
                "तो कृष्णार्जुनसंवादु । नागरीं बोलीं विशदु ।\n" +
                "सांगोनि दाऊं प्रबंधु । वोवियेचा ॥ ११५५ ॥\n" +
                "नुसधीचि शांतिकथा । आणिजेल कीर वाक्पथा ।\n" +
                "जे शृंगाराच्या माथां । पाय ठेवी ॥ ११५६ ॥\n" +
                "दाऊं वेल्हाळे देशी नवी । जे साहित्यातें वोजावी ।\n" +
                "अमृतातें चुकी ठेवी । गोडिसेंपणें ॥ ११५७ ॥\n" +
                "बोल वोल्हावतेनि गुणें । चंद्रासि घे उमाणे ।\n" +
                "रसरंगीं भुलवणें । नादु लोपी ॥ ११५८ ॥\n" +
                "खेचरांचियाही मना । आणीन सात्त्विकाचा पान्हा ।\n" +
                "श्रवणासवें सुमना । समाधि जोडे ॥ ११५९ ॥\n" +
                "तैसा वाग्विलास विस्तारू । गीतार्थेंसी विश्व भरूं ।\n" +
                "आनंदाचें आवारूं । मांडूं जगा ॥ ११६० ॥\n" +
                "फिटो विवेकाची वाणी । हो कानामनाची जिणी ।\n" +
                "देखो आवडे तो खाणी । ब्रह्मविद्येची ॥ ११६१ ॥\n" +
                "दिसो परतत्त्व डोळां । पाहो सुखाचा सोहळा ।\n" +
                "रिघो महाबोध सुकाळा- । माजीं विश्व ॥ ११६२ ॥\n" +
                "हें निफजेल आतां आघवें । ऐसें बोलिजेल बरवें ।\n" +
                "जें अधिष्ठिला असें परमदेवें । श्रीनिवृत्तीं मी ॥ ११६३ ॥\n" +
                "म्हणौनि अक्षरीं सुभेदीं । उपमा श्लोक कोंदाकोंदी ।\n" +
                "झाडा देईन प्रतिपदीं । ग्रंथार्थासी ॥ ११६४ ॥\n" +
                "हा ठावोवरी मातें । पुरतया सारस्वतें ।\n" +
                "केलें असे श्रीमंतें । श्रीगुरुरायें ॥ ११६५ ॥\n" +
                "तेणें जी कृपासावायें । मी बोलें तेतुलें सामाये ।\n" +
                "आणि तुमचिये सभे लाहें । गीता म्हणों ॥ ११६६ ॥\n" +
                "वरी तुम्हा संतांचे पाये । आजि मी लाधलों आहें ।\n" +
                "म्हणौनि जी नोहे । अटकु काहीं ॥ ११६७ ॥\n" +
                "प्रभु काश्मिरीं मुकें । नुपजे हें काय कौतुकें ।\n" +
                "नाहीं उणीं सामुद्रिकें । लक्ष्मीयेसी ॥ ११६८ ॥\n" +
                "तैसी तुम्हां संतांपासीं । अज्ञानाची गोठी कायसी ।\n" +
                "यालागीं नवरसीं । वरुषेन मी ॥ ११६९ ॥\n" +
                "किंबहुना आतां देवा । अवसरु मज देयावा ।\n" +
                "ज्ञानदेव म्हणे बरवा । सांगेन ग्रंथु ॥ ११७० ॥\n" +
                "इति श्रीज्ञानदेवविरचितायां भावार्थदीपिकायां त्रयोदशोऽध्यायः ॥ ";
        stringBuilder6.append(aadhaya7);
        textView7.setText(stringBuilder6.toString());
    }
}
